Repository: globaleaks/whistleblowing-software
Catalog: client/app/assets/data_src/pot/kl.po
Languages: kl

source: Scan the QR code with the app
kl: App-ikkut QR kode skanneruk

source: Scheduled jobs
kl: Suliat pilersaarusiorneqarnikut

source: Scoring system options
kl: System pointilersuummi iluarsiissutseqarsinnaaffik

source: Search
kl: Ujaruk

source: Security
kl: Isumannaassuseq

source: Select
kl: Qineruk

source: Select a file or drag it here.
kl: Fil toqqaruk imaluunniit maannga nusuguk.

source: Select all
kl: Tamaasa qinikkit

source: Select all recipients by default
kl: Nalinginnaasumik tigusisussat tamaasa toqqaqqaguk

source: Select an option
kl: Iluarsiissutseqarnissamut qinigaqarit

source: Select the recipients of your report
kl: Nalunaarusiannut tigusisussat toqqakkit

source: Select your language
kl: Oqaatsit qineruk

source: Selection box
kl: Toqqaaffissaq

source: Send
kl: Nassiguk

source: Send a test email to your email address.
kl: Misiliummik immineq mailinnut nassitsigit.

source: Send activation link
kl: Link aallartisarnissamut nassiguk

source: Send reset link
kl: Isertaat aallaqqaataanit aallartitussanngortinniarlugu linkimik nassiussigit

source: Set a reminder
kl: Eqqaasitsissummik ikkussigit

source: Set password
kl: Isissutissaq inissiguk

source: Set the value to 0 to disable this feature.
kl: Nalinga 0-mut inissiguk funktion atorunnaarsinniarlugu

source: Set up encryption by providing a PGP public key
kl: PGP-matuersaat tamanut ammasoq atorlugu paasiuminaallisaaneq pilersiguk

source: Settings
kl: Aaqqissuussivik

source: Severity
kl: Ilumoorsaassusaa

source: Show
kl: Takujuk

source: Show channels in alphabetical order
kl: Kanaalit naqqinnerit tulleriinneri malillugit nuisikkit

source: Show recipients in alphabetical order
kl: Tigusisussat alfabeti malillugu nuisikkit

source: Show the questionnaire navigation interface
kl: Apeqqutini ujarliummut immersugassaq nuisiguk

source: Sign up
kl: Allatsigit

source: Silence email notifications
kl: Emailikkut allagarsisarneq nipaarutsiguk

source: Single-line text input
kl: Oqaasertai titarnermi ataatsimi immersorneqassaaq

source: Site
kl: Nittartagaq

source: Sites
kl: Nittartakkat

source: Size limit for file attachments
kl: Ilanngussat angissuserisinnaasaannut killiliussaq

source: Size:
kl: Angissuseq:

source: Skip the recipient account creation.
kl: Tigusisussap kontoa sananeqarnera qaangeruk.

source: Software version:
kl: Qarasaasiami programmit najoqquttallu versioniat:

source: Statistics
kl: Statistiki

source: Stats
kl: Statistiki

source: Status
kl: Qanoq issutsimik takussutissiaq

source: Status:
kl: Killiffik:

source: Step
kl: Allorneq

source: Steps
kl: Alloriarnerit

source: Strong
kl: Sakkortooq

source: Subdomain
kl: Qupperneq sunniuteqarfigisaq

source: Submissions disabled
kl: Nassiussat atorunnaarsinneqarput

source: Submit
kl: Nassiutiguk

source: Subscribed
kl: Pisartagaqalerpoq

source: Subscription date
kl: Pisartakkap ullua

source: Substatuses
kl: Killiffiit ataaniittut

source: Success!
kl: Iluatsippoq!

source: Sufficient
kl: Naammappoq

source: Surname
kl: Kinguliaq

source: Tax code
kl: Akileraaruttissap kodea

source: Template
kl: Skabelonit

source: Template override
kl: Ilisserummik immikkoortitsineq

source: Templates
kl: Skabelonit

source: Terms of service
kl: Atornissaanut malittarisassat

source: Test the configuration
kl: Inissiinermut misiliut

source: Text
kl: Allaaserisap oqaasertai

source: Text customization
kl: Allaatigisamut naleqqussarneq

source: Text shown after the user has selected the option.
kl: Atuisup aalajangersakkat toqqarsimatillugit allaqqasut nuisatinneqartut.

source: Text shown on top of the interface for selecting channels
kl: Paasissutissanik siaruarteriviup iluani qulaani allaqqasoq iserfissanut toqqaaviuvoq

source: Text shown upon negative answer
kl: Akissutip akuerineqanngitsup oqaasertaa

source: Thank you.
kl: Qujanaq.

source: The answer is too short
kl: Akissut naapallaarpoq

source: The chosen password is too weak. A valid password should be at least 12 characters long and contain a variety of characters including at least a lowercase character, a capital character, a number and a special character.
kl: Isertaat atorniakkat nalunanngippallaarpoq. Isertaat ajunngittoq minnerpaamik 12-nik naqinneqassaaq assigiinngitsunillu naqinneqassallutik, minnerpaamik naqinneq mikineq ataaseq, naqinneq angineq ataaseq, kisitsiseq ataaseq aammalu naqinneq immikkuullarissoq ataaseq.

source: The code is either invalid or expired.
kl: Isertaatit ajorpoq imaluunniit atorunnaarsimavoq.

source: The connection is not secure.
kl: Attaveqaat tutsuiginanngilaq

source: The following recipients will receive your report and could not be deselected:
kl: Tigusisussat uku nalunaarusiannik tigusissapput peerneqarsinnaanatillu:

source: The following step-by-step procedure will guide you through creating your whistleblowing platform.
kl: Najoqqutassat tulleriissakkat uku pasinapiluttumik kalerriinermi paasissutissanik siammarterivimmi pilersitsiniarnerni aqqutissiutissavaatsit.

source: The link will expire in 7 days.
kl: Linkeq ullut 7 qaangiuppata qaangiuttuussaaq

source: The manual configuration wizard will guide you through the setup of HTTPS from an alternative Certificate Authority.
kl: Najoqqutassiaq manuelimik inissiinissamut, HPPTS-nut inissiinissamut ilitsersuipput.

source: The new password must be different from the current one.
kl: Isertaateq nutaaq allaanerussooq isertaatip siulianiit.

source: The platform is still not configured for HTTPS connections and should therefore only be used for testing purposes.
kl: Paasissutissanik siammarterivik suli HTTPS-attaveqaatinut atassuserneqanngilaq taamaattumillu misileraanernut kisimi atorneqartariaqarluni.

source: The platform must be reachable through a public IP address and the selected hostname must have a DNS record referencing that address.
kl: Paasissutissanik siammarterivik tamanut IP-adresse atorneqarsinnaasoq aqqutigalugu iserfigineqarsinnaavoq, ingerlatsisullu atia toqqarneqarsimasoq DNS-posteqassaaq uunga adressemut ineersuussisumik.

source: The platform supports the configuration of HTTPS through this interface.
kl: Paasissutissanik siaruarterivik una aqqutigalugu HTTPS-imut ilusilersueqataavoq.

source: The provided recovery key is invalid.
kl: Atuutilersinneqaqqinnissaanut matuersaat atuutinngilaq.

source: The provided reset token is invalid or expired.
kl: Isertaativit taarsernissaanut iserfissaq atuutinngilaq qaangiussimalluniluunniit.

source: The receipt is either invalid or the report has expired.
kl: Allagartaq ajorpoq imaluunniit nalunaarusiaq qaanngiuttoorsimavoq.

source: The specified input is not valid.
kl: Ilassuteqaatiginiagaq atuutinngilaq.

source: The specified input is not valid:
kl: Ilassuteqaatiginiagaq atuutinngilaq.

source: The specified old password is not valid
kl: Isertaatitoqaq atuutsinneqanngilaq

source: The two passwords do not match
kl: Isertaatit assigiinngillat

source: The upload request exceeds the size limit
kl: Immiunneqarsinnaaneranut angissusissamut killigititaasoq qaangerneqarpoq

source: The user will be forced to change its password on next login.
kl: Atuisoq tulliani login-ilerpat pinngitsaalisamik isertaat allanngortinneqaqquneqassaaq

source: The validation link is either incorrect or has expired.
kl: Uppernarsaasiinermut iserfissaq kukkusuunngikkuni qaangiussimavoq.

source: The whistleblower has already read the last update
kl: Whistleblowerip nutaarsiassaq kingulleq atuareersimavaa

source: The whistleblower has not read the last update yet
kl: Whistleblowerip nutaarsiassaq kingulleq suli atuarsimanngilaa

source: Then, copy and paste the following address into the Tor Browser:
kl: Adressea kopi-ruk Tor-browserimilu ikkullugu:

source: This custom text is no longer displayed on the platform. The original text has either changed or been removed.
kl: Oqaasertaliussaq atuisumut nalimmassagaq nuisatinneqarunnaarpoq. Oqaasertaliussaq siulleq allanngortinneqarsimanngikkuni peerneqarsimavoq.

source: This domain name is not available.
kl: Atuisup atererusutaa atorsinnaanngilaq.

source: This field is mandatory
kl: Immersugassaq una pinngitsuugassaanngilaq

source: This is a demo platform, please do not use it for real submissions.
kl: Una paasissutissanik siammarterivimmut nittarsaataavoq, taamaattumillu atugassanut nassiunneqartussanut atorneqassanani.

source: This user has not performed the first login yet.
kl: Atuisoq una suli login siulleq pisimanngilaa.

source: Threshold
kl: Matup alloriusaa

source: Title
kl: Qulequtaq

source: To
kl: Uunga

source: To:
kl: Uunga:

source: Transfer
kl: Nuussineq

source: Transfer access
kl: Isertaat nuutsiguk

source: Trigger conditions
kl: Ingerlatitseqqiinissamut piumasaqaatit

source: Trigger question
kl: Apeqqummik aallarniut

source: Triggered by score:
kl: Score-ip kingunerisaa:

source: Turn on email notifications
kl: Emailikkut nalunaarutisisarneq ikiguk

source: Type
kl: Qanoq issuseq

source: Type your new password again
kl: Isertaat nutaaq allaqqiguk

source: URL redirects
kl: URL-allamukaataat

source: Unhide
kl: Nuisiguk

source: Unselect
kl: Namminissarsiunngitsoq

source: Upload a file:
kl: Fileq uploadteruk:

source: Upload date
kl: Uploadterfiata ullua

source: Use as default
kl: Malittarisassatut atoruk

source: Use the 16 digit receipt to log in. It will allow you to view any messages we sent you, and also to add extra info.
kl: Allagartaq 16-nik kisitsisitalik iserniarnermi atoruk. Taanna atorlugu allagarsiat nassiussimasagut tamaasa takusinnaalissavatit paasissutissanillu allanik ilanngussisinnaallutit.

source: Use the first site for administrative purposes only
kl: Nittartagaq siulleq taamaallaat allaffissornikkut siunertanut atoruk

source: User
kl: Atuisoq

source: Username
kl: Atuisup atia

source: Users
kl: Atuisut

source: Using automatic HTTPS configuration will handle the entire process of requesting, enabling and renewing certificates from the Let's Encrypt Certificate Authority.
kl: HTTPS-nammineerluni ilusilersuisoq atorlugu Let's Encrypt Certificate Authority-mit allagartat atuutilersinneqarnissaannut nutarternissaannullu ingerlatsinerit isumagineqartarput.

source: Valid until:
kl: Atuuttuusoq uunga tungaanut:

source: Validation of email address change in progress.
kl: Emailadresse allanngorsimaneranut akuerineqarnissaa suliaq ingerlavoq.

source: Value
kl: Nalinga

source: View
kl: Takujuk

source: View your report
kl: Nalunaarusiat takujuk

source: Voice
kl: Nipeq

source: Waiting for authorization
kl: Akuerineqarnissaminut utaqqivoq

source: Waiting for the file(s) to finish uploading.
kl: Filit uploadternerata naammassinissaa utaqqineqarput.

source: Warning
kl: Mianersoqqussut

source: We advise selecting this option if you would like to protect data from being lost in the situation where recipients lose their passwords. On the other hand, we would not advise using this feature if you want to setup a system where only recipients are able to access submissions.
kl: Innersuutigissavarput, aalajangersagaq una paasissutissaativit tigusisussap isertaatimi annaaneratigut tammannginnissaannut illersorniarlugit toqqassagit. Illua tungaani una atuuffik systemimik tigusisussaq kisimi nassiunneqartunut isersinnaalertussanngorlugu pilersitserusukkuit innersuussutiginngilarput.

source: We recommend that you access the “Preferences” section in order to retrieve your “Account Recovery Key” and store it safely. This key will be necessary to recover your access to the platform and to your data in case you forget your password.
kl: Innersuutigaarput "aalajangersakkat" iserfigisinnaanngussagitit "kontop atuutilersinneqarnissaanut matuersaatip" aanissaanut isumannanngitsumullu toqqorlugu. Matuersaat taanna isertaatit puigorsimagukku paasissutissanik siammarterivimmut paasissutissaatinnullu isertaativit atuutilersinneqaqqinnissaanut pisariaqassaaq.

source: We will try to get back to you as soon as possible.
kl: Piaarnerpaamik uterfiginiarsarissavarsi.

source: Weak
kl: Sanngiitsoq

source: Welcome!
kl: Tikilluarit!

source: Whistleblower
kl: Whistlebloweri

source: Whistleblower's last access
kl: Whistleblowerip kingullermik iserfia

source: Whistleblowing Policy
kl: Whistleblowerip politikkia

source: Whistleblowing button
kl: Whistleblowernermi tuugassaq

source: Width
kl: Silissuseq

source: Yes
kl: Aap

source: You are connecting to the server without anonymity and this server supports only anonymous submissions
kl: Kinaassutsinnik isertuussinak server-imut attaveqarputit, uanilu server-imi nassiussat kinaassutsimik isertuussiviusut kisimik tapersersorneqarput

source: You are operating on behalf of a whistleblower.
kl: Pasinapiluttumik kalerriisoq sinnerlugu ingerlatsivutit.

source: You are strongly advised to visit this site using the app called Tor Browser, that protects your identity.
kl: App Tor Browser kinaassutsinnik illersuisoq atorlugu nittartakkamut isernissat sakkortuumik innersuussutigineqarpoq.

source: You have completed the platform activation.
kl: Paasissutissanik siammarteriviup atuutilersinnissaa iluatsippat.

source: You have completed the platform wizard.
kl: Paasissutissanik siammarterivimmi ikiuut iluatsippat.

source: You have reached the maximum number of selectable recipients.
kl: Tigusisussat amerlassusigisinnaasaannut killigititaq tikissimavat.

source: You must select at least one recipient.
kl: Tigusisussamik minnerpaamik ataatsimik toqqaasaatit.

source: Your new email address has been validated.
kl: Emailadresse nutaaq uppernassusaa akuerineqarpoq

source: Your report was successful.
kl: Nalunaarusiat iluatsippoq.

source: Your whistleblowing platform is almost ready!
kl: Pasinapiluttumik kalerriinermi paasissutissanik siammarteriviit naammassingajalerpoq!

source: days
kl: ullut

source: file unavailable
kl: Fil-i atorsinnaanngilaq

source: megabytes
kl: megabytit

source: percentage
kl: Procentit

source: please enter a valid email address.
kl: Mail adresse ajunngittoq allaguk

source: please enter numbers only.
kl: Normut kisimi allakkit.

source: seconds
kl: Sekundit

source: File a report
kl: Nalunaarusiamik nassiussigit

source: Select a reporting channel:
kl: Nalunaarusiaq sukkut nassiutissanersoq qineruk:

source: Please summarize your report in a few words.
kl: Qinnuigaakkit isumaliutissiissutit oqaatsit ikittut atorlugit eqikkassagit.

source: Describe your report in detail.
kl: Nalunaarusiat allaqqissaaruk.

source: Where did the facts happen?
kl: Sumi piva?

source: When did the facts happen?
kl: Qanga piva?

source: I'm a victim
kl: Ilisimannittuuvunga/takunnittuuvunga

source: I'm involved in the facts
kl: Pisoq akuuffigaara

source: I witnessed the facts in person
kl: Namminneerlunga pisumut takunnittuuvunga

source: I was personally told by a direct witness
kl: Ilisimannittumit toqqaannartumik ilisimatinneqarpunga

source: It is a rumor I heard
kl: Tusatsiagaavoq tusagara

source: How are you involved in the reported facts?
kl: Paasissutissanut nalunaarusiarineqarsimasunut qanoq attuumassuteqarpit?

source: Do you have evidence to support your report?
kl: Nalunaarusiassannut tunngavilersuutitut uppernarsaatissaqarpit?

source: Please attach the evidence to support your report.
kl: Nalunaarutinnut tunngavilersuutitut uppernarsaatit uiggiutikkit.

source: Please describe the evidence in detail.
kl: Uppernarsaat nassuiaatitalersorujuk.

source: A thorough description of the submitted evidence enhances our ability to evaluate claims and investigate. Please take care to reference significant portions of any videos, images or documents submitted.
kl: Uppernarsaatinut nassiunneqarsimasunut sukumiisumik nassuiaasertaliineq taamaassorinninnernik nalilersuinissatsinnut misissuinissatsinnullu iluaqutaassaaq. Aalasulianut, assinut, allagaatinulluunniit nassiunneqartunut innersuussinerit peqqissaarutikkit.

source: Have you reported the facts to other organizations and/or individuals?
kl: Paasissutissanik allanut siunertaqaqatigiiffinnut inunnulluunniit ataasiakkaanut nalunaarutiginnissimavit?

source: Please list the organizations and/or individuals you have informed about these facts.
kl: Siunertaqaqatigiiffiit aamma/imaluunniit inunnuit paasissutissiiffigisimasatit allakkit.

source: Have these organizations investigated your claims? If so, what was the outcome?
kl: Siunertaqaqatigiiffiit taakku taamaassorinninnerit pisissorsimavaat? Taamaappat inerniliussaq suua?

source: What is the outcome you want to achieve with our support?
kl: Suna inerniliussaq kaammattorneqarnerni angorusuppiuk?

source: Would you like to tell us who you are?
kl: Kinaanersutit oqaluttuukkusuppitigut?

source: First name
kl: Atit

source: Last name
kl: Naggatit

source: Alternative contact method
kl: Attaveqaasersuutitut periuseq alla

source: I prefer to be contacted via this platform only
kl: Paasissutissanik siammarterivik una kisiat atorlugu attavigineqarnissara kissaatigaara

source: Other
kl: Allat

source: Specify
kl: Nalunaarutiginninneq

source: Dear {RecipientName},
kl: Tigusisussaq {RecipientName},

source: You're receiving this email because a user account has been created for you on the system: {Site}
kl: Una e-mail tiguat ilinnut systemimi atuisutut kontomik pilersitsisoqarsimanera pillugu: {Site}

source: Username: {Username}
kl: Atuisutut taaguutit: {Username}

source: Activation link: {Url}
kl: Link atulernissaanut: {Url}

source: Please click on the activation link to proceed with the account activation and to set your user password.
kl: Kontop atorsinnaanngornissaa ingerlateqqikkumallugu atuutilersitsinissamut iserfissaq una tooruk isertaatissallu aalajangerlugu.

source: After successful activation you will be able to access the system via the following link: {LoginUrl}
kl: Atuutilersitsineq iluatsippat una iserfissaq aqqutigalugu systemimut isersinnaanngussaatit: {LoginUrl}

source: Kind regards,
kl: Inussiarnersumik inuulluaqqusillunga,

source: Account activation
kl: Konto atuutilernissaa

source: Your whistleblowing platform is now accessible at:
kl: Maanna pasinapiluttumik kalerriinermi paasissutissanik siammarteriviit maana iserfigisinnaanngorpat:

source: To log in, visit:
kl: Isernissannut, una takuguk:

source: Users' credentials:
kl: Atuisoq pillugu kinaassutsimut paasissutissat:

source: The platform will be automatically deleted on:
kl: Paasissutissanik siammarserivik peerneqassaaq ulloq:

source: Access instructions
kl: Atornissaanut ilitsersuut

source: The number of activities recently detected appears to be higher than usual.
kl: Pisut amerlassusaat kingullertigut naliginnaasunit amerlanerusutut nalunaarsorneqarsimasut.

source: This could be a sign of an attack (for example, someone flooding your server with bogus information) or just a usage spike due to an increased visibility of your project.
kl: Una innimiiserfigitinnermut ersiutaasinnaavoq (assersuutigalugu arlaata serverit paasissutissanik eqqunngitsunik immersoraa) imaluunniit suliniutivit ersarinneratigut atorneqarnera annertusisoq.

source: Examine the issue to determine whether it is legitimate or not.
kl: Ajornartorsiut inatsisitigut unioqqutitsinerunersoq misissoruk.

source: The activities with unusual stats are:
kl: Pisut naatsorsueqqissaarnernik naliginnaanngitsortallit:

source: Available disk space: {FreeMemory}/{TotalMemory}
kl: Disk inissaqartoq: {FreeMemory}/{TotalMemory}

source: The server cannot guarantee that a new report can be stored, so submissions have been disabled.
kl: Serverip nalunaarusiap nutaap toqqorneqarnissaa qularnaarsinnaanngilaq, taamaattumik nassiunneqarsimasut atorunnaarsinneqarsimapput.

source: Please consider asking your technical support to create more disk space on the server.
kl: Teknikkikkut siunnersortinnut serverimi diskip inissaqarnerulernissaata noqqaassutiginissaa eqqarsaatigiuk.

source: GlobaLeaks technology includes a server status checking component which will alert you in case something requires your attention.
kl: GlobaLeaks-teknologi serverip killiffianik aqutsisinnaasumik atortoqarportaaq, taannalu arlaannik eqqumaffigisassaqarpat aarlerisaarissaaq.

source: For more information, log in to the Administration interface and look at the "System Stats" and "Anomalies" sections.
kl: Paasissutissat sukumiinerusut piumallugit allaffissornikkut aaqqissuiffik iserfigiuk immikkoortorlu "Systemimik naatsorsueqqissaarnerit" aamma "Pissusissamisuunngitsut".

source: Anomaly detected in {NodeName}
kl: Pissusissamisuunngitsunik nanissaasoqarpoq uani {NodeName}

source: This is an email to inform you that the PGP key of the following users is going to expire or has already expired:
kl: Una e-mailiuvoq ilinnik PGP-matuersaatip qaangiutilerneranik imaluunniit qaangiutereersimaneraneranik ilisimatitsisoq:

source: Without a valid PGP key, the system will not be able to send them encrypted notifications.
kl: PGP-matuersaammik atuuttumik peqanngikkaanni systemi nalunaarutinik illersornilinnik nassiussisinnaanngilaq.

source: PGP key expiration alert
kl: PGP-matuersaat qaangiuttoornissaanut mianersoqqussut

source: A new whistleblowing site has been registered.
kl: Pasinapiluttumik kalerriinermi nutaamik nittartartakkamik nalunaarsugaqartoqarsimavoq.

source: Registration data:
kl: Paasissutissat nalunaarsorneqartut:

source: Site: {Url}
kl: Nittartagaq: {Url}

source: Name: {Name}
kl: Ateq: {Name}

source: New whistleblowing site registered
kl: Pasinapiluttumik kalerriinermi quppernermik nutaamik nalunaarsugaqarpoq

source: This is a test email sent out from the platform's administrative interface.
kl: Una e-mailiuvoq siammarterivimmit allaffissornikkut aaqqissuiffianit misiliut.

source: Reception of this email indicates that the server was able to authenticate to and interact with the SMTP mail server.
kl: Uuminnga emailimik tigusineq isumaqarpoq serveri akuersisinnaasimasoq SMTP-mailserverimullu attaveqarsinnaasimalluni.

source: Test email
kl: Email misiliut

source: This is an email to notify you that a request has been made to change your email address to {NewEmailAddress}.
kl: Una e-maili ilinnut {NewEmailAddress}-mut e-mailadressevit allanngortinneqarnissaanik kissaateqartoqarsimaneranik ilisimatitsisuuvoq.

source: Click the following link to validate this change:
kl: Allannguut uppernarsarniarlugu link tulliuttoq tooruk:

source: If you didn't request this change, change your password and contact your system administrator.
kl: Allannguut una qinnutigisimanngikkukku isertaatitut kodet allanngortissavat systemimillu allaffissornikkut ingerlatsivik attavigalugu.

source: Email change request
kl: Email allangortinneqaqquvoq

source: From: {Author}
kl: Uannga: {Author}

source: Date: {EventTime}
kl: Ulloq: {EventTime}

source: From: Whistleblower
kl: Uannga: Whistlebloweri

source: Date: {SubmissionDate}
kl: Ulloq: {SubmissionDate}

source: Label: {TipLabel}
kl: Allagartaa: {TipLabel}

source: Status: {TipStatus}
kl: Killiffik: {TipStatus}

source: The HTTPS certificate loaded on the platform is about to, or has already expired.
kl: HTTPS-allagartaq paasissutissanik siammarterivimmi aaneqarsimasoq qaangiutinngujuunngikkunik qaangiutereersimavoq.

source: Expiration date: {ExpirationDate}
kl: Ulloq atorunnaarfissaq: {ExpirationDate}

source: Without a valid certificate, the platform will be accessible in a secure way only via Tor.
kl: Atuuttumik allagartaqartigani paasissutissanik siammarterivik taamaallaat isumannaatsumik Tor aqqutigalugu ingerlasinnaavoq.

source: Log in to solve the issue.
kl: Ajornartorsiut aaqqiissuteqarfiginiarlugu iserit.

source: Expiration alert for HTTPS certificate
kl: HTTPS-allagartap qaangiutilernera pillugu aarlerisaarut

source: The automatic HTTPS certificate renewal scheduled for today just failed.
kl: HTTPS-certifikat ullumikkumut pilersaarutaagaluaq iluatsinngitsoorpoq

source: The system will keep trying.
kl: Systemi misileeqattaasooq.
