Repository: globaleaks/whistleblowing-software
Catalog: client/app/assets/data_src/pot/kl.po
Languages: kl

source: Failed HTTPS certificate renewal
kl: HTTPS-mik nutarteriniarneq iluatsinngitsoorpoq

source: This is an email to notify you that a custodian has authorized you to access to the whistleblowing identity for the report {TipNum}.
kl: Tassani emailikkut nalunaarfigineqarputit depotforvalterip pisinnaatikkaatit nalunaarutiginiakkat pillugu whistleblowing-identitetimut isersinnaatillutit {TipNum}.

source: The report can be accessed at:
kl: Nalunaarusiaq uani takuneqarsinnaavoq:

source: Access to whistleblower's identity authorized
kl: Whistleblowerip kinaassusersinneqarnissaanut akuerineqarpoq

source: This is an email to notify you that a custodian has denied you access to the whistleblowing identity for the report {TipNum}.
kl: Tassani emailikkut nalunaarfigineqarputit depotforvalterip nalunaarutiginiakkat pillugu whistleblowing-identitetimut isersinnaanissat akuerinngikkaa {TipNum}.

source: Access to whistleblower's identity denied
kl: Whistleblowerip kinaassusaa paasinissaanut itigartinneqarpoq

source: This is an email to notify you that a recipient has requested access to the whistleblower's identity for the report {TipNum}
kl: Una e-mailiuvoq tigusisup pasinapiluttumik kalerriisup nalunaarutiginninnermi kinaassusaanik paasinnikkusulluni isersinnaanissamik kissaateqarsimaneranik ilisimatitsisoq {TipNum}

source: The request can be accessed at:
kl: Qinnuteqaat uani takuneqarsinnaavoq:

source: New request of access to a whistleblower's identity
kl: Pasinapiluttumik kalerriisup kinaassusaanik paasinnikkusulluni kissaateqarneq nutaaq

source: This is an email to notify you that the whistleblower for the report {TipNum} has provided their identity.
kl: Una e-mail ilinnik pasinapiluttumik kalerriisup kinaassutsimut paasissutissanik {TipNum} ilisimatitsineranik nalunaartoq.

source: The whistleblower has provided their identity
kl: Pasinapiluttumik kalerriisup kinaassutsimut paasissutissani nalunaarutigai

source: You're receiving this email because a password reset has been requested for the account: {Username}
kl: Una e-maili kontomut {Username} isertaatip allanngortinneqarnissaata qinnutigineqarsimanera pillugu tiguat

source: If you didn't make this request, you may safely ignore and delete this email.
kl: Qinnutigisimanngikkukku nammineerlutit una qaangiinnarsinnaavat e-maililu peerlugu.

source: You can confirm your request by clicking the following link:
kl: Qinnutigisimanera link tulliuttoq toorlugu uppernarsarsinnaavat:

source: Password reset instructions
kl: Isertaatit aallaqqaataaniit aallartitussanngorlugu ilitsersuut

source: This is an email to inform you that your PGP key is expiring or has already expired.
kl: Una e-mail ilisimatitsissutaavoq PGP-matuersaatippit qaangiutingajalerneranik imaluunniit qaangiutiliivinneranik ilisimatitsisoq.

source: You should extend its validity and update the key present on the platform, or upload a new key.
kl: Paasissutissanik siammarterivimmi matuersaat nutartertariaqarpat atuuffialu sivitsorlugu imaluunniit nutaamik matuersaammik aallerlutit.

source: Without a valid PGP key, the system won't be able to encrypt data provided to you.
kl: PGP-matuersaammik atuuttumik peqanngikkaanni paasissutissanik ilinnut tunniunneqartunik paasiuminaallisaaneq atuussinnaanngilaq.

source: Click the link to activate the platform:
kl: Paasissutissanik siammarterivik atuutilersinniarlugu link iserfigiuk:

source: Activation
kl: Ikillugu/aallartillugu

source: A software update is available.
kl: Software nutarterneqarsinnaanera periarfissaavoq.

source: It is good security practice to keep the platform up to date.
kl: Paasissutissanik siammarteriviup nutartillattaartarnissaa sillimaniarnermut ileqqorissaarneruvoq.

source: To learn about new features and bug fixes in the new version consult the change log at: {ChangeLogUrl}
kl: Atuuffiit nutaat kukkunernillu aaqqiissutit nutaat quppernermi nutartikkami takujumallugit allannguutinut takussutissat iserfigikkit: {ChangeLogUrl}

source: For instructions on software updates, please refer to the documentation at: {UpdateGuideUrl}
kl: Softwaremik nutarterinissamut ilitsersuutip takunissaanut allagaateqarfik innersuussutigineqarpoq: {UpdateGuideUrl}

source: This is an email to notify you that a recipient has granted you access to one or more reports.
kl: Una e-mailiuvoq ilinnik nalunaarusiap imaluunniit nalunaarusiat takunissaanut periarfissinneqarninnik nalunaartoq.

source: New report
kl: Nalunaarusiaq nutaaq

source: One or more reports are expiring and will be soon deleted.
kl: Nalunaarusiaq imaluunniit nalunaarusiat qaangiutiliivipput peerneqassallutillu.

source: The earliest expiration date is {EarliestExpirationDate}.
kl: Piaarnerpaamik ulloq qaangiuttoorfissaa {EarliestExpirationDate}

source: Please remember to check them before they are deleted.
kl: Eqqaamaguk misissoqqaarnissai peerneqannginneranik.

source: Some reports will expire soon
kl: Nalunaarusiat ilaasa atorunnaarsinneqangajalerput

source: This is an email to notify you the reception of a new report.
kl: Una e-mailiuvoq nalunaarusiamik nutaamik tigusisoqarsimaneranik ilisimatitsisoq.

source: This is an email to notify you that the reminder date for one or more reports has been met.
kl: Una e-mailiuvoq ilinnik nalunaarusiap imaluunniit nalunaarusiat eqquutsinneqarsimaneranik ullormik eqqaasitsissutaasoq.

source: Reminder
kl: Eqqaasitsissut

source: This is an email to notify that an existing report has been updated.
kl: Una maileq ilinnik nalunaarusiat tunniutereerneqarsimasup nutarterneqarsimaneranik ilisimatitsisuuvoq.

source: Report updated
kl: Nalunaarusiaq nutarterneqarpoq

source: This email is to remind you the presence of unread or updated reports.
kl: Una e-maileq ilinnik nalunaarusianik atuarneqarsimanngitsunik nutarterneqarsimasunilluunniit eqqaasitsissutaavoq.

source: Reminder about unread or updated reports
kl: Nalunaarusianik atuarneqarsimanngitsunik nutarterneqarsimasunilluunniit eqqaasitsissut.

source: Role: {Role}
kl: Atuuffia: {Role}

source: Password: {Password}
kl: Isertaat: {Isertaat}
