Repository: globaleaks/whistleblowing-software
Catalog: client/app/assets/data_src/pot/kl.po
Languages: kl

source: Accept multiple answers
kl: Akissutit arlallit akuerikkit

source: Accept multiple file uploads
kl: Filit arlallit uploadterneqarnissai akuerikkit

source: Acceptable
kl: Akuerineqarsinnaavoq

source: Access control
kl: Isissutsissamut nakkutilliineq

source: Access date
kl: Isissutsissap ullua

source: Access requested
kl: Isissutissaq qinnutigineqarpoq

source: Access to the whistleblower's identity has been requested to the custodian.
kl: Whistleblowerip kinaassusaata kinaassusersinneqarnissaa ingerlatsisumiit takuumaneqarpoq.

source: Account recovery key
kl: Kontop ammaqqinnissaanut matuersaat

source: Act on behalf of a whistleblower
kl: Whistleblowerip sinnerlugu iliuseqarit

source: Activities
kl: Iliuutsit

source: Add
kl: Ilannguppaa

source: Add custom text
kl: Atuisutut oqaasertaliussamik ilanngussigit

source: Add multimedia content
kl: Attaveqatigiittarfiit assigiinngitsut imarisaannut ilassuteqaateqarit

source: Add new question
kl: Apeqqut nutaaq ilannguguk

source: Add new questionnaire
kl: Immersugassaq apeqqititalik nutaaq ilanngutiguk

source: Add question from template
kl: Skabelonimiit apeqqummik ilanngussigit

source: Addition
kl: Ilanngutassaq

source: Additional questionnaire
kl: Apeqqutit akisassat allassimaffianut ilassut

source: Address
kl: Najugaq

source: Admin
kl: Aqutsisoq

source: Administrators authorized to change user passwords:
kl: Ingerlatsisut atuisutut isertaatit kodeusut allanngortissinnaanissaanut pisinnaatinneqartut:

source: Advanced
kl: Atortorissaarut nutaaliaalluinnartoq

source: Allow the recipient to edit the reports' expiration date
kl: Tigusisussaq nalunaarusiap ulloq qaangiuttoorfissaa allanngortissinnaangornissaa pisinnaatiguk

source: Allow the recipient to delete reports
kl: Tigusisussaq nalunaarusianik piiaasinnaatillugu pisinnaatiguk

source: Allow the whistleblower to add attachments
kl: Whistleblower pisinnaatiguk kakkiussanik ilanngussisinnaanngorlugu

source: Allow the whistleblower to write comments
kl: Whistleblower pisinnaatiguk oqaatigiumasaanik allattuisinnaatillugu

source: Allow this user to reopen management of a report
kl: Atuisoq nalunaarusiamik ammaqqissinnaatileqqiguk

source: Allow users to sign up
kl: Atuisut allatsissinnaangortikkit

source: Allow whistleblowers to select their recipients
kl: Whistleblower tigusisussanik toqqaanissaanik pisinnaatiguk

source: Allowed IP addresses
kl: IP adressit akuerisat

source: An update is available:
kl: Opdaterigassaq piareersimavoq:

source: Analyst
kl: Misissuisoq

source: Anomalies
kl: Pissusissaanngitsumik iliorneq

source: Anomaly detection thresholds
kl: Eqqunngitsut nalunaarsorneqarnissaanut killigititaq

source: Anonymity
kl: Kinaassutsimik isertuussineq

source: Anonymize outgoing connections
kl: Anisussat isertuussanngortikkit

source: Anonymous
kl: Kinaassutsimik isertuussineq

source: Are you sure?
kl: Ilumut taamaaliorniarpit?

source: Assign score points
kl: Pointinik tuniguk

source: Assigned to
kl: Suliassaq tunniunneqarpoq

source: Attachment
kl: Kakkiussaq

source: Attachments
kl: Kakkiussat

source: Attention
kl: Malugiuk

source: Audio
kl: Nipi

source: Audit log
kl: Isertunik nakkutiginniffik

source: Authentication failed
kl: Akuersissut iluatsinngilaq

source: Authorization
kl: Akuersineq

source: Authorize
kl: Akueraa

source: Authorize access to the whistleblower's identity
kl: Whistleblowerip kinaassusersinneqarnissaanut isersinnaanngornissaa akueriuk

source: Authorized
kl: Akuerisaq

source: Auto-renewal
kl: Automatiskimik nutarsaaneq

source: Automatic configuration
kl: Automatiskimik inissiineq

source: Available disk space
kl: Diskip imaqarsinnaassusaa atorneqanngikkallartoq

source: Before proceeding please read carefully the documentation at:
kl: Ingerlaqqitsinnak takussutissaq atuarluaqqaaruk uani:

source: Before proceeding, please enable the two factor authentication.
kl: Ingerlaqqitsinnak marloriaq akuerisassaq aallartisaruk.

source: Before proceeding, please set a new password.
kl: Ingerlaqqitsinnak nutaamik isissutissamik sanagit.

source: Block the submission
kl: Nassiunniagaq parnaaruk

source: By confirming, you will edit the expiration date to:
kl: Uppernarsaanikkut ulloq ukununnga qaangiuffissaa kinguartissavat:

source: By confirming, you will set a reminder on date:
kl: Uppernarsaanikkut ullormi eqqaasitsissut aalajangersinnaavat:

source: By enabling this feature, you will contribute to the development and security of the platform.
kl: Atuutilersinneratigut paasissutissanik siaruarteriviup ineriartortinneqarneranut isumannaatsuunissaanullu ikiuutaassaatit.

source: Cancel
kl: Atorunnaarsillugu

source: Case management
kl: Suliassamik isumaginninneq

source: Certificate
kl: Allagartaq

source: Certificate Signing Request
kl: Allagartaq atsiornissaannut qinnuigineqarneq

source: Change status
kl: Killiffik allanngortiguk

source: Change your password
kl: Isertaat allanngortiguk

source: Changelog
kl: Allannguutit allattorsimaffiit

source: Channel
kl: Kanali

source: Channels
kl: Kanalit

source: Check your inbox to activate it.
kl: Allagarsiassatit takukkit atuutilersinneqarnissaanut.

source: Checkbox
kl: Krydsilersorfik

source: Checkbox label
kl: Krydsilersuiffik allagartaa

source: City
kl: Illoqarfik

source: Close
kl: Matuguk

source: Closed
kl: Matuvoq

source: Collapse
kl: Isavoq

source: Column
kl: Allaffissaq

source: Comments
kl: Oqaaseqaatit

source: Computer
kl: Qarasaasiaq

source: Configure
kl: Aaqqissuussineq

source: Confirm
kl: Akueriuk

source: Congratulations!
kl: Pilluarit!

source: Copy to clipboard
kl: Katiterummut kopieruk

source: Country
kl: Nuna

source: Country code
kl: Nunap kodea

source: Creation date
kl: Sananeqarnera ullua

source: Creation date:
kl: Sananeqarnera ullua:

source: Current password
kl: Maannakkut isertaat

source: Custodian
kl: Nakkutiginnittoq

source: Custom
kl: Atuisup ilisarnaataa

source: Custom privacy panel
kl: Inunnut ataasiakkaanut paasissutissat illersorneqarnissaannut paasissutissanik aallarfigineqarsinnaasoq atuisumut tulluarsagaasoq

source: Custom support URL
kl: Atuisunut ikiuut URL-adresse

source: Custom text
kl: Atuisutut oqaasertaliussaq

source: Custom translation
kl: Atuisutut oqaasertaliussap nutsernera

source: Date
kl: Ulloq

source: Date of the request
kl: Ulloq qinnuteqarfik

source: Date range
kl: Ullut akuttussusaa

source: Default mail configuration in use. Please consider using a private mail server.
kl: E-mail atorneqartut naliginnaasumik ilusilersugaanerat. Immikkut mailimik ingerlatsivimmik atugaqarnissaq eqqarsaatigiuk.

source: Delete
kl: Peerlugu

source: Denied
kl: Naaggaarneqarpoq

source: Deny
kl: Naaggaarpoq

source: Deny access to the whistleblower's identity
kl: Whistleblowerip kinaassusersinneqarnissaanut itigartiguk

source: Description
kl: Allaatiginninneq

source: Deselect
kl: Taanna pinnagu

source: Deselect all
kl: Tamaasa pinnagit

source: Details
kl: Peqqissaartumik allaatigisaq

source: Details of the PGP key:
kl: PGR keymut ilanngussassat:

source: Devices
kl: Atortut

source: Disable
kl: Atorunnaarsiguk

source: Disable notifications to administrators
kl: Notifikationit isumaginnittumut atorunnaarsikkit

source: Disable notifications to custodians
kl: Paarsisunut notifikationit atorunnaarsikkit

source: Disable notifications to recipients
kl: Tigusisussanut notifikationit atorunnaarsikkit

source: Disable submissions
kl: Nassiussat atorunnaarsikkit

source: Disable the privacy panel
kl: Panelit suliffiup avataatigut atorunnaarsikkit

source: Disable two factor authentication
kl: Marlunnut akuersissut atorunnaarsiguk

source: Disabled
kl: Atorunnaarsinneqarpoq

source: Disclaimer
kl: Akisussaaffeqarunnaarsitsineq

source: Display options alphabetically
kl: Oqaatsit alfabeti malillugu takutikkit

source: Download copy of the Privacy Policy
kl: Allanut oqaatigeqqusaanngitsup politikkia kopi-a downloaderuk

source: Download the Tor Browser
kl: Tor Browser downloadteruk

source: Duplicate
kl: Marlunngortiguk

source: Each entry must be separated with a comma.
kl: Allannerit tamarmik uniffilerneqassapput (komma).

source: Earliest selectable date
kl: Ulloq qinigassaq siulleq

source: Edit
kl: Allanngortiguk

source: Edit the expiration date
kl: Ulloq atorunnaarfissaa allanngortiguk

source: Email
kl: E-Maili

source: Email address
kl: Email

source: Enable
kl: Atuutilersiguk

source: Enable PGP
kl: PGP atuutilersiguk

source: Enable administrators to change user passwords
kl: Atuisutut isertaatip kodeusup allanngortissinnaanera ingerlatsisumut periarfissaatigut

source: Enable custom privacy panel
kl: Suliffiup avataani atuisutut inissinnissat atuutilersiguk

source: Enable email notifications
kl: Allagarsianut nalunaarutisisarneq atuutilersiguk

source: Enable email notifications for:
kl: Emailikkut nalunaarutisisarnernik atuutilersitsineq:

source: Enable encryption
kl: Paasiuminaallisaaneq atuutilersiguk

source: Enable scoring system
kl: System pointilersuut atuutilersiguk

source: Enable search engines indexing
kl: Ujaarliissutit immikkoortiteralutillu katiterisinnaanissaat atuutsileruk

source: Enable simplified login
kl: Isertaateq piuminarnerulersillugu atuutilersiguk

source: Enable terms of service
kl: Kiffartuussinermi piumasaqaatit atuutilersikkit

source: Enable two factor authentication
kl: Marlunnut akuersissut atuutilersiguk

source: Enabled
kl: Atuutilersinneqarpoq

source: Enter a name for the copy
kl: Ateq ikkutiguk kopi-mik pisussaq

source: Enter the two factor authentication code
kl: Marlunnut akuerisassaq kodea allaguk

source: Enter your account recovery key to complete the password reset procedure
kl: Allanngortitsinermut matuersaat naqiguk isertaatit allanngortinniarukku

source: Enter your account's username or your email address to request a password reset.
kl: Atuisutut taaguutit imaluunniit mail adresse naqiguk, isertaatit allanngortinniarukku.

source: Enter your email address to request a password reset.
kl: Mail atia naqiguk isertaatit allanngortinniarukku.

source: Error on input validation
kl: Immiussat akuerineqarnissaanut ajutoorpoq

source: Error!
kl: Kukkusoq!

source: Everyone
kl: Tamassi

source: Example:
kl: Assersuut:

source: Expand
kl: Alliguk

source: Expiration date
kl: Ulloq atorunnaarfissaq

source: Export
kl: Avammut tunisineq

source: File size
kl: Filip angissusaa

source: File size not accepted.
kl: Filip angissusaa akuerineqanngilaq.

source: Filename
kl: Filip atia

source: Files
kl: Filit

source: Files attached by recipients
kl: Filit tigusisup ilanngussai

source: Fill the additional questionnaire
kl: Immersugassaq ilaqqinnikoq immersoruk

source: Fingerprint
kl: Inussat ipaasaat

source: First
kl: Siulleq

source: Fiscal code
kl: Aningaasartuutissanut inatsit

source: Footer
kl: Quppernerup naqqa

source: For security reasons the code needs to be changed.
kl: Sillimaniarnerup peqqutaalluni isertaateq taarsertariaqarpoq.

source: For security reasons, password changes are required at regular intervals.
kl: Sillimaniarneq peqqutaalluni akilikitsumik isertaateq taarsernissaanut piumasaqaataavoq.

source: For the user documentation, visit:
kl: Atuisumut uppernarsaatit uani nanisinnaavatit:

source: Forbidden operation
kl: Ingerlatsiffik inerteqqutaasoq

source: Force password change
kl: Isertaatip kodeusup allanngortinneqarnissaa piumasariuk

source: Forcefully selected
kl: Toqqarneqarsimasoq

source: Forgot password?
kl: Isertaatit puigorpiuk?

source: From
kl: Uannga

source: From:
kl: Uannga:

source: Generate
kl: Sanavaa

source: Give the user administrative access to the following features:
kl: Atuisoq allaffissornikkut ukununnga isertaatileruk:

source: Give this admin ability to change user passwords
kl: Ingerlatsisut una isertaatip kodeusup allanngortissinnaanissaanut pisinnaatigut

source: Give this user ability to grant user access to reports
kl: Atuisoq una atuisumut nalunaarutinut isertaammik tunniussisinnaatigut

source: Give this user ability to mask information
kl: Atuisoq periarfissiguk paasissutissat suut isertortuussanersut

source: Give this user ability to permanently redact masked information
kl: Atuisoq atajuartussamik periarfissiguk paasissutissat isertortuusut isertortuujunnaarsillugit

source: Give this user ability to transfer reports to other users
kl: Atuisoq una atuisunut allanut nalunaarutinik ingerlatitseqqiisinnaanermut pisinnaatiguk

source: Grant access
kl: Atuisinnaatileruk

source: Group of questions
kl: Apeqqutit ataatsimoortut arlallit

source: Have you already filed a report? Enter your receipt.
kl: Nalunaarusiaq immersoreerpiuk? Uppernarsaat allagartaa naqiguk.

source: Hidden
kl: Toqqornikoq

source: Hide
kl: Toqqoruk

source: High
kl: Qaffasissoq

source: Hint
kl: Oqamisaarneq

source: Home
kl: Angerlarsimaffik

source: Homepage title
kl: Nittartakkap aqqa

source: Hostname
kl: Ingerlatitsisup atia

source: I have read and agree to the terms of the license.
kl: Akuersissummi piumasaqaatit atuarsimallugillu akueraakka.

source: I've read and accept the Privacy Policy
kl: Tatigeqatigiinnermut politikki atuarpara akueralugulu

source: Identity
kl: Kinaassuseq

source: If not activated within 24 hours the platform will be automatically deleted.
kl: Paasissutissanik siammarterivik tiimini 24-ni tulliuttuni atuutilersinneqanngippat nammineerluni piissaaq.

source: If you need technical support, have general questions, or have new ideas for the software:
kl: Teknikkikkut ikorfartorneqarnissat pisariaqartikkukku, apeqqutissaqaruit imaluunniit softwaremut isumassarsiaqaruit:

source: If you want to contribute to software development or report a bug, please open an issue in our ticketing system:
kl: Softwarep ineriartortinneqarneranut ilassuteqarusukkuit imaluunniit kukkunermik nalunaaruteqarniaruit billetsystemitsinni ajornartorsiummik ammaassaatit:

source: Image
kl: Asseq

source: Import
kl: Eqqunneqarneq

source: In this step the answers to the following questions are either missing or invalid:
kl: Alloriarnermi uani apeqquteqaatit uku akissuteqarfiginissaat amigaataavoq atorsinnaanatilluunniit.

source: Initially anonymous
kl: Aallaqqaataaniit kinaassutsiminik isertuusisoq

source: Input validation
kl: Imarisaata uppernarsarnera

source: Install an authenticator app on your phone
kl: Oqarasuaatinni akuersissut app ikkutiguk

source: Intermediate Certificates
kl: Certifikatit akornganiittut

source: Internal server error
kl: Server ilua ajutoorpoq

source: Invalid confirmation
kl: Uppernarsaaneq iluatsinngilaq

source: Invalid email address
kl: Emailadresse ajorpoq

source: Invalid phone number
kl: Oqarasuaat normua ajorpoq

source: Issuer:
kl: Atulersitsisoq:

source: Join our chat:
kl: Allaqatigiinnitsinnut ilanngugit:

source: Label
kl: Allagartaq

source: Label the report
kl: Nalunaarusiaq nalunaaqutseruk

source: Language
kl: Oqaatsit

source: Language:
kl: Oqaatsit:

source: Languages
kl: Oqaatsit

source: Last
kl: Kingulleq

source: Last Access
kl: Iserfik kingulleq

source: Last access
kl: Iserneq kingulleq

source: Last update
kl: Opdatererneqarfia kingulleq

source: Latest selectable date
kl: Ulloq qinersinnaasoq kingisinnerpaaq

source: Let the platform be reachable without Tor
kl: Platformi atorsinnaanngortiguk Tor atunngikkaluarlugu

source: License
kl: Pisinnaatitsissut

source: Log accesses of internal users
kl: Quppernermi atuisunut iserfissaq

source: Log in
kl: Iserfissaq

source: Logging level
kl: Ikiorneqarnissamut aalajangersakkat annertussusaat

source: Logo
kl: Assiliaq ilisarnaat

source: Logout
kl: Anigit

source: Low
kl: Appasissoq

source: Make a copy and store it in a safe place. It will be necessary if you lose your password to recover the access to your account without data loss.
kl: Kopi-ruk isumannaatsumullu toqqorlugu. Tamanna isertaativit annaasimaneratigut isertaatineqqinnissannut kontoppit ammaqqinnissaanut paasissutissat annaannginnissaannut pisariaqarsinnaavoq.

source: Make it possible for this admin to reset user passwords.
kl: Ingerlatsisoq atuisut isertaataannik atorunnaarsitsisinnaanngortiguk.

source: Mandatory
kl: Pinngitsuugassaanngitsoq

source: Manual configuration
kl: Manuelimik inissiineq

source: Mark as important
kl: Pingaaritilittut nalunaaqutseruk

source: Mask
kl: Kiinarpak

source: Max
kl: Annerpaamik

source: Maximum file size is:
kl: Filip angissusaa annerpaaffia:

source: Maximum number of input characters
kl: Annerpaamik naqinnerit allassinnaasut amerlassusaat

source: Maximum number of selectable recipients:
kl: Amerlanerpaamik tigusisussat toqqarneqarsinnaasut:

source: Me only
kl: Uanga kisima

source: Min
kl: Ikinnerpaamik

source: Minimum number of input characters
kl: Minnerpaamik naqinnerit allassinnaasut amerlassusaat

source: Mobile
kl: Oqarasuaat

source: Mode:
kl: Qanoq-issuseq:

source: Motivation
kl: Siunertaq

source: Move down
kl: Ammut nuugit

source: Move left
kl: Saamimmut nuugit

source: Move right
kl: Talerpimmut nuugit

source: Move up
kl: Qummut nuugit

source: Multi-line text input
kl: Oqaasertai titarnermi arlalinnik ímmersorneqassaaq

source: Multiple choice input
kl: Arlalinnik toqqaanissamut-ilassuteqaat

source: Multiplier
kl: Amerlisaatissaq

source: Name
kl: Ateq

source: Network
kl: Attaveqarfiit

source: New
kl: Nutaaq

source: New password
kl: Isissutissaq nutaaq

source: New request
kl: Qinnuteqaat nutaaq

source: Next
kl: Tullia

source: No
kl: Naamik

source: None
kl: Soqanngilaq

source: Not provided.
kl: Ilaanngilaq.

source: Notifications
kl: Ilisimatitsissutit

source: Notify administrators of software problems
kl: Softwaremik ajornartorsiuteqarneq ingerlatsisunut nalunaarutigiuk

source: Notify developers of software problems
kl: Softwaremik ajornartorsiuteqarneq ineriartortitsisunut nalunaarutigiuk

source: Now type your password, then click 'Log in':
kl: Isertaatippi kodea allaguk taavalu 'Iserit' toorlugu:

source: Number
kl: Normu

source: Number of days till notifying unread reports to users
kl: Nalunaarutit atuarneqarsimanngitsut pillugit atuisut nalunaarfigineqartarnissaannut ullut amerlassusaat

source: Number of downloads
kl: Downloadtit qassiunersut

source: Number of hours before sending a report expiration alert
kl: Nalunaarusiap qaangiuttoorsimaneranut aarlerisaarummik nassiussinnginnerni, akunnerit qassiunersut

source: Object
kl: Objekti

source: One or more recipients have not performed the first login yet. This means they won't be receiving reports.
kl: Tigusisussaq ataaseq imaluunniit arlallit suli login siulleq pisimanngilaat. Taanna isumaqarpoq suli nalunaarusianik tigusaqanngitsut.

source: Opened
kl: Ammarsimavoq

source: Options
kl: Periarfissat

source: Organization
kl: Organisationi

source: Original text
kl: Aallaqqaataanit oqaasertai

source: Original translation
kl: Aallaqqaataanit nutsigaq

source: Password
kl: Isertaat

source: Password change interval
kl: Isertaatit kodeusut allanngortinneqartarnissaannut piffissat sivisussusaat

source: Password reset
kl: Isertaatit aallaqqaataaniit aallartittussanngoruk

source: Password reset requested.
kl: Isertaat aatsaalloornissaanut qinnutigineqarpoq.

source: Phone number
kl: Oqarasuaat normu

source: Placeholder
kl: Inissamik tigusisoq

source: Platform wizard
kl: Platformi nassuiaassisoq

source: Please check your inbox for further instructions.
kl: Allagarsiassatit takukkit amerlanerusunik ilitsersuutinik takorusukkuit.

source: Please choose a configuration profile:
kl: Aaqqissuussissutit ilusissaanik toqqaagit:

source: Please choose a different username.
kl: Atuisutut atimik allamik toqqaagit.

source: Please note that all the associated data will be permanently deleted.
kl: Maluginiaruk, paasissutissat ilaasut tamarmik atajuartumik peerneqassammata.

source: Please select your account:
kl: Kontoppi toqqaruk:

source: Preferences
kl: Salliusussaatitaasut

source: Presentation
kl: Ilisarititsineq

source: Preview
kl: Siumut takutiguk

source: Previous
kl: Siusinnerusoq

source: Print
kl: Naqitaq anillatsiguk

source: Privacy Policy
kl: Inuup nalunaarsuutai aqunnerat

source: Private Key
kl: Matuersaat privatiusoq

source: Privileges
kl: Immikkut pisinnaatitaaneq

source: Proceed
kl: Ingerlaqqigit

source: Profile
kl: Profiili

source: Project name
kl: Projektip atia

source: Public name
kl: Atitit tamaasa

source: Question
kl: Apeqqut

source: Question group
kl: Apeqquteqarfiit

source: Question templates
kl: Apeqqutit inissisimaffii (skabeloner)

source: Question to solicit possible whistleblowers
kl: Pasinapiluttunik kalerriisuusinnaasunik qinnuteqarnermut apeqqutit

source: Questionnaire
kl: Spørgeskema

source: Questionnaire answers
kl: Apeqquteqaatinut akissuteqaatit

source: Questionnaires
kl: Spørgeskema

source: Questions
kl: Apeqqutit

source: Receivers
kl: Tigusisussat

source: Recipient
kl: Tigusisoq

source: Recipient selection
kl: Tigusisussamik toqqaaneq

source: Recipients
kl: Tigusisussat

source: Recipients have requested you to fill an additional questionnaire.
kl: Tigusisussat qinnuigivaatit immersugassaq ilaqqinnikoq immersoqqullugu

source: Recipients only
kl: Tigusisussat kisimi

source: Recipients selected:
kl: Tigusisussat toqqakkat:

source: Redact
kl: Aaqqissoruk

source: Refresh
kl: Opdatereruk

source: Regenerate
kl: Pinngoqqippoq

source: Regular expression
kl: Taaguutit naliginnaasut

source: Regular expression validator
kl: Taaguutit naliginnaasut uppernarsarneri

source: Remember your receipt for this report.
kl: Nalunaarusiap allagartaa eqqaamassavat.

source: Reminder date
kl: Ulloq eqqaasitsissut

source: Remove
kl: Peerlugu

source: Reopen
kl: Ammaqqiguk

source: Reply motivation
kl: Siunertaq akiguk

source: Reply to the request
kl: Qinnuteqaat akiguk

source: Report
kl: Nalunaarusiaq

source: Report date
kl: Nalunaarusiap ullua

source: Report statuses
kl: Nalunaarusiat killiffiit

source: Reports
kl: Nalunaarusiat

source: Request access to the whistleblower's identity
kl: Whistleblowerip kinaassusaa paasinissaanut piumaguk

source: Request date
kl: Qinnuteqarfissap ullua

source: Request motivation
kl: Siunertamik qinnuteqarneq

source: Request status
kl: Killiffimmik paasisaqarusulluni qinnuteqarneq

source: Request support
kl: Supportimiit ikiortinnissat qinnutigiguk

source: Requests
kl: Qinnuteqaatit

source: Require authentication
kl: Akuersissut piumasariuk

source: Require two factor authentication
kl: Marlunnut akuersissut piumasaqaataavoq

source: Reset
kl: Aallaqqaataanit aallartittussanngorlugu aaqqiisoq

source: Reset SMTP configuration
kl: SMTP-mut inissiisoq aallaqqaataanit aalartittussanngorlugu aaqqiguk

source: Reset notification templates to default
kl: Notifikationsskabelonit standardimut utertinniarlugit aallaqqaataanit aallartittusanngorlugu aaqqiguk

source: Reset reports
kl: Nalunaarusiat aallaqqaataaniit aallartittussanngukkit

source: Resource can only be accessed via the Tor network
kl: Tor-attaveqaat taamaallaat atorlugu iserfigineqarsinnaavoq

source: Resource not found
kl: Attaveqaat nassaarineqanngilaq

source: Restrict access to specific IP addresses
kl: IP-adressit aaliangersimasunut isersinnaatitaaneq killileruk

source: Returning whistleblowers
kl: Whistleblowerit uteqqittut

source: Revoke access
kl: Isersinnaatitaaneq utertiguk

source: Role
kl: Atuuffia

source: Roles enabled to use the platform without Tor
kl: Atuuffiit aktiverersimapput platformimut Tor-itaqanngitsoq atorsinnaanngortillugu

source: Root domain used for secondary sites
kl: Qupperneq pingaarneq nittartakkanut ineritinneqartunut allanut atorneqartoq

source: Row
kl: Kinguleriiaat

source: SMTP email address
kl: SMTP emailadresse

source: SMTP server address
kl: SMTP server adressia

source: SMTP server port
kl: SMTP server portia

source: Save
kl: Toqqoruk

source: Save all
kl: Tamaasa toqqukkit
