{"(click again to hide)":{"fr":"(cliquer pour cacher)"},"A field expected to be unique is already present":{"fr":"Un champs unique est déjà présent"},"A file attachment is required to complete the submission":{"fr":"Une pièce jointe est nécessaire pour terminer votre déclaration"},"A receiver can postpone how many times he wants, all the receivers have the same privileges.":{"fr":"Un destinataire peut reporter autant de fois qu'il le veut, tous les destinataires ont les mêmes privilèges."},"Access counter":{"fr":"Compteur d'acces"},"Accesses":{"fr":"Accès"},"Add Comment":{"fr":"Ajouter un commentaire"},"Add files":{"fr":"Ajouter des fichiers"},"Add new context":{"fr":"Ajouter une nouvelle catégorie"},"Add new receiver":{"fr":"Ajouter un nouveau Receiver"},"Admin can access via Tor2Web. This is safe only if you're using a dedicated Tor2Web server.":{"fr":"L'administration est accessible via Tor2Web. Sa sécurité n'est assurée que si vous utilisez un serveur Tor2Web dédié. "},"Admin interface and configure at least one context":{"fr":"L'interface d'administration et configurer au moins une catégorie"},"Admin management interface":{"fr":"Interface de gestion de l'administration"},"Admin please configure at least one Context and associated Receivers using":{"fr":"Administrateur, veuillez configurer au moins une Catégorie et les Destinataires associés en utilisant"},"Administration Interface":{"fr":"Interface d'administration"},"Advanced Settings":{"fr":"Réglages avancés"},"Advanced settings":{"fr":"Réglages avancés"},"Agree":{"fr":"D'accord"},"Are you a receiver?":{"fr":"Êtes-vous un Destinataire?"},"Are you a whistleblower?":{"fr":"Êtes-vous un lanceur d'alerte?"},"At least 8 characters":{"fr":"Au moins 8 charactères"},"At least 8 keypress long":{"fr":"Au moins 8 charactères"},"At least one letter":{"fr":"Au moins une lettre"},"At least one number":{"fr":"Au moins un chiffre"},"Authentication Failed":{"fr":"l'authentification a échoué"},"Authentication in Tip failed":{"fr":"L'authentification dans l'alerte a échoué"},"Back":{"fr":"Retour"},"Back to start":{"fr":"Retour au début"},"Beware of the fact that this receipt, if fallen into the wrong hands, will lead to identifying you as the whistleblower for this Tip.":{"fr":"Prenez garde que ce reçu, s'il tombe dans de mauvaises mains, pourra permettre de vous identifier comme le lanceur de cette alerte."},"Blow the Whistle":{"fr":"Lancer l'Alerte"},"By checking the box below you agree to these terms and conditions.":{"fr":"En cochant la case ci-dessous, vous acceptez ces termes et conditions."},"Cancel":{"fr":"Annuler"},"Change password":{"fr":"Modifier le mot de passe"},"Change picture":{"fr":"Modifier l'image"},"Checkboxes":{"fr":"Cases à cocher"},"Choose the context and receivers that will be sure to transform your submission into action!":{"fr":"Choisissez la catégorie et les destinataires qui transformeront surement vos dépôts en action!"},"Comment Email Subject":{"fr":"Sujet de l'email de notification de commentaire"},"Comment Email template":{"fr":"Template de l'Email de Commentaire"},"Comments":{"fr":"Commentaires"},"Congratulations!":{"fr":"Bravo!"},"Content Settings":{"fr":"Réglages du contenu"},"Context details":{"fr":"Détails de la catégorie"},"Contexts":{"fr":"Catégories"},"Contexts Configuration":{"fr":"Configuration des Catégories"},"Cookies are not enabled!":{"fr":"Les cookies ne sont pas activés!"},"Copy/Paste here the PGP Key Armor:":{"fr":"Copier/Coller ici le PGP Key Armor:"},"Creation":{"fr":"Créaation"},"Current Password":{"fr":"Mot de passe courant"},"Current initiative logo":{"fr":"Logo actuellement utilisé"},"Currently logged in ":{"fr":"Actuellement connecté"},"Danger!":{"fr":"Danger!"},"Default language":{"fr":"Language par défaut"},"Delete":{"fr":"Effacer"},"Description":{"fr":"Description"},"Details":{"fr":"Détails"},"Disable email notification":{"fr":"Désactiver la notification par email"},"Drop Menu (Select)":{"fr":"Menu déroulant (Selection)"},"Edit Tor2Web accessibility table ":{"fr":"Modifier la table d'accès à Tor2Web"},"Edit Tor2Web accessibility table - [click again to close]":{"fr":"Modifier la table d'accès à Tor2Web - [cliquer encore pour fermer]"},"Email":{"fr":"Email"},"Email Address":{"fr":"Adresse Email"},"Email Address (Username)":{"fr":"Adresse Email (Nom d'utilisateur)"},"Email notification is disabled":{"fr":"La notification par email est désactivée"},"Enable Comment notification":{"fr":"Permettre la notification des commentaires"},"Enable File notification":{"fr":"Permettre la notification de fichier"},"Enable Tip notification":{"fr":"Permettre la notification des alertes"},"Enable encrypted notification":{"fr":"Activer la notification cryptée"},"Enable file encryption":{"fr":"Activer le chiffrement des fichiers"},"Enabled languages":{"fr":"Activer les langues"},"Enter the information that is relevant to your submission and possibly upload the relevant accompanying files":{"fr":"Saisissez les informations relatives à votre dépôt et chargé les fichiers devant s'y joindre"},"Enter your receipt":{"fr":"Entrez votre reçu"},"Every comment, written by the whistleblower or the receivers, will trigger an email.":{"fr":"Tous les commentaires, par le lanceur d'alerte ou le(s) destinataire(s), activeront l'envoi d'un email."},"Every file you'll download will be encrypted with your GPG key.":{"fr":"Tous les fichiers que vous téléchargerez seront cryptés avec votre clé GPG."},"Every new Tip you receive will trigger an email with a link to it.":{"fr":"Vous recevrez un email pour chaque nouvelle alerte avec un lien vers celle-ci."},"Every notification you'll receive will be encrypted with your GPG key.":{"fr":"Toutes les notificiations que vous recevrez seront cryptées avec votre clé GPG."},"Exception mail address":{"fr":"Adresse email pour les erreurs"},"Fields":{"fr":"Champs"},"File Email Subject":{"fr":"Sujet de l'email de notification de fichier"},"File Email template":{"fr":"Template de l'Email de Fichier"},"File size limit (in Megabytes)":{"fr":"Taille limite des fichiers (en MégaOctets)"},"Files":{"fr":"Fichiers"},"Files Overview":{"fr":"Vue d'ensemble des Fichiers"},"Fill out your submission":{"fr":"Remplissez votre dépôt"},"Final Step":{"fr":"Dernière étape"},"Footer":{"fr":"Footer"},"For every file available for download you will be notified via email with related information.":{"fr":"Pour chaque fichier disponible au téléchargement vous serait averti par mail avec les informations relatives."},"From here you can run common debug tasks emulating GLClient functions":{"fr":"Depuis ici, vous pouvez exécuter les tâches de débogage en simulant les fonctions de GLClient"},"GLTypesError not set":{"fr":"GLTypesError non configuré"},"GlobaLeaks software":{"fr":"Logiciel Globaleaks"},"Hint":{"fr":"Astuce"},"I want extend the Tip expiration date to":{"fr":"Je veux reporter la date d'expiration de l'alerte au"},"I want to report on":{"fr":"Je veux alerter sur"},"If you are interested in keeping it, please save it in a secure place and make sure it does not fall into the wrong hands":{"fr":"Si vous pensez le garder, veuillez le conserver dans un endroit sûr et faites attention qu'il ne tombe pas entre mauvaise main."},"If you want protection of your identity and the content of your message, you should try to achieve anonimity by using the":{"fr":"Si vous voulez protéger votre identité et le contenu de votre message, vous devriez essayer de vous anonymiser en utilisant le"},"In date":{"fr":"À la date"},"In the event that you would like to remain anonymous, do not submit any personal information. (e.g. your name or relationship to the offender. Do not submit any information that can be traced back to you.)":{"fr":"Dans le cas où vous souhaiteriez rester anonyme, ne diffusez aucune information personnel. (comme votre âge ou le niveau de votre relation avec les personnes en question. Ne donnez aucune information qui puisse permettre de remonter jusqu'à vous.)"},"Incomplete submissions expiry time (hours)":{"fr":"Temps d'expiration des dépôt incomplets (en heure)"},"Info":{"fr":"Infos"},"Instead with an Anonymous Submission you are fully protected, it is not possible for a third party to know that you have submitted something nor what you have submitted.":{"fr":"Au lieu de faire ça, vous pouvez être complétement protéger avec un dépôt anonyme, ça n'est pas possible pour une tierce-partie de savoir que vous avez déposé quelque chose, ni de savoir ce que vous avez déposé."},"Internal Server Error":{"fr":"Erreur interne au serveur"},"Invalid Authentication in scope":{"fr":"Authentification invalide dans ce cadre"},"Invalid Input Format":{"fr":"Format de saisie non valide"},"Invalid email address":{"fr":"Adresse Email invalide"},"Invalid format for hidden service (should be http://thirteenchars123.onion)":{"fr":"Format de service caché invalide (devrait ressembler à http://thirteenchars123.onion)"},"Invalid format for public site (should be https://thirteenchars123.tor2web.org)":{"fr":"Format de site public invalide (devrait ressembler à "},"Invalid time range supplied for":{"fr":"Limite de temps invalide pour"},"It appears you are not using Tor, thus you are strongly advised to ":{"fr":"Ils semblerez que vous n'utilisez pas Tor, il vous est fortement recommandé de"},"It appears you are using Tor. To better protect your anonymity, be sure that you are using the":{"fr":"Il semblerait que vous utilisez Tor. Afin de mieux protéger votre anonymat, vérifiez que vous utilisez le"},"Keep in mind that using Tor Browser Bundle does not replace good security practices and it cannot protect you in the event your computer has been compromised. You are strongly advised to read the":{"fr":"Gardez en tête que le Tor Browser Bundle ne remplace par des bonnes pratiques de sécurité, et il ne peut pas vous protéger si votre ordinateur est compromis. Nous vous conseillons grandement de lire le"},"Key details":{"fr":"Détails de la clé"},"Last Access":{"fr":"Dernier accès"},"Loading":{"fr":"Chargement"},"Loading Tip page...":{"fr":"Chargement de la page d'alerte..."},"Loading...":{"fr":"Chargement..."},"Login":{"fr":"Se Connecter"},"Login page":{"fr":"Page de connexion"},"Mail Configuration":{"fr":"Configuration de la messagerie"},"Malformed source":{"fr":"Source malformée"},"Maximum file downloads":{"fr":"Maximum de téléchargements de fichier"},"Moreover, it will allow you to add other files to your submission.":{"fr":"De plus, vous ne pourrez pas rajouter des fichiers à votre dépôt."},"Multi-Select":{"fr":"Multiple sélection"},"Name":{"fr":"Nom"},"New Password":{"fr":"Nouveau mot de passe"},"New Submission":{"fr":"Nouvel Ajout"},"Next":{"fr":"Suivant"},"Next Step":{"fr":"Étape suivante"},"No email was specified":{"fr":"Aucun email n'est spécifié"},"No file has been uploaded!":{"fr":"Aucun fichier n'a été chargé!"},"Node name":{"fr":"Nom du Noeud"},"Node not found":{"fr":"Noeud introuvable"},"Not Authenticated":{"fr":"Non authentifié"},"Not found a Context with the specified GUS identifier":{"fr":"Catégorie introuvable avec l'identifiant GUS fourni"},"Not found a File with the specified GUS identifier":{"fr":"Fichier introuvable avec l'identifiant GUS fourni"},"Not found a Receiver with the specified GUS identifier":{"fr":"Destinataire introuvable avec l'identifiant GUS fourni"},"Not found a Submission with the specified GUS identifier":{"fr":"Dépôt introuvable avec l'identifiant GUS fourni"},"Not found a Tip with the specified GUS identifier":{"fr":"Alerte introuvable avec l'identifiant GUS fourni"},"Notification settings":{"fr":"Réglages des notifications"},"Notification templates":{"fr":"Template des Notifications"},"Number":{"fr":"Numéro"},"Old password confirmation required":{"fr":"Confirmation de l'ancien mot de passe nécessaire"},"On unix based systems this can be done by running the following command in the directory of the files":{"fr":"Sur les systèmes basé sur unix, les commandes suivantes sont à lancer dans le répertoire dans lequel se trouve les fichiers"},"Operation Forbidden":{"fr":"Opération interdite"},"PGP key management":{"fr":"Gestion de la clé PGP"},"Paragraph(s)":{"fr":"Paragraphe(s)"},"Password":{"fr":"Mot de passe"},"Password Configuration":{"fr":"Configuration du mot de passe"},"Password:":{"fr":"Mot de passe:"},"Permit Receiver preferences management via Tor2Web":{"fr":"Permettre la gestion des préférences du Destinataire via Tor2Web"},"Permit Receivers to postpone expiration date of the Tips":{"fr":"Permettre aux destinataires de modifier la date d'expiration des alertes"},"Permit Submissions via Tor2Web":{"fr":"Permettre l'ajout d'alerte via Tor2Web"},"Permit Tip access, file download and upload via Tor2Web":{"fr":"Permettre l'accès aux alertes, au téléchargement et chargement de fichier via Tor2Web "},"Permit access of public resources via Tor2Web":{"fr":"Permettre l'accès aux ressources publiques via Tor2Web"},"Permit administrative login via Tor2Web":{"fr":"Permettre login administratif via Tor2Web"},"Pertinence evaluation has been already expressed":{"fr":"L'évaluation de la pertinence a déjà été exprimée"},"Phone":{"fr":"Téléphone"},"Please configure your PGP keys in the receiver preference page.":{"fr":"Veuillez configurer vos clés PGP dans la page de préférence du destinataire."},"Please copy in the box below your receipt to access the tip interface.":{"fr":"Veuillez renseigner le numéro de reçu afin d'accèder à l'alerte."},"Please do not submit your report on a PC provided by your employer. Particularly an intranet connection may jeopardize your anonymity.":{"fr":"Veuillez ne pas faire de dépôt depuis un ordinateur fourni par votre employeur. Une connexion depuis un intranet peut particulièrement mettre en danger votre anonymat."},"Please wait":{"fr":"Veuillez patienter"},"Postpone Tip expiration date":{"fr":"Reporter la date d'expiration de l'alerte"},"Preferences":{"fr":"Préférences"},"Preferences and password management":{"fr":"Préférences et gestion du mot de passe"},"Presentation":{"fr":"Présentation"},"Preview":{"fr":"Prévisualisation"},"Previous Step":{"fr":"Étape précédente"},"Proceed":{"fr":"Continuer"},"Proceed to submission":{"fr":"Procéder à l'ajout"},"Public GlobaLeaks resources can be accessed via Tor2Web. This is safe to do.":{"fr":"Les resources publiques de Globaleaks sont accessible via Tor2Web en toute sécurité."},"Radio Buttons":{"fr":"Boutons radio"},"Receipt format (regular expression)":{"fr":"Format du reçu (expression régulière)"},"Receiver Interface":{"fr":"Interface du Destinataire"},"Receiver List":{"fr":"Liste des Destinataires"},"Receiver name too long":{"fr":"Nom du Destinataire trop long"},"Receiver selection":{"fr":"Sélection des desitnataires"},"Receivers":{"fr":"Receivers"},"Receivers Configuration":{"fr":"Configuration des Receivers"},"Receivers can access via Tor2Web. This is dangerous and it's recommended instead to train receivers in the use of Tor and Enigmail.":{"fr":"Les destinataires ont accès via Tor2Web. Cette utilisation est dangereuse, et il est plutôt recommandé d'apprendre aux destnataires de se servir de Tor et d'Enigmail."},"References":{"fr":"Références"},"Remove your PGP key":{"fr":"Effacer votre clé PGP"},"Request timed out":{"fr":"Requète trop longue"},"Require at least one file to be uploaded":{"fr":"Au moins 1 fichier doit être chargé."},"Required":{"fr":"Obligatoire"},"Required old password confirm":{"fr":"Vous devez valider l'ancien mot de passe"},"Resource can be accessed only within Tor network":{"fr":"L'accès à cette ressource ne peut se faire que par le réseau Tor "},"Retype again your new password":{"fr":"Confirmer votre nouveau mot de passe"},"SMTP server address":{"fr":"Adresse du serveur SMTP"},"SMTP server port":{"fr":"Porte du serveur SMTP"},"Save":{"fr":"Sauvegarder"},"Save changes":{"fr":"Enregistrer les modifications"},"Select all receivers by default":{"fr":"Sélectionner tous les destinataires par défaut"},"Show in preview":{"fr":"Prévisualiser"},"Size":{"fr":"Taille"},"Some parameters provided in the context creation can't work together":{"fr":"Certains paramètres explicite durant la création de la catégorie ne peuvent pas fonctionner ensemble"},"Source Email":{"fr":"Email de la Source"},"Source Name":{"fr":"Nom de la Source"},"Statistics Disabled":{"fr":"Statistiques désactivées"},"Submission Created!":{"fr":"Dépôt créé!"},"Submission date":{"fr":"Date de déclaration"},"Submission does not validate the input fields":{"fr":"Ce dépôt contient des champs invalides"},"Submit":{"fr":"Envoyer"},"Submit a gpg key":{"fr":"Envoyer une clé gpg"},"Submitted Tip expiry time (days)":{"fr":"Temps d'expiration de l'alerte (en jours)"},"Success!":{"fr":"Succès!"},"System":{"fr":"Système"},"Text":{"fr":"Texte"},"Text size limit (in bytes)":{"fr":"Taille limite du texte (en nombre de charactères)"},"The PGP key proposed can't be imported":{"fr":"La clé PGP proposée ne peut pas être importée"},"The choosen password is unsafe, it should have":{"fr":"Le mot de passe choisi n'est pas sûr, il devrait contenir"},"The file uploaded has a reserved name":{"fr":"Le fichier chargé utilise un nom réservé"},"The fingerprint is:":{"fr":"L'empreinte est:"},"The specified comment was not found":{"fr":"Le commentaire spécifié n'a pas été trouvé"},"The specified host does not match a configured one":{"fr":"Le nom d'ordinateur spécifié ne correspond pas à celui configuré"},"The specified old password is not valid":{"fr":"L'ancien mot de passe spécifié n'est pas valide"},"The submission you tried to be update has been already finalized":{"fr":"La soumission vous avez essayé de mettre à jour a déjà été finalisée"},"The table below shows the files present in the submission directory, and their relationship with the internal database.":{"fr":"Le tableau ci-dessous montre les fichiers contenus dans le répertoire du dépôt, et leur relation avec la base de données interne."},"The time for your role":{"fr":"La durée de votre role"},"The two passwords do not match":{"fr":"Les 2 mots de passe ne correspondent pas"},"The upload request overcomes the MB limits":{"fr":"La requète de chargement dépasse la limite en Mo"},"The user":{"fr":"L'utilisateur"},"This field cannot be empty":{"fr":"Ce champs ne peut être vide"},"This interface may help you spot anomalies in your Node.":{"fr":"Cette interface peut vous aider à repérer les anomalies de vôtre Node."},"This interface may help you understand how the Node is used by the whistleblower. We present you with the submissions currently on the node and a few statistics on the kind of usage (activity, files, comments).":{"fr":"Cette interface peut vous aider à comprendre comment le noeud est utilisé par le lanceur d'alerte. Nous vous présentons avec les soumissions actuellement sur le noeud et quelques statistiques à propos de la sorte d'utilisation faite (activité, fichiers, commentaires)."},"This interface shows the activity of the users of your node. This may be helpful in detecting anomalies and supporting the Receivers of your node.":{"fr":"Cette interface montre l'activité des utilisateurs de votre noeud. Ceci peut être utile dans la détection d'anomalies et le soutien des destinataires de votre noeud."},"This is the":{"fr":"ça c'est le"},"This may lead to unintended access to the files by the server administrator or in case of server seizing.":{"fr":"L'administrateur du serveur, et en cas de saisie du serveur, l'accès au contenu des fichiers n'est pas protégés."},"This node is not configured.":{"fr":"Le Node n'est pas configuré"},"This receipt will allow you to login as the whistleblower for this Tip.":{"fr":"Ce reçu vous permettre de vous connecter en temps que lanceur de cette alerte."},"This section contains settings that may make your installation not work properly. Please refer to the ":{"fr":"Cette section contient des réglages qui peuvent casser votre installation. Merci de consulter le"},"This software is developed by the non-profit organization":{"fr":"Ce logiciel est développé par une "},"Through this platform you will be able to report on wrongdoing. This platform is running the":{"fr":"Par cette plate-forme vous pourrez signaler des actes répréhensibles. Cette plate-forme éxecute le"},"Through this system receivers will be able to ask you questions on the Tip and you will be able to write a reply.":{"fr":"À travers ce système, les destinataires pourront vous poser des questions à propos de cette alerte et vous pourrez leur écrire une réponse."},"Tip Email Subject":{"fr":"Sujet de l'email de notification d'alerte"},"Tip Email template":{"fr":"Template de l'email d'alerte"},"Tip Status Page":{"fr":"Page du status de l'alerte"},"Tip can be accessed via Tor2Web by whistleblowers and receiver.":{"fr":"L'alerte est accessible via Tor2Web pour les lanceurs d'alertes et les destinataires."},"Tips":{"fr":"Alertes"},"Tips Overview":{"fr":"Vue d'ensemble des alertes"},"To ensure your anonymity be sure that you are visiting this site using the":{"fr":"Pour assurer votre anonymat assurez-vous que vous visitez ce site en utilisant le"},"To further enhance your security, please follow these instructions:":{"fr":"Afin d'assurer votre sécurité, merci de suivre ces instructions:"},"To make an Anonymous Submission, instead of using your usual Web Browser (Internet Explorer, Chrome, Firefox, Opera, etc.) you should use the":{"fr":"Pour faire un dépôt anonyme, au lieu d'utiliser votre navigateur web habituel (Internet Explorer, Chrome, Firefox, Opera, etc.) vous devriez utiliser le"},"Tor Hidden Service (hostname)":{"fr":"Tor Hidden Service (hostname)"},"Tor2web Public Site (url)":{"fr":"Adresse du site publique Tor2Web (url)"},"Transport Security":{"fr":"Sécurité du transport"},"Type":{"fr":"Type"},"Type your new password again":{"fr":"Saisissez de nouveau votre nouveau mot de passe"},"Unsent emails will be spooled when the option will be re-enabled.":{"fr":"Les mails non-envoyés seront mis en attente quand l'option sera réactivée."},"Update Advanced settings":{"fr":"Mettre à jour les réglages avancés"},"Update node":{"fr":"Mettre à jour le noeud"},"Update notification and encryption settings":{"fr":"Mettre à jour les réglages de notification et de chiffrement"},"Update notification settings":{"fr":"Mettre à jours les réglages de notification"},"Upgrade your browser today":{"fr":"Mettez à jours votre navigateur maintenant"},"Url":{"fr":"Url"},"Use the":{"fr":"Utiliser le"},"Username":{"fr":"Nom Utilisateur"},"Username:":{"fr":"Nom d'Utilisateur:"},"Users Overview":{"fr":"Vue d'ensemble des Utilisateurs"},"View Tip":{"fr":"Voir l'alerte"},"Warning!":{"fr":"Attention!"},"Warning! You are not Anonymous.":{"fr":"Attention! Vous n'êtes pas anonyme."},"We are supported also by your donations. Visit our":{"fr":"Nous sommes soutenus aussi par vos dons. Visitez notre"},"We strongly advise you to go for an Anonymous Submission.":{"fr":"Nous vous recommandons fortement de faire un dépôt anonyme."},"We were not able to determine if you are anonymous or not, please proceed with care":{"fr":"Nous n'étions pas en mesure de déterminer si vous êtes anonyme ou non, veuillez procéder avec prudence"},"Welcome back captain!":{"fr":"Content de vous revoir capitaine!"},"Which of the following statements is true?":{"fr":"Laquelle de ces déclarations est vrai?"},"Whistleblower":{"fr":"Lanceur d'Alerte"},"Whistleblowers can perform submissions with no anonymity via Tor2Web.":{"fr":"Les lanceurs d'alerte peut faire des dépôts sans anonymat en passant par Tor2Web"},"Whistleblowing disabled":{"fr":"Lancement d'alerte désactivé"},"With a HTTPS submission you are exposing yourself to the risks that someone else will know that you have submitted something, without knowing what you have submitted.":{"fr":"Avec un dépôt en HTTPS, vous vous exposez au risque que quelqu'un d'autre puisse savoir que vous avez fait un dépôt, sans savoir ce que vous avez déposé."},"Wrong Answer!":{"fr":"Mauvaise réponse!"},"You acknowledge that failure to do so will result in the inability to technically protect your anonymity.":{"fr":"Vous acceptez qu'une incapacité à le faire entrainera l'incapacité technique pour protéger votre anonymat."},"You are aware of the risks involved, go ahead, consider yourself warned.":{"fr":"Vous êtes conscients des risques encourus, vous pouvez continuer, vous avez été prévenus."},"You are connecting to the node not anonymously and this node only supports anonymous submissions":{"fr":"Vous êtes connecté au noeud de façon non-anonymisée, et ce noeud ne support que les déclarations anonymes"},"You are required to login using your username and password to access the Tip.":{"fr":"Pour accèder à l'alerte, vous devez vous connecter avec votre login et mot de passe."},"You are using an outdated browser.":{"fr":"Vous utilisez un navigateur trop ancien."},"You have an active Key":{"fr":"Vous avez une clé active"},"You have not configured your encryption keys, so the files will be stored on the globaleaks node un-encrypted.":{"fr":"Vous n'avez pas configuré vos clés de chiffrement, les fichiers stockés sur ce noeud globaleaks ne seront donc pas cryptés."},"You will also be able to keep track of who has viewed your submission and downloaded the files.":{"fr":"Vous pourrez aussi suivre qui a vu votre dépôt et téléchargé les fichiers."},"You will not be able to login.":{"fr":"Vous ne serez pas capable de vous connecter"},"You will not be able to perform a submission.":{"fr":"Vous ne pourrez pas effectuer une Submission."},"You're running GlobaLeaks version":{"fr":"Vous utilisez Globaleaks version"},"You've not enabled encryption!":{"fr":"Vous n'avez pas activé le chiffrage !"},"You've reached the maximum amount of download for this file":{"fr":"Vous avez atteint le nombre maximum de téléchargement de ce fichier"},"Your Tips":{"fr":"Vos alertes"},"Your node is not configured! Please, proceed via":{"fr":"Votre noeud n'est pas configuré! Veuillez procéder via"},"Your user has reached the maximum amount of access for this Tip":{"fr":"Votre utilisateur a atteint le nombre maximum d'accès à cette alerte"},"Your username":{"fr":"Votre Nom d'Utilisateur"},"add":{"fr":"ajouter"},"add field":{"fr":"ajouter un champ"},"add option":{"fr":"Ajouter une option"},"before continuing.":{"fr":"avant de continuer"},"can be configured in order to deliver encrypted email and store encrypted files. You've to copy and paste the ascii version of your personal key, and then it would be possibile update your encryption settings. If you've any doubts talk to your admin.":{"fr":"can be configured in order to deliver encrypted email and store encrypted files. You've to copy and paste the ascii version of your personal key, and then it would be possibile update your encryption settings. If you've any doubts talk to your admin."},"click to close":{"fr":"cliquer pour fermer"},"delete":{"fr":"effacer"},"donation page":{"fr":"page de donation"},"download":{"fr":"télécharger"},"download a copy of the tor browser bundle":{"fr":"télécharger une copie du Tor Browser Bundle"},"has postponed Tip expiration to":{"fr":"a reporté la date d'expiration de l'alerte à"},"https does not protect the content of my leak nor my identity":{"fr":"https ne protège ni le contenu de mon alerte, ni mon identité"},"https does protect my identity and the content of my leak":{"fr":"https protège mon identité et le contenu de mon alerte"},"https protects my identity, but not the content of my leak":{"fr":"https protège mon identité, mais pas le contenu de mon alerte"},"https protects the content of my leak but not my identity":{"fr":"https protège le contenu de mon alerte mais pas mon identité"},"install Google Chrome Frame":{"fr":"installez Google Chrome Frame"},"is":{"fr":"est"},"logout":{"fr":"se déconnecter"},"manual for practical security best practices.":{"fr":"Manuel d'instruction sur les bonnes pratiques de sécurité."},"now Enabled:":{"fr":"maintenant activé:"},"or":{"fr":"ou"},"see PGP key details":{"fr":"voir les détails de la clé PGP"},"sha256 hash":{"fr":"hash sha256"},"show all the files":{"fr":"montrer tous les fichiers"},"show only files not yet downloaded":{"fr":"montrer tous les fichiers qui ne sont pas encore téléchargés"},"show sha256 checksum":{"fr":"montrer le contrôle sha256"},"that is specifically designed to protect the identity of the reporter and of the ones running the platform.":{"fr":"qui est spécialement conçu pour proteger l'identité du rapporteur et de ceux qui gèrent la plate-forme."},"this is a special piece of software designed to enable Anonymous Web Browsing.":{"fr":"ce logiciel est spécialement fait pour naviguer sur internet anonymement."},"to better experience this site.":{"fr":"afin de mieux utiliser ce site."},"to help us further support the development of GlobaLeaks.":{"fr":"pour nous aider a mieux assurer le développement de Globaleaks."},"to submit":{"fr":"à valider"},"to verify the file integrity":{"fr":"pour verifier l'intégrité du fichier"}}