{"(click again to hide)":{"nl":"(klik nog een keer om te verbergen)"},"A field expected to be unique is already present":{"nl":"Dit veld is al aanwezig"},"A file attachment is required to complete the submission":{"nl":"Een bestandsbijlage is vereist om de inzending te voltooien"},"A receiver can postpone how many times he wants, all the receivers have the same privileges.":{"nl":"De ontvanger kan uitstellen zo vaak hij wil, alle ontvangers hebben dezelfde privileges."},"Access counter":{"nl":"Aantal bezoekers"},"Accesses":{"nl":"Aantal bezoekers"},"Add Comment":{"nl":"Reageer"},"Add files":{"nl":"Voeg bestanden toe"},"Add new context":{"nl":"Voeg een nieuwe categorie toe"},"Add new receiver":{"nl":"Voeg een nieuwe ontvanger toe"},"Admin can access via Tor2Web. This is safe only if you're using a dedicated Tor2Web server.":{"nl":"Admin heeft toegang via Tor2Web. Dit is alleen veilig als u gebruik maakt van een toegewijde Tor2Web server."},"Admin interface and configure at least one context":{"nl":"Admin interface en kies in ieder geval een categorie"},"Admin management interface":{"nl":"Beheeder management interface"},"Admin please configure at least one Context and associated Receivers using":{"nl":"Administrator configureer tenminste één categorie en daaraan gelieerde ontvanger met"},"Administration Interface":{"nl":"Administratie Interface"},"Advanced Settings":{"nl":"Geavanceerde instellingen"},"Advanced settings":{"nl":"Geavanceerde instellingen"},"Agree":{"nl":"Akkoord"},"Are you a receiver?":{"nl":"Bent u een deelnemende journalist?"},"Are you a whistleblower?":{"nl":"Bent u een terugkerende klokkenluider?"},"At least 8 characters":{"nl":"Ten minste acht karakters"},"At least 8 keypress long":{"nl":"Tenminste acht karakters"},"At least one letter":{"nl":"Tenminste één letter"},"At least one number":{"nl":"Tenminste één cijfer"},"Authentication Failed":{"nl":"Authenticatie is mislukt"},"Authentication in Tip failed":{"nl":"Authenticatie in de indiening is mislukt"},"Back":{"nl":"Terug"},"Back to start":{"nl":"Terug naar start"},"Beware of the fact that this receipt, if fallen into the wrong hands, will lead to identifying you as the whistleblower for this Tip.":{"nl":"Pas op voor het feit dat als de ontvangstcode in de verkeerde handen valt, dit mogelijk kan leiden tot de onthulling van uw identiteit."},"Blow the Whistle":{"nl":"Start met het uploaden van bestanden"},"By checking the box below you agree to these terms and conditions.":{"nl":"Door hieronder een vinkje te plaatsen stemt u in met de gebruiksvoorwaarden."},"Cancel":{"nl":"Annuleren"},"Change password":{"nl":"Wijzig het wachtwoord"},"Change picture":{"nl":"Wijzig foto"},"Checkboxes":{"nl":"Checkboxes"},"Choose the context and receivers that will be sure to transform your submission into action!":{"nl":"Kies de categorie waaronder uw bestanden vallen en selecteer de mediaorganisatie(s) waarheen u de informatie wilt sturen."},"Comment Email Subject":{"nl":"Reactie e-mail onderwerp"},"Comment Email template":{"nl":"Reactie e-mail template"},"Comments":{"nl":"Reacties"},"Congratulations!":{"nl":"Gefeliciteerd!"},"Content Settings":{"nl":"Inhoud instellingen"},"Context details":{"nl":"Categorie details"},"Contexts":{"nl":"Categorieën"},"Contexts Configuration":{"nl":"Instellen Categorieën "},"Cookies are not enabled!":{"nl":"Cookies zijn uitgeschakeld!"},"Copy/Paste here the PGP Key Armor:":{"nl":"Kopieer / plak hier een PGP sleutel"},"Creation":{"nl":"Werk"},"Current Password":{"nl":"Huidig wachtwoord"},"Current initiative logo":{"nl":"Logo huidig initiatief"},"Currently logged in ":{"nl":"U bent ingelogd"},"Danger!":{"nl":"Pas op!"},"Default language":{"nl":"Standaard taal"},"Delete":{"nl":"Verwijder"},"Description":{"nl":"Omschrijving"},"Details":{"nl":"Details"},"Disable email notification":{"nl":"Uitschakelen e-mail notificatie"},"Drop Menu (Select)":{"nl":"Dropmenu (selecteer)"},"Edit Tor2Web accessibility table ":{"nl":"Wijzig hier de Tor2Web toegankelijkheidstabel"},"Edit Tor2Web accessibility table - [click again to close]":{"nl":"Bewerk de Tor2Web toegankelijkheids tabel - [klik nogmaals om te sluiten]"},"Email":{"nl":"E-mail"},"Email Address":{"nl":"Emailadres"},"Email Address (Username)":{"nl":"Emailadres (Gebruikersnaam)"},"Email notification is disabled":{"nl":"E-mail notificatie is uitgeschakeld"},"Enable Comment notification":{"nl":"Aanzetten commentaar notificatie"},"Enable File notification":{"nl":"Aanzetten bestand notificatie"},"Enable Tip notification":{"nl":"Melding inzending aanzetten"},"Enable encrypted notification":{"nl":"Aanzetten versleutelde notificatie"},"Enable file encryption":{"nl":"Aanzetten bestandsversleuteling"},"Enabled languages":{"nl":"Beschikbare talen"},"Enter the information that is relevant to your submission and possibly upload the relevant accompanying files":{"nl":"Voeg informatie toe die relevant is voor uw inzendingen en upload de bijbehorende bestanden indien nodig"},"Enter your receipt":{"nl":"Vul het nummer van uw ontvangstcode in"},"Every comment, written by the whistleblower or the receivers, will trigger an email.":{"nl":"Bij elk nieuw commentaar, geschreven door de klokkenluider of de ontvanger, zal een e-mail worden verstuurd."},"Every file you'll download will be encrypted with your GPG key.":{"nl":"Elk bestand dat u download zal worden versleuteld met uw PGP- sleutel."},"Every new Tip you receive will trigger an email with a link to it.":{"nl":"Bij elke nieuwe inzending ontvangt u een e-mail met een link."},"Every notification you'll receive will be encrypted with your GPG key.":{"nl":"Elke notificatie die u ontvangt zal worden versleuteld met uw PGP sleutel."},"Exception mail address":{"nl":"Uitzondering emailadres"},"Fields":{"nl":"Velden"},"File Email Subject":{"nl":"Bestandsnaam e-mail"},"File Email template":{"nl":"Bestand e-mail template"},"File size limit (in Megabytes)":{"nl":"Maximale bestandsgrootte (in MB)"},"Files":{"nl":"Bestanden"},"Files Overview":{"nl":"Bestandsoverzicht"},"Fill out your submission":{"nl":"Invullen van de inzending"},"Final Step":{"nl":"Laatste stap"},"Footer":{"nl":"voettekst"},"For every file available for download you will be notified via email with related information.":{"nl":"Er zal een notificatie per e-mail worden gestuurd met de bijbehorende informatie voor elk beschikbare download."},"From here you can run common debug tasks emulating GLClient functions":{"nl":"Vanaf hier kunt u normale debug opdrachten uitvoeren door de GLClient functies te emuleren"},"GLTypesError not set":{"nl":"GLTypesError niet ingesteld"},"GlobaLeaks software":{"nl":"GlobaLeaks software"},"Hint":{"nl":"Hint"},"I want extend the Tip expiration date to":{"nl":"Ik wil de verstrijkdatum voor deze inzending verlengen tot"},"I want to report on":{"nl":"Ik rapporteer"},"If you are interested in keeping it, please save it in a secure place and make sure it does not fall into the wrong hands":{"nl":"Bewaar het op een veilige plaats en laat het niet in verkeerde handen vallen."},"If you want protection of your identity and the content of your message, you should try to achieve anonimity by using the":{"nl":"Als u bescherming van uw identiteit en de inhoud van uw bericht wilt,  gebruikt u bij voorkeur"},"In date":{"nl":"datum"},"In the event that you would like to remain anonymous, do not submit any personal information. (e.g. your name or relationship to the offender. Do not submit any information that can be traced back to you.)":{"nl":"Als u anoniem wilt blijven, stuur dan geen persoonlijke informatie mee zoals uw naam of relatie tot het onderwerp. Stuur geen informatie mee die uw identiteit kan onthullen."},"Incomplete submissions expiry time (hours)":{"nl":"Vervaltijd (uren) incomplete indieningen "},"Info":{"nl":"Informatie"},"Instead with an Anonymous Submission you are fully protected, it is not possible for a third party to know that you have submitted something nor what you have submitted.":{"nl":"U kunt ook geanonimiseerd documenten uploaden. Geanonimiseerd kunnen derden onmogelijk zien dat u verbinding maakt met Publeaks en ook niet zien welke documenten worden verstuurd. U bent dan anoniem en volledig beschermd."},"Internal Server Error":{"nl":"Interne server error"},"Invalid Authentication in scope":{"nl":"Ongeldig authenticatie in scope:"},"Invalid Input Format":{"nl":"Ongeldig input formaat"},"Invalid email address":{"nl":"Incorrect emailadres"},"Invalid format for hidden service (should be http://thirteenchars123.onion)":{"nl":"Ongeldig formaat voor verborgen service (moet http://thirteenchars123.onion zijn)"},"Invalid format for public site (should be https://thirteenchars123.tor2web.org)":{"nl":"Ongeldig formaat voor publieke website (zou https://thirteenchars123.tor2web.org moeten zijn)"},"Invalid time range supplied for":{"nl":"Ongeldige voorziening van tijdsbereik"},"It appears you are not using Tor, thus you are strongly advised to ":{"nl":"Het lijkt erop dat u geen Tor gebruikt, dus u wordt sterk aangeraden om"},"It appears you are using Tor. To better protect your anonymity, be sure that you are using the":{"nl":"U maakt gebruik van het Tor netwerk. Zorg ervoor dat u ook de bijbehorende browser gebruikt om uw anonimiteit te beschermen uit de"},"Keep in mind that using Tor Browser Bundle does not replace good security practices and it cannot protect you in the event your computer has been compromised. You are strongly advised to read the":{"nl":"Onthoudt dat de Tor Browser Bundle geen vervanger is voor andere praktijken omtrent digitale veiligheid. Het kan u niet beschermen als uw computer al geïnfecteerd is. U wordt ten zeerste geadviseerd om de handleiding te lezen:"},"Key details":{"nl":"Sleutel details"},"Last Access":{"nl":"Laatste bezoek"},"Loading":{"nl":"Bezig met laden"},"Loading Tip page...":{"nl":"Inzending pagina laden..."},"Loading...":{"nl":"Laden..."},"Login":{"nl":"Log in"},"Login page":{"nl":"Login pagina"},"Mail Configuration":{"nl":"E-mail configuratie"},"Malformed source":{"nl":"Incorrect bestand"},"Maximum file downloads":{"nl":"Maximale aantal bestanden om te downloaden"},"Moreover, it will allow you to add other files to your submission.":{"nl":"Bovendien kunt hiermee later nog meer bestanden toevoegen aan uw indiening."},"Multi-Select":{"nl":"Multi-select"},"Name":{"nl":"Naam"},"New Password":{"nl":"Nieuw wachtwoord"},"New Submission":{"nl":"Nieuwe inzending"},"Next":{"nl":"Volgende"},"Next Step":{"nl":"Volgende stap"},"No email was specified":{"nl":"Er is geen e-mail opgegeven"},"No file has been uploaded!":{"nl":"Er is geen bestand geüpload!"},"Node name":{"nl":"Naam node"},"Node not found":{"nl":"Node is niet gevonden"},"Not Authenticated":{"nl":"Niet geverifieerd"},"Not found a Context with the specified GUS identifier":{"nl":"Een Context met de gespecificeerde GUS identificatie is niet gevonden"},"Not found a File with the specified GUS identifier":{"nl":"Een bestand met de gespecificeerde GUS identificatie is niet gevonden"},"Not found a Receiver with the specified GUS identifier":{"nl":"Een ontvanger met de gespecificeerde GUS identificatie is niet gevonden"},"Not found a Submission with the specified GUS identifier":{"nl":"Niet gevonden: Een indiening met de gespecificeerde GUS identificatie"},"Not found a Tip with the specified GUS identifier":{"nl":"Niet gevonden: Een inzending met de gespecificeerde GUS identificatie"},"Notification settings":{"nl":"Notificatie instellingen"},"Notification templates":{"nl":"Bericht templates"},"Number":{"nl":"Nummer"},"Old password confirmation required":{"nl":"Bevestiging van oud wachtwoord vereist"},"On unix based systems this can be done by running the following command in the directory of the files":{"nl":"Op UNIX gebaseerde systemen kan dit alleen gedaan worden door het uitvoeren van het volgende commando in de map van de bestanden."},"Operation Forbidden":{"nl":"Deze operatie is niet toegestaan"},"PGP key management":{"nl":"PGP-sleutel management"},"Paragraph(s)":{"nl":"Paragraaf"},"Password":{"nl":"Wachtwoord"},"Password Configuration":{"nl":"Wachtwoord configuratie"},"Password:":{"nl":"Wachtwoord:"},"Permit Receiver preferences management via Tor2Web":{"nl":"Toelaten ontvanger voorkeursbeheer via Tor2Web"},"Permit Receivers to postpone expiration date of the Tips":{"nl":"Sta ontvangers toe de vervaldatum van hun inzendingen te verlengen."},"Permit Submissions via Tor2Web":{"nl":"Indiening mogelijk maken via Tor2Web"},"Permit Tip access, file download and upload via Tor2Web":{"nl":"Toelaten document toegang, downloaden bestand en uploaden via Tor2Web"},"Permit access of public resources via Tor2Web":{"nl":"Toegang geven aan de publieke middelen via Tor2Web"},"Permit administrative login via Tor2Web":{"nl":"Een administratieve login via Tor2Web is mogelijk"},"Pertinence evaluation has been already expressed":{"nl":"Relevante evaluatie is al uitgesproken"},"Phone":{"nl":"Telefoon"},"Please configure your PGP keys in the receiver preference page.":{"nl":"Configureer uw PGP sleutels in de ontvanger voorkeurspagina."},"Please copy in the box below your receipt to access the tip interface.":{"nl":"Voer hieronder de ontvangstcode in om toegang te krijgen tot de inzending."},"Please do not submit your report on a PC provided by your employer. Particularly an intranet connection may jeopardize your anonymity.":{"nl":"Stuur uw informatie niet op vanaf een computer van uw werkgever. Het gebruik van een VPN, intranet of logging software kan uw anonimiteit in gevaar brengen. Wij raden u dringend aan een Tor browser te gebruiken en zo mogelijk vanuit een internetcafe te werken."},"Please wait":{"nl":"Een ogenblik geduld alstublieft."},"Postpone Tip expiration date":{"nl":"uitstellen van de vervaldatum van de inzending"},"Preferences":{"nl":"Voorkeuren"},"Preferences and password management":{"nl":"Voorkeuren en wachtwoord beheer"},"Presentation":{"nl":"Presentatie"},"Preview":{"nl":"Voorbeeld"},"Previous Step":{"nl":"Voorgaande stap"},"Proceed":{"nl":"Gaat u verder"},"Proceed to submission":{"nl":"Gaat u verder met het uploaden van uw documenten"},"Public GlobaLeaks resources can be accessed via Tor2Web. This is safe to do.":{"nl":"Publieke Globaleaks bronnen kunnen worden bereikt via Tor2Web. Dit is veilig om te doen."},"Radio Buttons":{"nl":"Radio buttons"},"Receipt format (regular expression)":{"nl":"Ontvangstcode formaat (reguliere expressie)"},"Receiver Interface":{"nl":"Ontvanger Interface"},"Receiver List":{"nl":"Lijst ontvangers"},"Receiver name too long":{"nl":"Naam ontvanger te lang"},"Receiver selection":{"nl":"Ontvanger selectie"},"Receivers":{"nl":"Ontvangers"},"Receivers Configuration":{"nl":"Instellingen ontvangers van bestanden"},"Receivers can access via Tor2Web. This is dangerous and it's recommended instead to train receivers in the use of Tor and Enigmail.":{"nl":"Ontvangers hebben toegang via Tor2web. Dit is gevaarlijk en we raden aan om de ontvangers te trainen in Tor en Enigmail."},"References":{"nl":"Referenties"},"Remove your PGP key":{"nl":"Verwijder uw PGP sleutel"},"Request timed out":{"nl":"De verbinding is verlopen"},"Require at least one file to be uploaded":{"nl":"Vereis ten minste één geüpload bestand"},"Required":{"nl":"Vereist"},"Required old password confirm":{"nl":"Verplicht het oude wachtwoord te bevestigen"},"Resource can be accessed only within Tor network":{"nl":"Bron is alleen toegankelijk binnen Tor netwerk"},"Retype again your new password":{"nl":"Typ uw wachtwoord opnieuw"},"SMTP server address":{"nl":"SMTP server adres"},"SMTP server port":{"nl":"SMTP server port"},"Save":{"nl":"Bewaar"},"Save changes":{"nl":"Bewaar wijzigingen"},"Select all receivers by default":{"nl":"Selecteer standaard alle ontvangers"},"Show in preview":{"nl":"Laat voorbeeld zien"},"Size":{"nl":"Grootte"},"Some parameters provided in the context creation can't work together":{"nl":"Sommige parameters die van belang zijn voor de context creatie kunnen niet samenwerken"},"Source Email":{"nl":"E-mail van de bron"},"Source Name":{"nl":"Naam van de bron"},"Statistics Disabled":{"nl":"Statistieken zijn uitgeschakeld"},"Submission Created!":{"nl":"Uw informatie is ingediend!"},"Submission date":{"nl":"Indieningsdatum"},"Submission does not validate the input fields":{"nl":"Inzending klopt niet met de invoervelden"},"Submit":{"nl":"Verstuur"},"Submit a gpg key":{"nl":"Indienen van een PGP sleutel"},"Submitted Tip expiry time (days)":{"nl":"Vervaltijd (dagen) ingezonden documentatie "},"Success!":{"nl":" Succes!"},"System":{"nl":"Systeem"},"Text":{"nl":"Tekst"},"Text size limit (in bytes)":{"nl":"Tekst limiet (in bytes)"},"The PGP key proposed can't be imported":{"nl":"De voorgestelde PGP sleutel kan niet worden geïmporteerd"},"The choosen password is unsafe, it should have":{"nl":"Het gekozen wachtwoord is onveilig, gebruik"},"The file uploaded has a reserved name":{"nl":"Het geüploade bestand heeft een al gereserveerde naam"},"The fingerprint is:":{"nl":"De fingerprint is:"},"The specified comment was not found":{"nl":"Deze reactie kon niet worden gevonden"},"The specified host does not match a configured one":{"nl":"De gespecificeerde host komt niet overeen met de geconfigureerde host"},"The specified old password is not valid":{"nl":"Het oude wachtwoord is niet geldig"},"The submission you tried to be update has been already finalized":{"nl":"De indiening die u heeft proberen te modificeren is reeds afgerond."},"The table below shows the files present in the submission directory, and their relationship with the internal database.":{"nl":"De tabel hieronder toont de bestanden die beschikbaar zijn de verbanden met andere bestanden."},"The time for your role":{"nl":"De tijd voor uw rol"},"The two passwords do not match":{"nl":"De wachtwoorden komen niet overeen"},"The upload request overcomes the MB limits":{"nl":"De upload aanvraag overstijgt de MB limiet"},"The user":{"nl":"De gebruiker"},"This field cannot be empty":{"nl":"Vergeet dit veld niet"},"This interface may help you spot anomalies in your Node.":{"nl":"Deze interface kan u helpen afwijkingen in uw Node te detecteren."},"This interface may help you understand how the Node is used by the whistleblower. We present you with the submissions currently on the node and a few statistics on the kind of usage (activity, files, comments).":{"nl":"Deze interface helpt u te begrijpen hoe de Node is gebruikt door de klokkenluider. Wij laten u de geuploade bestanden zien die recent zijn geupload en een paar statistiekn over gebruik (activiteit, soorten bestanden en commentaren)."},"This interface shows the activity of the users of your node. This may be helpful in detecting anomalies and supporting the Receivers of your node.":{"nl":"Deze interface laat de activiteit zien van de gebruikers in uw node. Dit kan behulpzaam zijn voor het het detecteren van afwijkingen en voor ondersteuning van de ontvangers in uw node."},"This is the":{"nl":"Dit is de"},"This may lead to unintended access to the files by the server administrator or in case of server seizing.":{"nl":"Dit kan leiden tot onbedoelde toegang tot de bestanden door de serverbeheerder of bij inbeslagname van de server."},"This node is not configured.":{"nl":"Deze node is niet geconfigureerd"},"This receipt will allow you to login as the whistleblower for this Tip.":{"nl":"Met deze ontvangstcode kunt u later weer inloggen als de klokkenluider voor deze inzending."},"This section contains settings that may make your installation not work properly. Please refer to the ":{"nl":"Dit gedeelte bevat instellingen die uw installatie mogelijk niet goed laat werken. Wij verwijzen u naar de"},"This software is developed by the non-profit organization":{"nl":"Deze software is ontwikkeld door de non-profit organisatie"},"Through this platform you will be able to report on wrongdoing. This platform is running the":{"nl":"Via dit platform bent u in staat om misstanden te rapporteren aan de pers. Dit platform draait op"},"Through this system receivers will be able to ask you questions on the Tip and you will be able to write a reply.":{"nl":"Via dit systeem zijn ontvangers in staat om vragen te stellen over uw inzending en u kunt hier op antwoorden ."},"Tip Email Subject":{"nl":"Onderwerp inzending e-mail"},"Tip Email template":{"nl":"E-mail template inzending"},"Tip Status Page":{"nl":"Statusoverzicht verzonden documenten"},"Tip can be accessed via Tor2Web by whistleblowers and receiver.":{"nl":"De documentatie kan bereikt worden via Tor2Web door klokkenluiders en ontvangers."},"Tips":{"nl":"Inzendingen"},"Tips Overview":{"nl":"Overzicht inzendingen"},"To ensure your anonymity be sure that you are visiting this site using the":{"nl":"Om er zeker van te zijn dat u de site anoniem bezoekt dient u de Tor Browser Bundle te gebruiken."},"To further enhance your security, please follow these instructions:":{"nl":"Om uw veiligheid verder te verbeteren volgt u deze instructies:"},"To make an Anonymous Submission, instead of using your usual Web Browser (Internet Explorer, Chrome, Firefox, Opera, etc.) you should use the":{"nl":"Om geanonimiseerd documenten te uploaden maakt u, in plaats van uw gebruikelijke Web Browser (Internet Explorer, Chrome, Firefox, Opera, etc.) gebruik van het Tor netwerk. Daarvoor kunt u de "},"Tor Hidden Service (hostname)":{"nl":"Tor Hidden Service (hostnaam)"},"Tor2web Public Site (url)":{"nl":"Tor2web Publieke Site (https://www.torproject.org)"},"Transport Security":{"nl":"Transport Security"},"Type":{"nl":"Type"},"Type your new password again":{"nl":"Typ het nieuwe wachtwoord nogmaals in"},"Unsent emails will be spooled when the option will be re-enabled.":{"nl":"Niet-verzonden e-mails worden in een wachtrij gezet wanneer de optie wordt opnieuw ingeschakeld."},"Update Advanced settings":{"nl":"Update geavanceerde instellingen"},"Update node":{"nl":"Update node"},"Update notification and encryption settings":{"nl":"Update notificatie en encryptie instellingen"},"Update notification settings":{"nl":"Update notificatie instellingen"},"Upgrade your browser today":{"nl":"Upgrade uw browser vandaag nog"},"Url":{"nl":"Url"},"Use the":{"nl":"Gebruik de"},"Username":{"nl":"Gebruikersnaam"},"Username:":{"nl":"Gebruikersnaam:"},"Users Overview":{"nl":"Overzicht gebruikers"},"View Tip":{"nl":"Bekijk inzending"},"Warning!":{"nl":"Waarschuwing!"},"Warning! You are not Anonymous.":{"nl":"Pas op! U werkt momenteel niet anoniem."},"We are supported also by your donations. Visit our":{"nl":"Donaties zijn voor ons een belangrijke bron van inkomen. Bezoek onze"},"We strongly advise you to go for an Anonymous Submission.":{"nl":"Uiteraard raden wij u daarom aan om uw documenten geanonimiseerd te uploaden."},"We were not able to determine if you are anonymous or not, please proceed with care":{"nl":"We kunnen niet nagaan of u geanonimiseerd bent, vergeet dat niet als u doorgaat."},"Welcome back captain!":{"nl":"Welkom terug!"},"Which of the following statements is true?":{"nl":"Welke van de volgende beweringen is waar?"},"Whistleblower":{"nl":"Klokkenluider"},"Whistleblowers can perform submissions with no anonymity via Tor2Web.":{"nl":"Klokkenluiders kunnen informatie uploaden zonder anonimiteit via Tor2Web."},"Whistleblowing disabled":{"nl":"Klokkenluiden uitgeschakeld"},"With a HTTPS submission you are exposing yourself to the risks that someone else will know that you have submitted something, without knowing what you have submitted.":{"nl":"Wanneer u via HTTPS informatie naar Publeaks uploadt, dan kunnen derden mogelijk zien dat u documenten uploadt. Let wel, zij kunnen dan alleen zien dát u uploadt, maar niet zien wát u uploadt."},"Wrong Answer!":{"nl":"Verkeerde antwoord!"},"You acknowledge that failure to do so will result in the inability to technically protect your anonymity.":{"nl":"Door dit niet te doen kunnen wij de technische bescherming van uw anonimiteit niet garanderen."},"You are aware of the risks involved, go ahead, consider yourself warned.":{"nl":"U bent zich bewust van de risico's, gaat u verder en blijf alert."},"You are connecting to the node not anonymously and this node only supports anonymous submissions":{"nl":"U bent een niet-anonieme verbinding tot stand aan het brengen en deze website ondersteunt alleen anonieme inzendingen."},"You are required to login using your username and password to access the Tip.":{"nl":"U bent verplicht om in te loggen met uw gebruikersnaam en wachtwoord om toegang te krijgen tot de tip."},"You are using an outdated browser.":{"nl":"U gebruikt een verouderde browser"},"You have an active Key":{"nl":"U heeft een actieve sleutel"},"You have not configured your encryption keys, so the files will be stored on the globaleaks node un-encrypted.":{"nl":"Je hebt niet je encryptiesleutels geconfigureerd. De bestanden worden onversleuteld opgeslagen bij Publeaks."},"You will also be able to keep track of who has viewed your submission and downloaded the files.":{"nl":"U kunt ook bijhouden wie uw indiening heeft gezien en gedownload."},"You will not be able to login.":{"nl":"U kunt niet inloggen."},"You will not be able to perform a submission.":{"nl":"U zult niet in staat zijn om een document in te dienen."},"You're running GlobaLeaks version":{"nl":"U gebruikt de GlobaLeaks versie"},"You've not enabled encryption!":{"nl":"Uw encryptie is niet geactiveerd!"},"You've reached the maximum amount of download for this file":{"nl":"U hebt het maximale aantal downloads bereikt voor dit bestand"},"Your Tips":{"nl":"Jouw Tips"},"Your node is not configured! Please, proceed via":{"nl":"Uw node is niet geconfigureerd! Ga verder via"},"Your user has reached the maximum amount of access for this Tip":{"nl":"Uw gebruiker heeft het maximale aantal toegang bereikt voor deze inzending"},"Your username":{"nl":"Uw gebruikersnaam"},"add":{"nl":"voeg toe"},"add field":{"nl":"Voeg een veld toe"},"add option":{"nl":"Voeg een optie toe"},"before continuing.":{"nl":"voordat u verder gaat"},"can be configured in order to deliver encrypted email and store encrypted files. You've to copy and paste the ascii version of your personal key, and then it would be possibile update your encryption settings. If you've any doubts talk to your admin.":{"nl":"kan worden geconfigureerd om versleutelde email te verzenden en versleutelde bestanden op te slaan. Je moet de ASCII versie van je persoonlijke sleutel kopiëren en plakken in het venster. Vervolgens zou het mogelijk moeten zijn om je versleuteling instellingen te updaten. Als er vragen zijn contacteer dan de beheerder."},"click to close":{"nl":"klik om te sluiten"},"delete":{"nl":"verwijder"},"donation page":{"nl":"donatie pagina"},"download":{"nl":"download"},"download a copy of the tor browser bundle":{"nl":"download de Tor Browser"},"has postponed Tip expiration to":{"nl":"heeft het verstrijken van deze inzending uitgesteld tot"},"https does not protect the content of my leak nor my identity":{"nl":"HTTPS beschermt noch mijn identiteit noch de inhoud van mijn documenten "},"https does protect my identity and the content of my leak":{"nl":"HTTPS beschermt zowel mijn identiteit als de inhoud van mijn documenten"},"https protects my identity, but not the content of my leak":{"nl":"HTTPS beschermt mijn identiteit, maar niet de inhoud van mijn documenten"},"https protects the content of my leak but not my identity":{"nl":"HTTPS beschermt de inhoud van mijn documenten maar niet mijn identiteit"},"install Google Chrome Frame":{"nl":"Installeer Google Chrome Frame"},"is":{"nl":"is"},"logout":{"nl":"uitloggen"},"manual for practical security best practices.":{"nl":"Dit is een praktische handleiding voor veiligheid met best-practices"},"now Enabled:":{"nl":"Nu geactiveerd:"},"or":{"nl":"of"},"see PGP key details":{"nl":"bekijk PGP sleutel details"},"sha256 hash":{"nl":"sha256 hash"},"show all the files":{"nl":"Toon alle bestanden"},"show only files not yet downloaded":{"nl":"Toon alleen de bestanden die nog niet gedownload zijn"},"show sha256 checksum":{"nl":"Laat de sha256 checksums zien"},"that is specifically designed to protect the identity of the reporter and of the ones running the platform.":{"nl":"dat speciaal is ontwikkeld om de identiteit van de klokkenluider, de journalisten en de systeembeheerders te beschermen."},"this is a special piece of software designed to enable Anonymous Web Browsing.":{"nl":"dit is speciale software die ontwikkeld is om anoniem browsen mogelijk te maken."},"to better experience this site.":{"nl":"voor een betere ervaring van de website."},"to help us further support the development of GlobaLeaks.":{"nl":"om ons te helpen bij de verdere ontwikkeling van GlobaLeaks."},"to submit":{"nl":"om in te dienen"},"to verify the file integrity":{"nl":"om de betrouwbaarheid van het bestand te verifiëren"}}