{"(0 = unlimited)":"(0 = ilimitado)","A file attachment is required to complete the submission":"É necessário um ficheiro anexado para completar a comunicação","A query on the database resulted in an integrity error:":"A pesquisa da base de dados deu origem a um erro de integridade:","A useful way to hide your key code is to write it down like a credit card number, i.e. by also including an expiration date.":"Uma forma útil de esconder o seu código-chave é anotá-lo com se fosse um cartão de crédito, ou seja, incluindo também uma data de validade.","Accept multiple answers for the field":"Aceitar múltiplas respostas para o campo","Accept multiple file uploads":"Aceitar envios de múltiplos ficheiros","Accepted":"Aceite","Access counter":"Número de acessos","Add":"Adicionar","Add Additional Information":"Adicionar mais informação","Add description":"Adicionar descrição","Add field from template":"Adicionar campo a partir do modelo","Add file":"Adicionar ficheiro","Add new context":"Adicionar novo contexto","Add new field":"Adicionar novo campo","Add new receiver":"Adicionar novo recetor","Add new step":"Adicionar nova etapa","Add option":"Adicionar opção","Additional Information":"Informação adicional","Admin":"Administrador","Admin Email Address":"Correio Eletrónico do Administrador","Admin Language":"Idioma do Administrador","Admin Notification Templates":"Modelos de Notificação para o Administrador","Admin Timezone":"Fuso Horário do Administrador","Admin can access via Tor2web.":"O administrador pode aceder via Tor2web.","Administration Interface":"Interface de Administração","Advanced Settings":"Configurações Avançadas","Advanced settings":"Configurações avançadas","Agreement Text":"Texto do Acordo","Alarm Level":"Nível de alerta","Allow Admin access via Tor2web":"Permitir o acesso do administrador via Tor2web","Allow Receivers access via Tor2web":"Permitir o acesso dos recetores via Tor2web","Allow Whistleblower submissions via Tor2web":"Permitir comunicações de informadores via Tor2web","Allow access of public resources via Tor2web":"Permitir o acesso de recursos públicos via Tor2web","Allow other websites to include the GlobaLeaks-platform inside iframes":"Permitir que outros sítios Web incluam a plataforma GlobaLeaks em iframes","Allow receivers to delete tips":"Permitir que os recetores apaguem as denúncias","Allow receivers to postpone expiration date of the tips":"Permitir que os recetores adiem a data de validade das denúncias","Allow the receiver to delete tips":"Permitir que o recetor apague denúncias","Allow the receiver to postpone tip expiration date":"Permitir que o recetor adie a data de validade das denúncias","An email notification will also always be sent in case the user viewed the related info through the platform.":"Será sempre enviada uma notificação por correio eletrónico, caso o utilizador tenha visto a informação pertinente através da plataforma.","Anomalies":"Anomalias","Anomalies are automatically analysed to identify abuses or unusual usage spikes.":"As anomalias são analisadas automaticamente para identificar abusos ou picos de utilização invulgares.","Anomaly detected in %NodeName%":"Anomalia detetada em %NodeName%","Any donation made to support GlobaLeaks will be greatly appreciated; it will help us to further improve GlobaLeaks, making the world a better place":"Todos os donativos de apoio à GlobaLeaks serão muito apreciados. Eles ajudam-nos a continuar a melhorar o projeto e a construir um mundo melhor.","Appended files":"Ficheiros anexados","Are you a whistleblower?":"É um informador?","Are you human?":"É um ser humano?","Are you sure that you want to delete all the selected tips?":"Tem a certeza de que deseja apagar todas as denúncias selecionadas?","Are you sure that you want to delete the context?":"Tem a certeza que deseja apagar o contexto?","Are you sure that you want to delete the field?":"Tem a certeza que deseja apagar este campo?","Are you sure that you want to delete the receiver?":"Tem a certeza que deseja apagar este recetor?","Are you sure that you want to delete the step?":"Tem a certeza de que deseja apagar esta etapa?","Are you sure that you want to delete the tip?":"Tem a certeza de que deseja apagar a denúncia?","Are you sure that you want to postpone the expiration date for all the selected tips?":"Tem a certeza de que deseja adiar a data de validade para todas as denúncias selecionadas?","Are you sure that you want to postpone the tip expiration date?":"Tem a certeza de que deseja adiar a data de validade da denúncia?","Are you sure that you wish to continue?":"Tem a certeza que deseja continuar?","Asc":"Asc.","At least 8 characters":"Pelo menos 8 caracteres","At least one letter":"Pelo menos uma letra","At least one number":"Pelo menos um número","Attach files relevant to the submission":"Anexe os ficheiros pertinentes para a sua comunicação","Authentication Failed":"Falhou a autenticação","Back":"Voltar atrás","Before proceeding please choose a strong password for your GlobaLeaks account.":"Antes de prosseguir, escolha uma palavra-passe segura para a sua conta GlobaLeaks.","Blow the whistle":"Denuncie","By checking this box you agree to these terms and conditions.":"Ao clicar nesta caixa de marcação, indica que concorda com estes termos e condições.","By confirming, you will postpone the expiration date to:":"Ao confirmar, adiará a data de validade da denúncia para:","By default receivers password is:":"Por predefinição, a palavra-passe dos recetores é:","By enabling this option, the system will be storing the submitted files unencrypted on your server.":"Ao ativar esta opção, o sistema guardará os ficheiros enviados no seu servidor em formato descodificado.","By enabling this option, you are allowing other websites to include the GlobaLeaks-platform inside iframes; this could potentially be used to endanger the platform or intercept users' communications":"Ao permitir esta opção, estará a permitir que outros sítios Web incluam a plataforma GlobaLeaks em iframes. Essa configuração pode ser utilizada para pôr a plataforma em risco ou para intercetar as comunicações dos utilizadores.","CREDIT CARD":"CARTÃO DE CRÉDITO","CSS":"CSS","Cancel":"Cancelar","Cannot log in":"Impossível iniciar sessão","Change picture":"Alterar a imagem","Check box":"Caixa de marcação","Clause":"Cláusula","Click to edit, drag to order":"Clique para editar, arraste para ordenar","Clicking the 'admin' link in the top-right corner of the page will bring you here.":"Ao clicar na ligação «Admin» no canto superior direito da página, será enviado para aqui.","Comment Email Subject":"Assunto da mensagem relativa a um comentário","Comment Email Template":"Modelo da mensagem relativa a um comentário","Comments":"Comentários","Completed submissions":"Comunicações efetuadas","Configuration":"Configuração","Configure a PGP key":"Configurar o Código PGP","Configured fields:":"Campos configurados:","Configured steps:":"Etapas configuradas:","Confirm Deletion":"Confirmar eliminação","Confirm Extension":"Confirmar extensão","Confirm password":"Confirme a palavra-passe","Congratulations!":"Parabéns!","Contacts":"Contactos","Content Settings":"Configurações do Conteúdo","Content Type":"Tipo de conteúdo","Context":"Contexto","Context Name":"Nome do contexto","Contexts":"Contextos","Contexts Configuration":"Configuração dos Contextos","Contexts are the categories to be selected by whistleblowers, when they perform their submission. Make sure to make them pertinent to your project.":"Os contextos são as categorias que os informadores devem selecionar ao efetuar a sua comunicação. Assegure-se do que os contextos selecionados são pertinentes para o seu projeto.","Cookies are not enabled!":"Os cookies não estão ativados!","Copy and paste the PGP public key here":"Copie e cole o código público PGP aqui:","Created":"Criada","Creation Date":"Data de Criação","Current Password":"Palavra-passe atual","Current project logo":"Logótipo do projeto atual","Currently logged in":"Atualmente com sessão iniciada ","Custom Privacy Panel":"Painel de privacidade personalizado","Danger":"Perigo!","Danger ahead!":"Atenção Perigo!","Danger!":"Perigo!","Date":"Data","Dear %ReceiverName%,":"Caro %ReceiverName%,","Dear Administrator of server %NodeName%,":"Caro administrador do servidor %NodeName%.","Default":"Predefinição","Default language":"Idioma Predefinido","Delete":"Apagar","Delete Context":"Apagar contexto","Delete Field":"Apagar campo","Delete Receiver":"Apagar recetor","Delete Step":"Apagar etapa","Delete tip":"Apagar denúncia","Delete tips":"Apagar denúncias","Desc":"Desc.","Describe the attachments of the submission":"Descreva os ficheiros anexados à comunicação","Describe the details of the submission":"Descreva os detalhes da comunicação","Describe your submission with a few words":"Descreva em poucas palavras a sua comunicação","Description":"Descrição","Deselect all":"Desmarcar tudo","Details":"Detalhes","Dialog Window":"Janela de diálogo","Disable admin notification emails":"Desativar as mensagens de notificação do administrador","Disable receivers notifications emails":"Desativar as mensagens de notificações dos recetores","Disable the key code hint":"Desativar a dica do código chave","Disable the privacy panel":"Desativar o painel de privacidade","Disable the security awareness panel":"Desativar o painel do indicador de segurança","Disable the security awareness panel questions":"Desativar as perguntas do painel do indicador de segurança","Disabled":"Desativada","Download":"Descarregar","Download the Tor Browser":"Descarregue o Tor Browser","Edit":"Editar","Email Address":"Endereço de correio eletrónico","Email Configuration":"Configuração do Correio Eletrónico","Email suspension duration after exceeding hourly limit, in seconds":"Suspensão de mensagens de correio eletrónico após ter sido excedido o limite por hora, em segundos","Enable Ahmia publishing":"Permitir a publicação em Ahmia","Enable Ping notification":"Ativar a notificação Ping","Enable Tip notification":"Ativar a notificação de denúncias","Enable comments":"Permitir comentários","Enable custom privacy panel":"Permitir um painel de privacidade personalizado","Enable insecure configuration without PGP encryption":"Permitir configuração insegura sem encriptação PGP","Enable insecure configuration without PGP encryption.":"Permitir configuração insegura sem encriptação PGP. ","Enable private messages":"Ativar as mensagens privadas","Enable search engines indexing":"Ativar a indexação dos motores de pesquisa","Enable statistics for this field":"Ativar estatísticas para este campo","Enabled":"Ativado","Encryption Settings":"Definições de Encriptação","Encryption has not been enabled!":"A encriptação não está ativada!","Encryption is enabled!":"A encriptação está ativada!","Encryption is not enabled!":"A encriptação não está ativada!","Enter a new GlobaLeaks server password":"Digite uma nova palavra-passe para o servidor da GlobaLeaks","Enter the email address used to notify the receiver":"Insira o endereço de correio eletrónico utilizado para notificar o recetor","Enter the name for your whistleblowing project":"Digite o nome do seu projeto de denúncia","Enter the name of the receiver":"Insira o nome do recetor","Enter your email address":"Insira o seu endereço de correio eletrónico","Error!":"Erro!","Estimated upload time:":"Duração estimada do envio:","Event":"Evento","Event ID":"Id. do Evento","Events":"Eventos","Every event related to a new or updated tip will trigger an email with a link to it.":"Todos os eventos relacionados com uma denúncia nova ou atualizada enviarão automaticamente uma mensagem de correio eletrónico com uma ligação para o evento.","Example:":"Exemplo:","Exception reporting email address":"Endereço de correio eletrónico para comunicação de exceções","Expiration Date":"Data de validade","Expiration date: %ExpirationDate%":"Data de validade: %ExpirationDate%","Expires":"Expira","Export":"Export","Failed logins":"Sessões falhadas","Field Group":"Grupo de campos","Fields Composition":"Composição dos Campos","Fields Configuration":"Configuração dos Campos","File":"Ficheiro","File Email Subject":"Assunto da mensagem relativa a um ficheiro","File Email Template":"Modelo da mensagem relativa a um ficheiro","File Operations":"Operações do ficheiro","File Size":"Tamanho do ficheiro","File Upload":"Enviar Ficheiro","File details:":"Detalhes do ficheiro:","File size limit (in megabytes)":"Limite do tamanho do ficheiro (em MB)","File uploads completed":"Envio dos ficheiros finalizado","Filename":"Nome de ficheiro","Files":"Ficheiros","Files Overview":"Sinopse dos Ficheiros","Files and Downloads":"Ficheiros e transferências","Files count: %FilesNumber%":"Número de ficheiros: %FilesNumber%","Files description":"Descrição dos ficheiros","Fill out your submission":"Preencha a sua comunicação","Final Step":"Etapa final","Follow us on Twitter if you like to be profiled by NSA:":"Siga-nos no Twitter, se quiser que a NSA abra um ficheiro sobre si:","Footer":"Rodapé","For each activity, the system will send you an apparently meaningless email. This should be used when you are on the move, even with an unsafe email or when you don't have your PGP key with you.":"Para cada atividade, o sistema enviará uma mensagem de correio eletrónico sem significado aparente. Esta configuração deve ser utilizada quando o utilizador está em viagem, mesmo usando um correio eletrónico pouco seguro, ou quando o utilizador não tem consigo a chave PGP.","For more information, log in to the Administration interface and look at the “System Stats” and “Anomalies” sections.":"Para mais informações, inicie sessão na interface de administrador e verifique as secções \"Estatísticas do sistema\" e \"Anomalias\".","For technical support inquiries you can write us at:":"Para questões de apoio técnico, escreva-nos para:","Force Password Change":"Forçar alteração da palavra-passe","Forcefully Selected":"Selecionado à força","Free disk space":"Espaço livre no disco","Full description":"Descrição completa","Full operation will resume shortly.":"O pleno funcionamento será retomado em breve.","GLTypesError not set":"GLTypesError não definido","General":"Geral","Get Started":"Iniciação","Give a concise description of your project":"Dê uma descrição concisa do seu projeto","Give your whistleblowing project a good name and description to invite whistleblowers to submit. Be sure to make the goals of your project clear.":"Dê um bom nome e descrição do seu projeto de denúncia para convidar os informadores a comunicar informações. Certifique-se que os objetivos do seu projeto são claros.","GlobaLeaks Security":"Segurança da GlobaLeaks","GlobaLeaks Support Chat":"Chat de apoio da GlobaLeaks","GlobaLeaks Ticketing System":"Sistema de notas da GlobaLeaks","GlobaLeaks Wizard":"Assistente do GlobaLeaks","GlobaLeaks technology includes a server status checking component which will alert you in case something requires your attention.":"A tecnologia GlobaLeaks inlcui uma componente de verificação do estado do servidor, que o alertará caso haja alguma coisa que requeira a sua atenção.","Go to admin interface":"Ir para a interface de administrador","Graphics Customization":"Personalização dos gráficos","Guidelines on how to start up Whistleblowing Projects":"Diretrizes sobre como iniciar Projetos de Denúncia","HTTPS does not protect the content of my leak nor my identity":"HTTPS não protege o conteúdo da minha denúncia nem a minha identidade","HTTPS does protect both my identity and the content of my leak":"HTTPS protege a minha identidade e o conteúdo da minha denúncia","HTTPS protects my identity, but not the content of my leak":"HTTPS protege a minha identidade, mas não o conteúdo da minha denúncia","HTTPS protects the content of my leak but not my identity":"HTTPS protege o conteúdo da minha denúncia, mas não a minha identidade","Have you already filed a submission? Enter your key code.":"Já enviou uma comunicação? Nesse caso, digite o código chave.","Hide details":"Ocultar Detalhes","Hint":"Dica","Hint: How to hide your key code":"Dica: como esconder o seu código chave","Home Page":"Página Principal","Homepage Title":"Título da página principal","Horizontal order (X)":"Ordem Horizontal (X)","I want to report on":"Eu quero denunciar","I've solved the math challenge, hide this thing now!":"Já resolvi a pergunta matemática, agora escondam-me isto!","If you don’t mind and would rather receive such a large number of email notifications anyhow, please contact your technical support to have them modify this setting accordingly.":"Se não se importar e preferir, mesmo assim, receber um grande número de notificações por correio eletrónico, contacte o seu serviço de apoio técnico para modificar esta configuração.","If you want to tell us more about your project, or you need some help, write us at:":"Se desejar dar-nos mais informações sobre o seu projeto ou pedir-nos ajuda, escreva-nos para:","Import":"Import","In order to deliver encrypted emails and files each receiver needs an associated PGP key. Cut and paste the key of the receiver or mark the checkbox:":"Para enviar mensagens de correio eletrónico encriptadas, cada recetor precisa de uma chave PGP associada. Copie e cole a chave do recetor ou assinale a caixa de marcação:","Info":"Informação","Internal Server Error":"Erro de servidor interno","Invalid Input Format":"Formato de entrada inválido","Invalid email address":"Endereço de correio eletrónico inválido","Invalid format for hidden service (similar to http://thirteenchars123.onion)":"Formato inválido para serviço oculto (semelhante a http://thirteenchars123.onion)","Invalid format for public site (similar to https://thirteenchars123.tor2web.org)":"Formato inválido para sítio Web público (semelhante a https://thirteenchars123.tor2web.org)","It appears that %NodeName% is receiving a large number of requests.":"Aparentemente, %NodeName% está a receber uma grande quantidade de pedidos.","It appears that you are browsing this site without any extra privacy and security!":"Aparentemente, está a visitar este sítio Web sem quaisquer definições adicionais de segurança e privacidade!","It appears that you are using Tor. To better protect your identity, you must use the Tor Browser.":"Aparentemente, está a usar o Tor. Para proteger melhor a sua identidade, deve usar o Tor Browser.","Just to prove you are human, please answer the following math challenge:":"Para provar que é humano, responda à seguinte pergunta matemática:","Kind regards,":"Com os melhores cumprimentos,","Label":"Etiqueta","Landing Page":"Página de destino","Language":"Idioma","Languages Configuration":"Configuração dos Idiomas","Last Access":"Último Acesso","Loading":"A carregar","Loading Tip page...":"A carregar a página da Denúncia ...","Log in":"Iniciar sessão","Log in and check it out before it's too late!":"Inicie sessão e verifique-a antes que seja demasiado tarde.","Login page":"Página do Início de Sessão","Logout":"Terminar sessão","Mail template for PGP expiration alerts":"Modelo da mensagem de alertas PGP sobre a expiração","Mail template for mailing system suspension after hourly limit excess":"Modelo da mensagem sobre a suspensão do sistema de mensagens de correio eletrónico após excedido o limite por hora.","Mail template of anomaly notifications":"Modelo da mensagem sobre notificações de anomalias","Mail title for PGP expiration alerts":"Título da mensagem de alertas PGP sobre a expiração","Mail title for mailing system suspension after hourly limit excess":"Título da mensagem sobre a suspensão do sistema de mensagens de correio eletrónico após excedido o limite por hora.","Mail title of anomaly notifications":"Título da mensagem sobre notificações de anomalias","Main Configuration":"Configuração Principal","Maximum emails per hour before triggering email suspension":"Número máximo de mensagens de correio eletrónico por hora até que seja aplicada a suspensão das mensagens.","Maximum number of selectable Receivers:":"Número máximo de recetores selecionáveis:","Maximum number of selectable receivers:":"Número máximo de recetores selecionáveis:","Maximum submission duration, in seconds":"Duração máxima do envio da comunicação, em segundos","Message Email Subject":"Assunto da mensagem relativa a um correio eletrónico","Message Email Template":"Modelo da mensagem relativa a um correio eletrónico","Minimum time before accepting a submission, in seconds":"Período de tempo mínimo antes da aceitação de uma comunicação, em segundos","Missing data":"Dados em falta","Modal Window":"Janela modal","Move down":"Move down","Move up":"Move up","Name":"Nome","New Password":"Nova palavra-passe","Next":"Próximo","Next Step":"Etapa seguinte","No":"Não","No Context was found for the specified ID":"Não foi encontrado nenhum contexto para a ID indicada","No File was found for the specified ID":"Não foi encontrado nenhum ficheiro para a ID indicada","No Receiver was found for the specified ID":"Não foi encontrado nenhum recetor para a ID indicada","No Submission was found for the specified ID":"Não foi encontrada uma comunicação para a ID indicada","No Tip was found for the specified ID":"Não foi encontrada nenhuma denúncia para a ID indicada","No files have been uploaded!":"Não foram carregados ficheiros!","Not Authenticated":"Não autenticado","Not accepted":"Não aceite","Notification Digest":"Resumo das notificações","Notification Settings":"Definições de Notificação","Notification Templates":"Modelos de Notificação","Notifications and Files will be encrypted.":"As notificações e os ficheiros serão encriptados.","Notifications and Files won't be encrypted.":"As notificações e os ficheiros não serão encriptados.","Notifications from %NodeName% have been temporarily suspended":"As notificações de %NodeName% foram suspensas temporariamente","Now enabled:":"Agora ativado:","Now type your password, then click 'Log in':":"Digite a sua palavra-passe e clique e \"Iniciar sessão\":","Old password confirmation required":"Necessária confirmação da palavra-passe antiga","One or more of the receivers of this tip has not configured a PGP key.":"Um ou mais recetores desta denúncia não configuraram uma chave PGP.","Operation Forbidden":"Operação proibida","Options":"Opções","Order by:":"Ordenar por:","Order:":"Ordem:","PGP Key Expiration Alert":"Alerta de expiração da chave PGP","PGP Key details":"Detalhes do Código PGP","Password":"Palavra-passe","Password Configuration":"Configuração da Palavra-passe","Password:":"Palavra-passe:","Paste the PGP Key here:":"Colar o Código PGP aqui:","Ping Email Address":"Endereço de correio eletrónico Ping","Ping Email Template":"Modelo da mensagem Ping","Ping Email Title":"Título da mensagem Ping","Please check your key code and try again or make a new submission.":"Por favor verifique o seu código chave e tente de novo, ou faça uma nova comunicação.","Please choose the primary language of the site:":"Por favor escolha o idioma principal do sítio Web:","Please configure your PGP keys in the receiver preferences page.":"Configure os seus códigos PGP na página de preferências do recetor.","Please confirm it":"Por favor, confirme-a","Please consider asking your technical support to add more server disk space.":"Pense em pedir ao seu serviço de apoio técnico que aumente o espaço de disco no servidor.","Please do not forward or share this email; each tip-off allows a limited number of accesses and downloads before being permanently destroyed and nobody (not even the server administrator) can recover an expired or deleted tip-off.":"Não reencaminhe nem partilhe esta mensagem. Cada denúncia permite apenas um número limitado de acessos e transferências antes de ser destruída permanentemente, e ninguém (nem mesmo o administrador do servidor) consegue recuperar uma denúncia expirada ou apagada.","Please make sure that all related data is properly deleted so that the receivers won't be able to further access to it.":"Certifique-se de que todos os dados associados são devidamente apagados, para que os recetores não possam continuar a acedê-los.","Please never disclose these files until an appropriate analysis, fact checking, journalistic and technical redaction process. For more information about redaction of documents you should consult this page: https://github.com/globaleaks/GlobaLeaks/wiki/Redaction-process.":"Nunca divulgue estes ficheiros sem ter procedido à devida análise e verificação de factos e a um processo de redação jornalística e técnica. Para mais informação sobre a redação de documentos, consulte esta página: https://github.com/globaleaks/GlobaLeaks/wiki/Redaction-process.","Please select which language you wish to use.":"Por favor, selecione o idioma que deseja utilizar.","Please select your account:":"Selecione a sua conta:","Please support Hermes through their donation page.":"Apoie o centro Hermes através da sua página para donativos.","Please take care that all associated data is properly deleted.":"Tenha o cuidado de assegurar que todos os dados associados são devidamente apagados.","Please wait":"Aguarde, por favor...","Postpone tip expiration":"Prolongar validade da denúncia","Postpone tip expiration date":"Postpone tip expiration date","Postpone tips expiration":"Prolongar validade das denúncias","Postpone tips expiration date":"Adiar data de validade das denúncias","Preconfigure field templates":"Pré-configurar modelos de campos","Preferences":"Preferências","Presentation":"Apresentação","Presentation Order":"Ordem de Apresentação","Preview":"Pré-visualizar","Previous Step":"Etapa anterior","Private Messages":"Mensagens Privadas","Proceed":"Prosseguir","Proceed to submission":"Seguir para a comunicação","Project description":"Descrição do projeto","Project name":"Nome do Projeto","Public resources can be accessed via Tor2web.":"É possível aceder a recursos públicos via Tor2web.","Question to solicit possible whistleblowers":"Pergunta para atrair possíveis informadores","Receipt Page Title":"Título da página de receção","Receiver":"Recetor","Receiver Interface":"Interface do Recetor","Receiver List":"Lista de recetores","Receiver Notification Templates":"Modelos de Notificação para o Recetor","Receiver Tips":"Denúncias do recetor","Receiver comments":"Comentários do recetor","Receiver messages":"Mensagens do recetor","Receiver selection":"Seleção do recetor","Receivers":"Recetores","Receivers Configuration":"Configuração dos Recetores","Receivers are very important for a GlobaLeaks based project. They are the people responsible for receiving the whistleblowers' submissions, verifying their authenticity and for taking action too. Choose them wisely.":"Os recetores são uma parte muito importante de um projeto GlobaLeaks. São as pessoas responsáveis por receber as comunicações dos informadores, verificar a sua autenticidade e reagir. Escolha-os com prudência.","Receivers can access via Tor2web.":"Os recetores podem aceder via Tor2web.","Receivers selected:":"Recetores selecionados:","Receivers will be able to delete tips and their content.":"Os recetores poderão apagar as denúncias e o respetivo conteúdo.","Receivers will be able to postpone tip expiration.":"Os recetores poderão adiar a data de validade da denúncia.","Recent Activities":"Atividades Recentes","References":"Referências","Refresh page":"Refresh page","Refresh tip list":"Atualizar lista das denúncias","Reload":"Recarregar","Remember to provide proper security advice to Whistleblowers:":"Lembre-se de aconselhar devidamente os informadores em relação à sua segurança:","Remember your key code for this submission.":"Lembre-se do seu código chave para esta comunicação.","Remove the PGP key":"Remover o Código PGP","Request timed out":"O pedido expirou","Require at least one file to be uploaded":"É necessário pelo menos um ficheiro para ser enviado","Required":"Obrigatório","Reset":"Reiniciar","Reset notification templates to default":"Repor modelos de notificação na configuração predefinida","Reset steps and fields to default":"Repor etapas e campos na confirguração predefinida","Resource can only be accessed via the Tor network":"Só é possível aceder a este recurso através da rede Tor","Response time":"Tempo de resposta","SMTP server address":"Endereço do Servidor SMTP","SMTP server port":"Porta do Servidor SMTP","Save":"Guardar","Save all":"Guardar tudo","Search engine spiders will be allowed to index the application.":"Robôs de pesquisa terão permissão para indexar a aplicação. ","Security Advices for Whistleblowers":"Conselhos de segurança para os informadores","Security Awareness Panel Text":"Texto do painel do indicador de segurança","Security Awareness Panel Title":"Título do painel do indicador de segurança","Select Language":"Selecionar Idioma","Select all":"Selecionar tudo","Select all receivers by default":"Selecionar todos os recetores por predefinição","Select box":"Caixa de seleção","Select this receiver.":"Selecionar este recetor.","Send Private Message":"Enviar mensagem privada","Send an email notification for every event":"Enviar uma notificação por correio eletrónico para cada evento","Server metadata will be now published using Ahmia JSON format.":"Os metadados do servidor serão agora publicados com o formato JSON em Ahmia","Server temporarly unusable due to resource exhaustion; advise the Admin if you can.":"Servidor inutilizável temporariamente, devido a esgotamento dos recursos. Se puder, avise o administrador.","Session expired":"Sessão expirada","Short title":"Título curto","Show contexts in alphabetical order":"Mostrar contextos por ordem alfabética","Show details":"Mostrar Detalhes","Show receiver selection step":"Mostrar etapa de seleção do recetor","Show receivers in alphabetical order":"Mostrar recetores por ordem alfabética","Show small receiver cards on submission interface":"Mostrar pequenos cartões sobre o recetor na interface da comunicação","Since GlobaLeaks users are all anonymous, it is not possible to perform anomaly detection based on user policies.":"Uma vez que os utilizadores da GlobaLeaks são todos anónimos, não é possível detetar anomalias com base em políticas relativas aos utilizadores.","Size":"Tamanho","Source Email Address":"Endereço de correio eletrónico da fonte","Source Name":"Nome da fonte","Started submissions":"Comunicações iniciadas","Stats of the week:":"Estatísticas da semana:","Status":"Estado","Step":"Etapa","Step-by-step setup":"Configuração passo-a-passo","Submission":"Comunicação","Submission Date":"Data da comunicação","Submission Page":"Página da comunicação","Submission Page Title":"Título da página de comunicação","Submission date":"Data da comunicação","Submission date: %EventTime%":"Data da comunicação: %EventTime%","Submission does not pass the field validation":"Erro na validação dos campos para esta comunicação","Submission successfully completed!":"Comunicação concluída com sucesso.","Submit":"Enviar comunicação","Submitted tip expiry time (days)":"Hora limite da validade da denúncia comunicada (dias)","Success!":"Bem sucedido!","Successful logins":"Sessões bem sucedidas","Support GlobaLeaks":"Apoie a GlobaLeaks","System":"Sistema","System Stats":"Estatísticas do Sistema","Terms and Conditions":"Termos e Condições","Terms of Service":"Termos do Serviço","Text":"Texto","Text area":"Área do texto","Text shown in front of the context selector":"Texto exibido antes do campo de seleção de contextos","Text shown when the whistleblower is not using Tor":"Texto visualizado quando o informador não está a utilizar o Tor","Text shown when the whistleblower is using Tor":"Texto visualizado quando o informador está a utilizar o Tor","Text size limit (in bytes)":"Limite do tamanho do ficheiro (em bytes)","Thank you!":"Obrigado!","The Receiver will be forced to change its password on next login.":"O recetor será forçado a alterar a sua palavra-passe no próximo início de sessão.","The Tor Browser includes various privacy and security enhancements not present in other browsers.":"O Tor Browser inclui várias melhorias da segurança e privacidade que outros browsers não oferecem.","The activities with unusual stats are:":"As atividades com estatísticas pouco habituais são:","The application makes use of Cookies only for security purposes and without tracking any data.":"A aplicação só utiliza Cookies para propósitos de segurança e sem rastrear quaisquer dados.","The choosen password is unsafe, it should have":"A palavra-passe escolhida não é segura. Esta deverá ter","The currently adopted policy is to check if some thresholds are reached within a 30 seconds observation window.":"A política atualmente em vigor é de verificar se são atingidos determinados valores-limite durante um período de observação de 30 segundos.","The disk usage is %FreeMemory% of %TotalMemory%.":"A utilização do disco é %FreeMemory% de %TotalMemory%","The file is unavailable due to an internal error.":"O ficheiro está indisponível devido a um erro interno.","The file will be available at the URL: /static/$filename":"O ficheiro estará disponível no URL: /static/$filename","The fingerprint is:":"A dactiloscopia é:","The following represents a description of the file collection and its content.":"Em seguida, apresenta-se uma descrição da coleção de ficheiros e respetivo conteúdo.","The following step by step wizard will guide you through configuring your whistleblowing site.":"O seguinte assistente irá guiá-lo ao longo de todas as etapas de configuração do seu sítio Web de denúncias.","The included files may contain information that could lead to the identification of the whistleblower and/or that is sensitive for the people and organisations involved.":"Os ficheiros aqui incluídos podem conter informação passível de identificar o informador e/ou que é sensível para as pessoas ou organizações envolvidas.","The key code is either invalid or the submission has expired.":"O código chave é inválido ou a comunicação expirou.","The level of this alarm is HIGH; Tip submission has been disabled for any potential whistleblower; To re-enable it, add disk space.":"O nível deste alerta é ELEVADO. A comunicação da denúncia foi desativada para qualquer informador potencial. Para voltar a ativá-la, aumente o espaço no disco.","The level of this alarm is LOW; don’t panic, your system is doing well.":"O nível deste alerta é BAIXO. Não entre em pânico; o sistema está a funcionar bem.","The level of this alarm is MEDIUM; don’t panic, but deal with it as soon as possible.":"O nível deste alerta é MÉDIO. Não entre em pânico, mas resolva a questão o mais depressa possível.","The number of activities recently detected appears to be higher than usual.":"O número de atividades detetadas recentemente parece mais elevado do que o habitual.","The proposed PGP key can't be imported":"Não é possível importar a chave PGP proposta","The receiver will be able to delete tips and their content.":"O recetor poderá apagar as denúncias e o respetivo conteúdo.","The receiver will be able to postpone tip expiration.":"O recetor poderá adiar a data de validade da denúncia.","The server cannot guarantee that a new submission can be stored, so submissions have been disabled.":"O servidor não pode garantir o armazenamento de uma nova comunicação. Por isso, o envio de comunicações foi desativado.","The setting is enabled at a global level.":"A configuração está ativada a nível global.","The software is developed by the non-profit Hermes Center for Transparency and Digital Human Rights.":"O software é desenvolvido pela organização sem fins lucrativos Hermes Center for Transparency and Digital Human Rights","The specified comment was not found":"Não foi encontrado o comentário especificado","The specified host does not match any configured one":"O hospedeiro indicado não corresponde a nenhum dos hospedeiros configurados","The specified old password is not valid":"A palavra-passe antiga indicada não é válida","The submission [%TipNum%] related to context %ContextName% is going to expire in %ExpirationWatch% hours.":"A comunicação [%TipNum%] relativa ao contexto %ContextName% vai expirar dentro de %ExpirationWatch% horas.","The submission can be accessed:":"É possível aceder à comunicação:","The system forces users to change the password at first login.":"O sistema força os utilizadores a alterarem a palavra-passe no primeiro início de sessão.","The table below shows the files present in the submission directory, and their relationship with the internal database.":"A tabela abaixo mostra os ficheiros presentes no diretório de comunicações e a sua relação com a base de dados interna.","The two passwords do not match":"As palavras-passe não correspondem","The upload request exceeds the size limit":"O pedido de envio excede o tamanho máximo","The uploaded file has a reserved name":"O ficheiro enviado tem um nome reservado","The user":"O utilizador","Theme Customization":"Personalização do Tema","Then, copy and paste the following address into the Tor Browser:":"Depois, copie e cole o seguinte endereço para o Tor Browser:","There are %EventCount% good reasons to...":"Há %EventCount% boas razões para...","There are three types of users in GlobaLeaks: the administrator, the receiver and the whistleblower. Your username for accessing the server as the administrator will be 'admin'.":"Existem três tipos de utilizadores na GlobaLeaks: o administrador, o recetor e o informador. O seu nome de utilizador para aceder ao servidor como administrador será 'admin'.","These are the thresholds used to identify anomalous behaviour:":"Os valores limite utilizados para identificar comportamentos anómalos são os seguintes:","They would like you to pay special attention to the information and material contained therein. Please keep in mind that whistleblowers often expose themselves to high personal risks for the public interest. Therefore the material that they provide with this tip-off should be considered of high importance.":"Pedem-lhe que tome especial atenção a esta informação e ao material nela incluído. Tenha em conta que os informadores se expõem muitas vezes a grandes riscos pessoais em defesa do interesse público. Por isso, o material que disponibilizam nesta denúncia deve ser considerado muito importante.","This could be a sign of an attack (for example, someone flooding your server with bogus information) or just a usage spike due to an increased visibility of your project.":"Isto pode ser sinal de um ataque (por exemplo, alguém a inundar o seu servidor com informação falsa) ou apenas um pico de utilizadores devido a um aumento da visibilidade do seu projeto.","This email will be resent in the next hours if the issue is not resolved.":"Esta mensagem será reenviada nas próximas horas se a questão não for resolvida.","This email will be used for ping notifications.":"Este correio eletrónico será utilizado para notificações Ping.","This field is mandatory":"Este campo é obrigatório","This file exceeds the maximum upload size for this server.":"Este ficheiro excede o tamanho máximo de envio para este servidor.","This happened in context %ContextName% at %EventTime%.":"Isto aconteceu no contexto %ContextName%, em %EventTime%.","This happens whenever encryption is unavailable.":"Isto acontece porque a encriptação está indisponível.","This interface allows to configure the email templates used for admin notifications.":"Esta interface permite configurar os modelos das mensagens utilizadas para as notificações dos administradores.","This interface allows to configure the email templates used for receiver notifications.":"Esta interface permite configurar os modelos de correio eletrónico utilizados para as notificações do recetor.","This interface may help you spot anomalies with your server.":"Esta interface poderá ajudá-lo a detetar anomalias no seu servidor.","This interface may help you understand how the server can be configured and provides some info on how to connect to other GlobaLeaks users and experts.":"Esta interface pode ajudá-lo a compreender as possibilidades de configuração do servidor e informa-o sobre como contactar outros utilizadores e peritos da GlobaLeaks.","This interface may help you understand how the server is used by the whistleblower. It displays the submissions currently on the server and a few statistics on the kind of usage (activity, files, comments).":"Esta interface pode ajudá-lo a compreender de que forma o informador utiliza o servidor. Exibe as comunicações atualmente alojadas no servidor e algumas estatísticas sobre o tipo de utilização (atividade, ficheiros, comentários).","This interface shows user activity on your server. It may be helpful in detecting anomalies and providing support to the receivers using your server.":"Esta interface exibe a atividade dos utilizadores no seu servidor. Pode ajudar a detetar anomalias e a prestar apoio aos recetores que utilizam o servidor.","This interface shows you the unusual behaviour the system has identified.":"Esta interface mostra-lhe o comportamento invulgar que o sistema identificou.","This is a work-in-progress of the administration interface that you will see after logging onto the platform as an admin.":"Esta é uma versão provisória da interface de administração, que será visualizada após o início de sessão na plataforma como administrador.","This is an email to inform you that the PGP key of the following users is going to expire or has already expired:":"Esta mensagem serve para informar que a chave PGP dos seguintes utilizadores vai expirar ou já expirou:","This is an email to inform you that your PGP key is expiring or has already expired.":"Este email serve para informar que a sua chave PGP vai expirar ou já expirou.","This is an email to notify you about a new message from the whisleblower.":"Esta mensagem serve para o informar de uma nova mensagem do informador.","This is an email to notify you that %CommentSource% has commented on a previous submission.":"Esta mensagem serve para o notificar de que %CommentSource% comentou uma comunicação anterior.","This is an email to notify you that a whistleblower has selected you as a valuable recipient for his/her submission.":"Esta mensagem serve para o notificar de que um informador o selecionou como recetor preferencial para a sua comunicação.","This is an email to notify you that a whistleblower has updated a submission with new material.":"Esta mensagem serve para o notificar de que um informador atualizou a sua comunicação com material novo.","This is the default welcome message":"Esta é a mensagem de boas-vindas predefinida","This may lead to unintended access to the files by the server administrator or others in case the server is compromised.":"Isto pode levar a que o administrador ou outros acedam sem autorização aos ficheiros, caso o servidor seja comprometido.","This means that if the server running GlobaLeaks were to be seized it would be possible to extract the files that have been submitted.":"Isto significa que, se o servidor que aloja a GlobaLeaks fosse apreendido, seria possível extrair os ficheiros comunicados.","This means that the submitted files will be stored in plaintext on the server.":"Isto significa que os ficheiros comunicados serão armazenados no servidor em texto não codificado.","This platform makes use of GlobaLeaks software specifically designed to protect the identity of the submitter and of the receiver in the exchange of leaked materials.":"Esta plataforma utiliza software da GlobaLeaks concebido especificamente para proteger a identidade do autor da denúncia e do recetor na troca de materiais da denúncia.","This receiver cannot be deselected.":"Não é possível desmarcar este recetor.","This receiver cannot be selected.":"Não é possível selecionar este recetor.","This receiver has configured the encryption key.":"Este recetor configurou o código de encriptação.","This receiver has not configured the encryption key.":"Este recetor não configurou o código de encriptação.","This server is not configured.":"Este servidor não está configurado.","This won't preserve Whistleblower's anonymity while preserving submission confidentiality.":"Esta configuração não preserverá o anonimato dos informadores, mas sim a confidencialidade da comunicação.","Time":"Hora","Timezone":"Fuso horário","Tip Email Subject":"Assunto da mensagem relativa a uma denúncia","Tip Email Template":"Modelo da mensagem relativa a uma denúncia","Tip Status Page":"Página do Estado da Denúncia","Tip [%TipNum%] is going to expire in %ExpirationWatch% hours":"A denúncia [%TipNum%] vai expirar dentro de %ExpirationWatch% horas","Tip expiration notification reminder, in hours":"Lembrete sobre a expiração da denúncia, em horas","Tips Overview":"Sinopse das Denúncias","Titles size limit (in bytes)":"Limite do tamanho dos títulos (em bytes)","To ensure your anonymity you must use the Tor Browser to visit this site.\\nYou acknowledge that failure to do so will result in the inability to technically protect your anonymity.\\nTo further enhance your security, please follow these instructions:\\n1) In the event that you would like to remain anonymous, do not submit any personal information. (e.g. your name or relationship to the offender. Do not submit any information that can be traced back to you.)\\n2) Please do not submit your report on a PC provided by your employer. Particularly an intranet connection may jeopardize your anonymity.":"Para assegurar o anonimato, deve usar o Tor Browser para visitar este sítio Web.\nO utilizador reconhece que a não utilização desse programa significa que será tecnicamente impossível proteger o seu anonimato.\nPara aumentar a sua segurança, siga estas instruções:\n1) Caso queira permanecer anónimo, não envie informações pessoais (por exemplo, nome ou relação com o infrator). Não envie informação que possa identificá-lo.\n2) Não envie o seu relatório num computador do seu empregador. Uma ligação a uma intranet, especialmente, poderá pôr em risco o seu anonimato.","To know more about GlobaLeaks Security you can read the following document:":"Para saber mais sobre a segurança da GlobaLeaks, pode ler o seguinte documento:","To prevent sending you too many emails, the system has disabled email notifications until the load returns to normal. In the meantime, you can normally log onto the platform and manually check for new submissions.":"Para evitar que lhe enviemos demasiadas mensagens, o sistema desligou as notificações de correio eletrónico até que o tráfego volte ao normal. Entretanto, pode iniciar sessão normalmente na plataforma e verificar novas comunicações manualmente.","To properly organize your project, please read the following guidelines:":"Para organizar devidamente o seu projeto, leia as seguintes diretrizes:","To report a bug or request a feature in GlobaLeaks software, please open a ticket describing the issue you're encountering or the new feature request:":"Para alertar para um erro do programa ou pedir uma nova característica para o software GlobaLeaks, abra uma nota descrevendo o problema que encontrou ou a nova função que pretende:","To use GlobaLeaks Cookies must be enabled.":"Para utilizar o GlobaLeaks, os Cookies devem estar ativados.","Too many file uploads in":"Demasiados envios de ficheiro em","Too many requests":"Demasiados pedidos","Too many submissions in":"Demasiadas comunicações em","Tor Hidden Service (URL)":"Serviço oculto Tor (URL)","Tor2web Public Site (URL)":"Sítio Web público Tor2web (URL)","Total uncompressed size: %TotalSize%":"Tamanho total sem compressão: %TotalSize%","Translation Customization":"Personalização da Tradução","Transport Security":"Segurança de transporte","Type":"Tipo","Type your new password again":"Digite de novo a sua palavra-passe","Unselect this receiver.":"Desmarcar este recetor.","Unselectable":"Não selecionável","Update notification and encryption settings":"Notificação da atualização e definições da encriptação","Update notification settings":"Definições da notificação de atualização","Upload":"Enviar","Upload Custom File":"Enviar Ficheiro Personalizado","Upload Date":"Data de envio","Uploaded files":"Ficheiros enviados","Uploading files...":"A enviar os ficheiros...","Use the 16 digit key code to log in. It will allow you to view any messages we sent you, and also to add extra info.":"Use o código-chave de 16 dígitos para iniciar sessão. Permitir-lhe-á ver todas as mensagens que lhe enviarmos, e também adicionar mais informação.","Username":"Nome de Utilizador","Username:":"Nome do Utilizador:","Users Overview":"Sinopse dos Utilizadores","Vertical order (Y)":"Ordem Vertical (Y)","View Tip":"Ver Denúncia","View your submission":"Ver a sua comunicação","WB Last Access":"Último acesso do informador","Wait for another":"Esperar mais","Warning!":"Aviso!","Warning! You are not Anonymous.":"Aviso! Não está Anónimo.","We do not discriminate based on race and gender, but we do against computers :)":"Não descriminamos em função da etnia ou sexo, mas discriminamos computadores :)","We will try to get back to you as soon as possible!":"Tentaremos dar-lhe uma resposta o mais rapidamente possível.","Welcome to GlobaLeaks Administration Interface":"Bem-vindo à Interface de Administração do GlobaLeaks","Welcome to GlobaLeaks!":"Bem-vindo ao GlobaLeaks!","Welcome to the GlobaLeaks platform!":"Bem-vindo à plataforma GlobaLeaks","What is the topic of your whistleblowing project?":"Qual é o tema do seu projeto de denúncia?","When the option is re-enabled the spooled emails will be sent out.":"Quando a opção for reativada as mensagens em fila serão enviadas.","Which of the following statements is true?":"Qual das seguintes declarações é verdadeira?","Whistleblower":"Informador","Whistleblower Interface":"Interface do Informador","Whistleblower comments":"Comentários do informador","Whistleblower messages":"Mensagens do informador","Whistleblowers can perform submissions via Tor2web.":"Os informadores podem fazer comunicações via Tor2web.","Whistleblowing Button":"Botão de denúncia","Whistleblowing disabled":"Denúncia desativada","With a HTTPS submission you are exposing yourself to the risks that someone else will know that you have submitted something, without knowing what you have submitted.\\n\\nInstead with an Anonymous Submission you are fully protected, it is not possible for a third party to know that you have submitted something nor what you have submitted.\\n\\nWe strongly advise you to go for an Anonymous Submission.\\n\\nTo make an Anonymous Submission, instead of using your usual Web Browser (Internet Explorer, Chrome, Firefox, Opera, etc.) you should use the Tor Browser. This is a special piece of software designed to enable Anonymous Web Browsing.":"Através de uma comunicação em HTTPS, arrisca-se a que alguém saiba que você fez uma comunicação, sem saber o que foi comunicado.\n\nEm alternativa, a Comunicação Anónima protege-o completamente, impossibilitando que terceiros saibam que você efetuou uma comunicação ou que saibam o que comunicou.\n\nAconselhamo-lo vivamente a optar pela Comunicação Anónima.\n\nPara efetuar uma Comunicação Anónima, em vez de utilizar o seu navegador da Web normal (Internet Explorer, Chrome, Firefox, Opera, etc.), deverá utilizar o Tor Browser, um software especial concebido para permitir uma navegação anónima na Internet.","Without a valid PGP key, the system will not be able to send encrypted notifications to you.":"Sem uma chave PGP válida, o sistema não será capaz de lhe enviar notificações encriptadas.","Without a valid PGP key, the system will not be able to send them encrypted notifications.":"Sem uma chave PGP válida, o sistema não será capaz de lhes enviar notificações encriptadas.","Write down your keycode":"Anote o seu código","Wrong Answer!":"Resposta Errada!","YOUR NAME":"O SEU NOME","Yes":"Sim","You are aware of the risks involved. Go ahead, but consider yourself warned.":"Está ciente dos riscos envolvidos. Continue, mas considere-se avisado.","You are connecting to the server without anonymity and this server supports only anonymous submissions":"Está a ligar-se ao servidor sem anonimato, mas o servidor admite apenas envio de comunicações anónimas.","You are receiving this email to suggest you to look into this issue and determine if the origin is legit or malicious.":"Esta mensagem serve para lhe sugerir que investigue este assunto e determine se é de origem legítima ou maliciosa.","You are strongly advised to visit this site using the desktop app called Tor Browser, that protects your identity.":"Recomendamos-lhe vivamente que visite este sítio usando a aplicação Tor Browser, que protege a sua identidade.","You can reach GlobaLeaks's support chat via IRC on OFTC server on channel #globaleaks:":"O chat IRC de apoio da GlobaLeaks está acessível no servidor OFTC, no canal #globaleaks:","You can read it at: %TipTorURL%":"Pode lê-la em: %TipTorURL%","You have finished configuring your GlobaLeaks site. You are now ready to further tweak it with the admin interface.":"Terminou a configuração do seu sítio Web GlobaLeaks. Agora, pode continuar a adaptá-lo, através da interface de administrador.","You have not configured your encryption keys, so the files will be stored on the GlobaLeaks server un-encrypted.":"Não configurou as suas chaves de encriptação. Por isso, os ficheiros serão armazenados no servidor da GlobaLeaks sem serem encriptados.","You now have %EventCount% good reasons to reconnect where is matters":"Tem %EventCount% boas razões para voltar a efetuar ligação nos pontos que interessam.","You should extend its validity and update the key present on the GlobaLeaks servers you are subscribed to or upload a new key.":"Deve aumentar a validade e atualizar a chave que se encontra nos servidores GlobaLeaks que subscreveu. Ou então, deve enviar uma chave nova.","You will not be able to send a submission.":"Não será possível enviar uma comunicação.","You're running GlobaLeaks version":"Está a executar a versão do GlobaLeaks","Your Tips":"As Suas Denúncias","Your submission was successful.":"A sua comunicação foi bem sucedida.","Zip Description Template":"Modelo da descrição do Zip","[Tip %TipNum%] New attachment":"[Denúncia %TipNum%] Novo anexo","[Tip %TipNum%] New comment":"[Denúncia %TipNum%] Novo comentário","[Tip %TipNum%] New message":"[Denúncia %TipNum%] Nova mensagem","[Tip %TipNum%] New submission":"[Denúncia %TipNum%] Nova comunicação","back":"voltar atrás","download":"transferir","download all files":"transferir todos os ficheiros","during this hour the server was off.":"durante esta hora o servidor esteve desligado.","file unavailable":"ficheiro indisponível","has postponed Tip expiration to":"prolongou a validade da denúncia até","no stats available for current hour; check activities page.":"dados não existentes para a hora atual; verificar página de atividade.","no stats available for the future.":"dados não existentes para o futuro.","proudly powered by GlobaLeaks, copyright by Hermes Center for Transparency and Digital Human Rights":"produzido com orgulho pela GlobaLeaks, direitos de autor de Hermes Center for Transparency and Digital Human Rights","seconds":"segundos","show all the files":"mostrar todos os ficheiros","show only files not yet downloaded":"mostrar apenas os ficheiros que ainda não foram transferidos","this configuration only applies to receivers":"esta configuração aplica-se apenas aos recetores","via Tor at: %TipTorURL%":"via Tor em: %TipTorURL%","via Tor2web at: %TipT2WURL%":"via Tor2web em: %TipT2WURL%"}