{"-1 = unlimited":"-1 = ไม่ จำกัด","(0 = unlimited)":"(0 = ไม่ จำกัด )","FIELD_INPUT_AVAILABLE_CHARS":"{{}} available_characters_count ตัวละครที่มีอยู่ (s)","0 = auto":"0 = อัตโนมัติ","A file attachment is required to complete the submission":"ไฟล์แนบที่จะต้องดำเนินการยื่น","A query on the database resulted in an integrity error:":"แบบสอบถามบนฐานข้อมูลที่เกิดความผิดพลาดในความซื่อสัตย์:","A useful way to hide your key code is to write it down like a credit card number, i.e. by also including an expiration date.":"วิธีที่มีประโยชน์เพื่อซ่อนรหัสที่สำคัญของคุณคือการเขียนมันลงเช่นหมายเลขบัตรเครดิตเช่นโดยยังรวมถึงวันหมดอายุ","Accept multiple answers for the field":"ยอมรับคำตอบหลายสนาม","Accept multiple file uploads":"ยอมรับการอัพโหลดไฟล์หลาย","Acceptable":"Acceptable","Accepted":"ได้รับการยืนยัน","Access requested":"การเข้าถึงการร้องขอ","Access to the whistleblower's identity has been requested to the custodian.":"การเข้าถึงตัวตน whistleblower ที่ได้รับการร้องขอให้ผู้ปกครอง","Access to whistleblower's identity authorized":"การเข้าถึงตัวตน whistleblower ของผู้มีอำนาจ","Access to whistleblower's identity denied":"การเข้าถึงตัวตน whistleblower ปฏิเสธ","Add":"เพิ่ม","Add file":"เพิ่มไฟล์","Add new context":"เพิ่มบริบทใหม่","Add new question":"เพิ่มคำถามใหม่","Add new question template":"เพิ่ม Template คำถามใหม่","Add new questionnaire":"เพิ่มแบบสอบถามใหม่","Add new step":"เพิ่มขั้นตอนใหม่","Add new user":"เพิ่มผู้ใช้ใหม่","Add option":"เพิ่มตัวเลือก","Add question from template":"เพิ่มคำถามจากแม่","Address":"ที่อยู่","Admin":"ผู้ดูแลระบบ","Admin notification templates":"แม่แบบการแจ้งเตือนผู้ดูแลระบบ","Administration interface":"อินเตอร์เฟซการบริหาร","Advanced settings":"ตั้งค่าขั้นสูง","Agreement Text":"ข้อตกลงข้อความ","Alarm level":"ระดับการเตือนภัย","Allow access to public resources via HTTPS":"อนุญาตให้เข้าถึงทรัพยากรของรัฐผ่าน HTTPS","Allow admin access via HTTPS":"อนุญาตให้เข้าถึงผู้ดูแลระบบผ่าน HTTPS","Allow custodian access via HTTPS":"อนุญาตให้เข้าถึงผู้ปกครองผ่าน HTTPS","Allow other websites to include the platform inside iframes":"อนุญาตให้เว็บไซต์อื่น ๆ ที่จะรวมถึงแพลตฟอร์มภายใน iframes","Allow recipient access via HTTPS":"อนุญาตให้เข้าถึงผู้รับผ่าน HTTPS","Allow recipients to delete submissions":"อนุญาตให้ผู้รับลบส่ง","Allow recipients to grant permissions to whistleblowers on specific submissions":"อนุญาตให้ผู้รับการให้สิทธิ์กับโบในการส่งที่เฉพาะเจาะจง","Allow recipients to postpone expiration date of the submission":"ผู้รับอนุญาตให้เลื่อนวันหมดอายุของการส่ง","Allow selection of this context through the context selector.":"ให้สามารถเลือกบริบทนี้ผ่านการเลือกบริบท","Allow the recipient to delete submissions":"อนุญาตให้ผู้รับลบส่ง","Allow the recipient to grant permissions to whistleblowers on specific submissions":"อนุญาตให้ผู้รับการให้สิทธิ์กับโบในการส่งที่เฉพาะเจาะจง","Allow the recipient to postpone the submission expiration date":"อนุญาตให้ผู้รับที่จะเลื่อนวันหมดอายุการส่ง","Allow the whistleblower to add attachments to the submission":"อนุญาตให้ whistleblower เพื่อเพิ่มสิ่งที่แนบไปส่ง","Allow the whistleblower to send messages":"อนุญาตให้ whistleblower ในการส่งข้อความ","Allow the whistleblower to write comments":"อนุญาตให้ whistleblower เพื่อเขียนความคิดเห็น","Allow to advance through submission steps only when current step is completed":"อนุญาตให้มีการก้าวไปผ่านขั้นตอนการส่งเฉพาะเมื่อขั้นตอนปัจจุบันเป็นที่เรียบร้อยแล้ว","Allow whistleblower submissions via HTTPS":"อนุญาตให้ส่ง whistleblower ผ่าน HTTPS","Allow whistleblowers to add attachments on existing submissions":"อนุญาตให้โบเพื่อเพิ่มสิ่งที่แนบมาในการส่งที่มีอยู่","Allow whistleblowers to select their recipients":"อนุญาตให้โบเลือกผู้รับของพวกเขา","Allow whistleblowers to send messages":"อนุญาตให้โบการส่งข้อความ","Allow whistleblowers to write comments":"อนุญาตให้โบเขียนแสดงความคิดเห็น","An email notification will also always be sent in case the user viewed the related info through the platform.":"การแจ้งเตือนทางอีเมลก็จะมักจะถูกส่งไปในกรณีที่ผู้ใช้ดูข้อมูลที่เกี่ยวข้องผ่านทางแพลตฟอร์ม","Anomalies":"ความผิดปกติ","Anomalies are automatically analysed to identify abuses or unusual usage spikes.":"ความผิดปกติท​​ี่มีการวิเคราะห์โดยอัตโนมัติเพื่อแจ้งการละเมิดหรือการใช้งานที่ผิดปกติแหลม","Anomaly detected in %NodeName%":"ตรวจพบความผิดปกติใน% NodeName%","Anomaly detection thresholds":"ความผิดปกติของเกณฑ์การตรวจสอบ","Any donation made to support GlobaLeaks will be greatly appreciated; it will help us to further improve GlobaLeaks, making the world a better place":"บริจาคใด ๆ ที่ทำเพื่อสนับสนุน GlobaLeaks จะได้รับการชื่นชมอย่างมาก; มันจะช่วยให้เราสามารถปรับปรุง GlobaLeaks ทำให้โลกเป็นสถานที่ที่ดีกว่า","Appended files":"ไฟล์ที่แนบท้าย","Are you a whistleblower?":"คุณเป็น whistleblower หรือไม่?","Are you human?":"คุณเป็นมนุษย์?","Are you sure that you want to delete all the selected submissions?":"คุณแน่ใจหรือว่าต้องการลบส่งที่เลือกทั้งหมด?","Are you sure that you want to delete the context?":"คุณแน่ใจหรือว่าต้องการลบบริบท?","Are you sure that you want to delete the submission?":"คุณแน่ใจหรือว่าต้องการลบส่ง?","Are you sure that you want to delete the user?":"คุณแน่ใจหรือว่าต้องการลบผู้ใช้หรือไม่","Are you sure that you want to postpone the expiration date for all selected submissions?":"คุณแน่ใจหรือว่าคุณต้องการที่จะเลื่อนวันหมดอายุสำหรับการส่งเลือกทั้งหมดหรือไม่","Are you sure that you want to postpone the submission expiration date?":"คุณแน่ใจหรือว่าคุณต้องการที่จะเลื่อนวันหมดอายุส่ง?","Are you sure that you wish to continue?":"คุณแน่ใจหรือว่าคุณต้องการที่จะต่อหรือไม่?","Are you sure?":"คุณแน่ใจไหม?","Asc":"ASC","Assign score points":"กำหนดจุดคะแนน","Attach files relevant to the submission":"แนบไฟล์ที่เกี่ยวข้องกับการส่ง","Attachment":"ความผูกพัน","Attachments":"สิ่งที่แนบมา","Authentication failed":"รับรองความถูกต้องล้มเหลว","Authorization":"การอนุญาต","Authorize":"อนุญาต","Authorize access to the whistleblower's identity":"อนุญาตให้เข้าถึงตัวตนของ whistleblower","Authorized":"มีอำนาจ","Available":"ที่มีจำหน่าย","Available disk space":"พื้นที่ดิสก์ที่ใช้ได้","Back":"กลับ","Before proceeding, please change your password.":"ก่อนที่จะดำเนินการต่อโปรดเปลี่ยนรหัสผ่านของคุณ","Blow the whistle":"เป่านกหวีด","Body of the confirmation question upon negative answer":"ร่างกายของคำถามยืนยันเมื่อลบคำตอบ","Boolean question":"คำถามบูลีน","By checking this box the whistleblower will not be informed of their privacy level. This information is usually displayed on top of everypage and indicates how, and if, the identity of the whistleblower is protected.":"By checking this box the whistleblower will not be informed of their privacy level. This information is usually displayed on top of everypage and indicates how, and if, the identity of the whistleblower is protected.","By checking this box you agree to these terms and conditions.":"โดยการตรวจสอบกล่องนี้คุณเห็นด้วยกับข้อตกลงและเงื่อนไข","By confirming, you will postpone the expiration date to:":"โดยยืนยันคุณจะเลื่อนวันหมดอายุไปที่:","By enabling this option, server metadata will be published using Ahmia JSON format.":"โดยการเปิดใช้ตัวเลือกนี้เมตาดาต้าเซิร์ฟเวอร์จะได้รับการตีพิมพ์โดยใช้รูปแบบ Ahmia JSON","By enabling this option, the system will be storing the submitted files unencrypted on your server.":"โดยการเปิดใช้ตัวเลือกนี้ระบบจะจัดเก็บไฟล์ที่ส่งไม่ได้เข้ารหัสบนเซิร์ฟเวอร์ของคุณ","By enabling this option, you are allowing other websites to include the platform inside iframes; this could potentially be used to endanger the platform or intercept users' communications":"โดยการเปิดใช้ตัวเลือกนี้คุณจะช่วยให้เว็บไซต์อื่น ๆ ที่จะรวมถึงแพลตฟอร์มภายใน iframes; นี้อาจจะนำมาใช้เพื่อเป็นอันตรายต่อการสื่อสารแพลตฟอร์มหรือสกัดกั้นผู้ใช้ '","Cancel":"ยกเลิก","Cannot log in":"ไม่สามารถเข้าสู่ระบบ","cards":"cards","Change picture":"เปลี่ยนรูปภาพ","Change your password":"เปลี่ยนรหัสผ่านของคุณ","Checkbox":"ช่องทำเครื่องหมาย","City":"เมือง","Clause":"ประโยค","Click here to learn more.":"คลิกที่นี่เพื่อเรียนรู้เพิ่มเติม","Column":"คอลัมน์","Comments":"ความคิดเห็น","Completed submissions":"ส่งเสร็จสมบูรณ์","Configuration":"องค์ประกอบ","Configured contexts:":"บริบทที่ใช้:","Configured question templates:":"การกำหนดค่าแม่แบบคำถาม:","Configured questionnaires:":"แบบสอบถามที่ใช้:","Configured questions:":"คำถามที่ใช้:","Configured recipients:":"ผู้รับการกำหนดค่า:","Configured steps:":"ขั้นตอนการกำหนดค่า:","Configured users:":"ผู้ใช้ที่ใช้:","Confirm":"ยืนยัน","Confirm password":"ยืนยันรหัสผ่าน","Congratulations!":"ขอแสดงความยินดี!","Connection":"สัมพันธ์","Contacts":"รายชื่อผู้ติดต่อ","Content Type":"ชนิดของเนื้อหา","Context":"บริบท","Context configuration":"การกำหนดค่าบริบท","Context Name":"ชื่อบริบท","Context: %ContextName%":"บริบท:% ContextName%","Contexts":"บริบท","Contexts are the categories to be selected by whistleblowers, when they perform their submission. Make sure to make them pertinent to your project.":"บริบทเป็นหมวดหมู่ได้รับเลือกจากโบเมื่อพวกเขาดำเนินการส่งของ ให้แน่ใจว่าจะทำให้พวกเขาที่เกี่ยวข้องกับโครงการของคุณ","Copy and paste here the PGP public key":"คัดลอกและวางที่นี่คีย์สาธารณะ PGP","Copy and paste the PGP public key here":"คัดลอกและวางคีย์สาธารณะ PGP ที่นี่","Country":"ประเทศ","Creation date":"วันที่สร้าง","CREDIT CARD":"บัตรเครดิต","CSS":"CSS","Current job responsibility (role)":"ความรับผิดชอบต่องานที่ทำปัจจุบัน (บทบาท)","Current job title":"ชื่องานปัจจุบัน","Current organization unit and job location":"หน่วยขององค์กรในปัจจุบันและสถานที่ปฏิบัติงาน","Current Password":"รหัสผ่านปัจจุบัน","Current project logo":"โลโก้โครงการปัจจุบัน","Currently logged in":"เข้าสู่ระบบในขณะนี้","Custodian":"ผู้ปกครอง","Custodian notification templates":"แม่แบบการแจ้งเตือนผู้ปกครอง","Custodian of the identities":"ผู้ปกครองของตัวตน","Custom privacy panel":"แผงความเป็นส่วนตัวที่กำหนดเอง","Danger":"อันตราย","Date":"วันที่","Date of birth":"วันเกิด","Date of the request":"วันของการร้องขอ","Date: %EventTime%":"วันที่:% EVENTTIME%","Date: %SubmissionDate%":"วันที่:% SubmissionDate%","Dear %RecipientName%,":"เรียน% RECIPIENTNAME%","Dear Administrator,":"เรียนผู้ดูแลระบบ","Default":"ค่าเริ่มต้น","Default language":"ภาษาเริ่มต้น","Default user password is:":"รหัสผ่านผู้ใช้เริ่มต้นคือ:","Delete":"ลบ","Delete all":"ลบทั้งหมด","Denied":"ปฏิเสธ","Deny":"ปฏิเสธ","Deny access to the whistleblower's identity":"ปฏิเสธการเข้าถึงตัวตนของ whistleblower","Deny the whistleblower to add attachments to the submission":"ปฏิเสธ whistleblower เพื่อเพิ่มสิ่งที่แนบไปส่ง","Deny the whistleblower to send messages":"ปฏิเสธ whistleblower ในการส่งข้อความ","Deny the whistleblower to write comments":"ปฏิเสธ whistleblower เพื่อเขียนความคิดเห็น","Desc":"รายละเอียด","Describe the attachments of the submission":"อธิบายสิ่งที่แนบมาของการส่งที่","Describe the details of the submission":"อธิบายรายละเอียดของการยื่น","Describe your submission with a few words":"อธิบายการส่งของคุณด้วยคำไม่กี่คำ","Description":"ลักษณะ","Deselect all":"ยกเลิกการเลือกทั้งหมด","Details":"รายละเอียด","Details of the PGP key:":"รายละเอียดของคีย์ PGP ที่:","Dialog window":"หน้าต่าง","Disable messages that warn of missing encryption":"Disable messages that warn of missing encryption","Disable notifications to administrators":"ปิดการแจ้งเตือนไปยังผู้ดูแลระบบ","Disable notifications to custodians":"ปิดการแจ้งเตือนไปยังผู้ดูแล","Disable notifications to recipients":"ปิดการแจ้งเตือนไปยังผู้รับ","Disable submissions":"ส่งปิดการใช้งาน","Disable the donation panel":"ปิดการใช้งานแผงบริจาค","Disable the key code hint":"ปิดการใช้งานคำใบ้รหัสคีย์","Disable the privacy panel":"ปิดการใช้งานแผงความเป็นส่วนตัว","Disable the security awareness panel":"ปิดการใช้งานแผงความตระหนักในการรักษาความปลอดภัย","Disable the security awareness panel questions":"ปิดการใช้งานแผงคำถามความตระหนักในการรักษาความปลอดภัย","Disabled":"พิการ","Do you want to provide your identification information?":"คุณต้องการที่จะให้ข้อมูลที่ระบุตัวตนของคุณหรือไม่","download":"ดาวน์โหลด","Download":"ดาวน์โหลด","Download the Tor Browser":"ดาวน์โหลดเบราว์เซอร์ Tor","Drop files here or click to upload.":"วางไฟล์หรือคลิกที่นี่เพื่ออัปโหลด","Drop the public PGP key here or click to upload.":"วางคีย์ PGP ประชาชนที่นี่หรือคลิกเพื่ออัปโหลด","Earliest selectable date":"Earliest selectable date","Edit":"แก้ไข","Email":"อีเมล์","Email address":"ที่อยู่อีเมล","Email body":"ร่างกายอีเมล์","Email notifications will be encrypted.":"แจ้งเตือนทางอีเมลจะถูกเข้ารหัส","Email notifications won't be encrypted.":"แจ้งเตือนทางอีเมลจะไม่ได้รับการเข้ารหัส","Email subject":"หัวข้อจดหมาย","Email suspension duration after exceeding hourly limit, in seconds":"อีเมล์ระยะเวลาการระงับหลังจากที่เกินขีด จำกัด ชั่วโมงในไม่กี่วินาที","Enable Ahmia publishing":"เปิดใช้งาน Ahmia เผยแพร่","Enable CAPTCHA mechanism":"เปิดใช้กลไก CAPTCHA","Enable comments":"เปิดใช้งานการแสดงความคิดเห็น","Enable custom privacy panel":"เปิดใช้งานแผงความเป็นส่วนตัวที่กำหนดเอง","Enable experimental features":"เปิดใช้งานคุณลักษณะการทดลอง","Enable HTTP Basic Authentication to limit platform access":"Enable HTTP Basic Authentication to limit platform access","Enable insecure configuration without PGP encryption":"เปิดใช้งานการตั้งค่าที่ไม่ปลอดภัยโดยไม่มีการเข้ารหัส PGP","Enable insecure configuration without PGP encryption.":"เปิดใช้งานการตั้งค่าที่ไม่ปลอดภัยโดยไม่มีการเข้ารหัส PGP","Enable private messages":"เปิดใช้งานข้อความส่วนตัว","Enable proof of work mechanism":"เปิดใช้หลักฐานของกลไกการทำงาน","Enable search engines indexing":"เปิดใช้งานการจัดทำดัชนีเครื่องมือค้นหา","Enable simplified login for recipients":"เปิดใช้งานการเข้าสู่ระบบที่เรียบง่ายสำหรับผู้รับ","Enable statistics for this field":"เปิดใช้งานสถิติข้อมูลนี้","Enable submission notification":"เปิดใช้งานการแจ้งเตือนการส่ง","Enabled":"เปิดใช้งาน","Encryption has not been enabled!":"การเข้ารหัสไม่ได้รับการเปิดใช้งาน!","Encryption is enabled!":"เปิดใช้การเข้ารหัส!","Encryption is not enabled!":"การเข้ารหัสไม่ได้เปิดใช้งาน!","Encryption settings":"ตั้งค่าการเข้ารหัส","Enter a password for the administrator":"Enter a password for the administrator","Enter a password for the user 'admin'":"ใส่รหัสผ่านสำหรับผู้ใช้ผู้ดูแลระบบ '","Enter an email address for the administrator":"Enter an email address for the administrator","Enter the email address used to notify the recipient":"ป้อนที่อยู่อีเมลที่ใช้ในการแจ้งให้ผู้รับ","Enter the name for your whistleblowing project":"ป้อนชื่อสำหรับโครงการเบาะแสของคุณ","Enter the name of the recipient":"ป้อนชื่อของผู้รับ","Enter the number of score points to be assigned when this option is selected:":"ใส่จำนวนของจุดคะแนนจะได้รับมอบหมายเมื่อเลือกตัวเลือกนี้:","Enter your email address":"กรอกที่อยู่อีเมล์ของคุณ","Error while uploading files; check below for details.":"ข้อผิดพลาดขณะอัปโหลดไฟล์; ตรวจสอบรายละเอียดด้านล่าง","Error:":"ข้อผิดพลาด:","Error!":"ข้อผิดพลาด!","Estimated upload time:":"เวลาโดยประมาณในการอัปโหลด:","Event":"เหตุการณ์","Event ID":"รหัสเหตุการณ์","Events":"เหตุการณ์ที่เกิดขึ้น","Every event related to a new or updated submission will trigger an email with a link to it.":"ทุกเหตุการณ์ที่เกี่ยวข้องกับการส่งใหม่หรือปรับปรุงจะเรียกอีเมลที่มีการเชื่อมโยงไป","Example:":"ตัวอย่าง:","Exception notification":"การแจ้งเตือนข้อยกเว้น","Exception reporting email address":"ยกเว้นที่อยู่อีเมลของรายงาน","Expiration date":"วันหมดอายุ","Expiration date: %ExpirationDate%":"วันหมดอายุ:% ExpirationDate%","Export":"ส่งออก","Export all":"การส่งออกทั้งหมด","Failed logins":"การเข้าสู่ระบบล้มเหลว","False":"เท็จ","Female":"หญิง","File":"ไฟล์","File overview":"ไฟล์ข้อมูล","File size":"ขนาดไฟล์","file unavailable":"ยื่นไม่พร้อมใช้งาน","Filename":"ชื่อไฟล์","Files":"ไฟล์","Files and downloads":"ไฟล์และการดาวน์โหลด","Files description":"คำอธิบายไฟล์","Fill out your submission":"กรอกข้อมูลการส่งของคุณ","First name":"ชื่อจริง","Follow us on Twitter if you like to be profiled by NSA:":"ติดตามเราได้ที่ทวิตเตอร์ถ้าคุณชอบที่จะ profiled โดยเอ็นเอสเอ:","Footer":"ฟุตบอล","For more information, log in to the Administration interface and look at the “System Stats” and “Anomalies” sections.":"สำหรับข้อมูลเพิ่มเติมเข้าสู่ระบบอินเตอร์เฟซการบริหารและดูที่ \"ระบบสถิติ\" และ \"ผิดปกติ\" ส่วน","For security reasons, as a matter of data retention policy, the platform automatically deletes submissions and their data after a certain amount of time.":"สำหรับเหตุผลด้านความปลอดภัยเป็นเรื่องของนโยบายการเก็บรักษาข้อมูลแพลตฟอร์มโดยอัตโนมัติลบส่งและข้อมูลของพวกเขาหลังจากที่จำนวนหนึ่งของเวลา","For technical support inquiries you can write us at:":"สอบถามรายละเอียดการสนับสนุนทางเทคนิคคุณสามารถเขียนเราได้ที่:","Force password change":"เปลี่ยนรหัสผ่านกองทัพ","Forcefully selected":"เลือกอย่างแข็งขัน","Free disk space":"พื้นที่ว่างในดิสก์","From: %RecipientName%":"จาก:% RECIPIENTNAME%","From: Whistleblower":"จาก: Whistleblower","Full description":"คำอธิบายแบบเต็ม","Full operation will resume shortly.":"การดำเนินการเต็มรูปแบบจะกลับมาในไม่ช้า","Gender":"เพศ","GENDER_OTHER":"GENDER_OTHER","General":"ทั่วไป","General settings":"การตั้งค่าทั่วไป","Give a concise description of your project":"ให้คำอธิบายที่รัดกุมของโครงการของคุณ","Give your whistleblowing project a good name and description to invite whistleblowers to submit. Be sure to make the goals of your project clear.":"ให้โครงการเบาะแสของคุณชื่อที่ดีและคำอธิบายที่จะเชิญโบที่จะส่ง ให้แน่ใจว่าเป้าหมายของโครงการที่ชัดเจน","GlobaLeaks Security":"GlobaLeaks การรักษาความปลอดภัย","GlobaLeaks Support Chat":"GlobaLeaks สนับสนุนการพูดคุย","GlobaLeaks technology includes a server status checking component which will alert you in case something requires your attention.":"เทคโนโลยี GlobaLeaks รวมถึงสถานะของเซิร์ฟเวอร์ตรวจสอบชิ้นส่วนซึ่งจะแจ้งเตือนคุณในกรณีที่สิ่งที่ต้องให้ความสนใจของคุณ","GlobaLeaks Ticketing System":"GlobaLeaks ระบบตั๋ว","GLTypesError not set":"GLTypesError ไม่ได้ตั้งค่า","Go to admin interface":"ไปที่ติดต่อผู้ดูแลระบบ","Graphics customization":"การปรับแต่งกราฟิก","Group of questions":"กลุ่มคำถาม","Guidelines on how to start up Whistleblowing Projects":"แนวทางในการเริ่มต้นโครงการเบาะแส","Have you already filed a submission? Enter your key code.":"คุณได้ยื่นส่งหรือไม่? ใส่รหัสที่สำคัญของคุณ","Hide details":"ซ่อนรายละเอียด","High risk":"มีความเสี่ยงสูง","Hint":"เปรย","Hint shown on the button for adding an additional answer":"คำแนะนำที่แสดงบนปุ่มสำหรับการเพิ่มคำตอบเพิ่มเติม","Hint: How to hide your key code":"คำแนะนำ: วิธีการซ่อนรหัสที่สำคัญของคุณ","Home Page":"หน้าแรก","Homepage title":"ชื่อโฮมเพจ","horizontal":"ตามแนวนอน","HTTPS":"HTTPS","HTTPS does not protect the content of my leak nor my identity":"HTTPS ไม่ปกป้องเนื้อหาของการรั่วไหลหรือตัวตนของฉันของฉัน","HTTPS does protect both my identity and the content of my leak":"HTTPS ไม่ปกป้องทั้งตัวตนและเนื้อหาของการรั่วไหลของฉันของฉัน","HTTPS protects my identity, but not the content of my leak":"HTTPS ปกป้องตัวตนของฉัน แต่ไม่ได้เนื้อหาของการรั่วไหลของฉัน","HTTPS protects the content of my leak but not my identity":"HTTPS ปกป้องเนื้อหาของการรั่วไหลของฉัน แต่ไม่ตัวตนของฉัน","HTTPS settings":"การตั้งค่า HTTPS","HTTPS website (URL)":"เว็บไซต์ HTTPS (URL)","I've solved the math challenge, hide this thing now!":"ฉันได้แก้ไขความท้าทายคณิตศาสตร์ปิดบังเรื่องนี้ในขณะนี้!","Identity":"เอกลักษณ์","If disabled, submissions for this context will only be accessible through a direct link to it.":"หากปิดการใช้งานส่งสำหรับบริบทนี้เท่านั้นที่จะสามารถเข้าถึงได้ผ่านการเชื่อมโยงโดยตรงกับมัน","If you don’t mind and would rather receive such a large number of email notifications anyhow, please contact your technical support to have them modify this setting accordingly.":"หากคุณไม่ทราบและค่อนข้างจะได้รับดังกล่าวเป็นจำนวนมากของการแจ้งเตือนทางอีเมล แต่อย่างใดโปรดติดต่อฝ่ายสนับสนุนด้านเทคนิคของคุณจะมีพวกเขาปรับเปลี่ยนการตั้งค่าตามนี้","If you want to tell us more about your project, or you need some help, write us at:":"หากคุณต้องการที่จะบอกเราเพิ่มเติมเกี่ยวกับโครงการของคุณหรือคุณต้องการความช่วยเหลือบางเขียนเราได้ที่:","If you were not expecting this email, please contact the owner of this email address.":"If you were not expecting this email, please contact the owner of this email address.","Import":"นำเข้า","in characters":"ในตัวละคร","in days":"ในวันที่","in hours":"ในชั่วโมง","in megabytes":"เมกะไบต์","In order to deliver encrypted emails and files each recipient needs an associated PGP key. Cut and paste the key of the recipient or mark the checkbox:":"เพื่อส่งมอบอีเมลเข้ารหัสและไฟล์ผู้รับแต่ละคนต้องมีคีย์ PGP ที่เกี่ยวข้อง ตัดและวางคีย์ของผู้รับหรือทำเครื่องหมายในช่องนี้:","in percentage":"ในอัตราร้อยละ","in seconds":"ในไม่กี่วินาที","Info":"ข้อมูล","Internal Server Error":"ข้อผิดพลาดภายในเซิร์ฟเวอร์","Invalid email address":"ที่อยู่อีเมลที่ไม่ถูกต้อง","Invalid format for hidden service (similar to http://thirteenchars123.onion)":"รูปแบบที่ไม่ถูกต้องสำหรับการให้บริการที่ซ่อนอยู่ (คล้ายกับ http: //thirteenchars123.onion)","Invalid format for public site (similar to https://thirteenchars123.tor2web.org)":"รูปแบบไม่ถูกต้องสำหรับเว็บไซต์สาธารณะ (คล้ายกับ https://thirteenchars123.tor2web.org)","Invalid Input Format":"รูปแบบการป้อนข้อมูลที่ไม่ถูกต้อง","It appears that %NodeName% is receiving a large number of requests.":"ปรากฏว่า% NodeName% จะได้รับจำนวนมากของการร้องขอ","It appears that you are browsing this site without any extra privacy and security!":"ดูเหมือนว่าคุณกำลังเรียกดูเว็บไซต์นี้ได้โดยไม่ต้องความเป็นส่วนตัวและความปลอดภัยใด ๆ !","It appears that you are using Tor. To better protect your identity, be sure that you are using the Tor Browser.":"ปรากฏว่าคุณกำลังใช้ Tor เพื่อป้องกันตัวตนของคุณให้แน่ใจว่าคุณกำลังใช้เบราว์เซอร์ Tor","Job responsibility (role) at the time of the reported fact":"รับผิดชอบงาน (บทบาท) ในช่วงเวลาของความเป็นจริงรายงาน","Job title at the time of the reported fact":"ตำแหน่งงานในช่วงเวลาของความเป็นจริงรายงาน","Just to prove you are human, please answer the following math challenge:":"เพียงเพื่อพิสูจน์ว่าคุณเป็นมนุษย์โปรดตอบความท้าทายทางคณิตศาสตร์ต่อไปนี้:","Kind regards,":"ขอแสดงความนับถือ,","Label":"ฉลาก","Label: %TipLabel%":"ป้ายชื่อ:% TipLabel%","Landing page":"หน้า Landing Page","Language":"ภาษา","Language configuration":"การตั้งค่าภาษา","Last Access":"เข้ามาครั้งล่าสุด","Last name":"นามสกุล","Last update":"การปรับปรุงครั้งล่าสุด","Latest selectable date":"Latest selectable date","Layout orientation":"การวางแนวทางรูปแบบ","Limit for multi-line inputs, in characters":"จำกัด สำหรับปัจจัยการผลิตหลายสายในตัวละคร","Limit for single-line inputs, in characters":"จำกัด สำหรับปัจจัยการผลิตบรรทัดเดียวในตัวละคร","list":"list","List of access requests to whistleblowers' identities":"รายการของการร้องขอการเข้าถึงตัวตนโบ '","List of submissions":"รายการของการส่ง","Loading…":"Loading…","Log in":"เข้าสู่ระบบ","Log in and check it out before it's too late!":"เข้าสู่ระบบและตรวจสอบออกก่อนที่จะสายเกินไป!","Login page":"หน้าเข้าสู่ระบบ","Logout":"ออกจากระบบ","Long URL":"URL ยาว","Low risk":"ความเสี่ยงต่ำ","Main configuration":"การตั้งค่าหลัก","Male":"ชาย","Maximum emails per hour before triggering email suspension":"อีเมลสูงสุดต่อชั่วโมงก่อนวิกฤติระงับอีเมล","Maximum number of input characters":"จำนวนสูงสุดของอักขระการป้อนข้อมูล","Maximum number of selectable recipients:":"จำนวนสูงสุดของผู้รับเลือก:","Maximum submission duration, in seconds":"ระยะเวลาการส่งสูงสุดในไม่กี่วินาที","Medium risk":"เสี่ยงปานกลาง","Message shown on top of the status page of the submission":"ข้อความแสดงด้านบนของหน้าสถานะของการส่ง","Messages":"ข้อความ","Minimum number of input characters":"จำนวนขั้นต่ำของการป้อนตัวอักษร","Minimum time before accepting a submission, in seconds":"เวลาขั้นต่ำก่อนที่จะยอมรับการส่งในไม่กี่วินาที","Missing data":"ข้อมูลที่หายไป","Modal window":"หน้าต่างกิริยา","Motivation":"แรงจูงใจ","Move down":"ย้ายลง","Move left":"เลื่อนไปทางซ้าย","Move right":"ขยับไปทางขวา","Move up":"ขยับขึ้น","Multi-line text input":"ใส่ข้อความหลายบรรทัด","Multiple choice input":"การป้อนข้อมูลหลายตัวเลือก","Name":"ชื่อ","New attachment":"ที่แนบมาใหม่","New comment":"ความคิดเห็นใหม่","New message":"ข้อความใหม่","New Password":"รหัสผ่านใหม่","New request":"คำขอใหม่","New request of access to a whistleblower's identity ":"คำขอใหม่ของการเข้าถึงตัวตนของ whistleblower","New submission":"ส่งใหม่","Next":"ต่อไป","next step":"ขั้นตอนต่อไป","No":"ไม่","No context was found for the specified ID":"ไม่มีบริบทถูกพบที่ระบุหมายเลข","No file was found for the specified ID":"ไฟล์ไม่พบสำหรับการระบุหมายเลข","No files have been uploaded!":"ไม่มีไฟล์ที่ได้รับการอัพโหลด!","No Recipient was found for the specified ID":"ไม่มีผู้รับถูกพบที่ระบุหมายเลข","no stats available for current hour; check activities page.":"สถิติที่สามารถใช้ได้สำหรับชั่วโมงในปัจจุบัน กิจกรรมหน้าการตรวจสอบ","no stats available for the future.":"สถิติที่สามารถใช้ได้สำหรับอนาคต","no stats available for this hour.":"สถิติที่สามารถใช้ได้สำหรับชั่วโมงนี้","No submission was found for the specified ID":"ส่งไม่พบสำหรับการระบุหมายเลข","No Submission was found for the specified ID":"ส่งไม่พบสำหรับการระบุหมายเลข","Not accepted":"ไม่ยอมรับ","Not authenticated":"ไม่รับรองความถูกต้อง","Not available":"ไม่สามารถใช้ได้","Notification of anomaly":"แจ้งความผิดปกติ","Notification of mailing system suspension after hourly limit excess":"แจ้งระงับระบบทางไปรษณีย์หลังจากที่เกินขีด จำกัด รายชั่วโมง","Notification of new comment":"แจ้งความเห็นใหม่","Notification of new file attachment":"การแจ้งเตือนของสิ่งที่แนบไฟล์ใหม่","Notification of new message":"แจ้งข้อความใหม่","Notification of new submission":"แจ้งการส่งใหม่","Notification of PGP key expiration":"แจ้ง PGP หมดอายุสำคัญ","Notification settings":"การตั้งค่าการแจ้งเตือน","Notification templates":"แม่แบบการแจ้งเตือน","Notifications from %NodeName% have been temporarily suspended":"การแจ้งเตือนจาก% NodeName% ได้ถูกระงับชั่วคราว","Now type your password, then click 'Log in':":"ตอนนี้พิมพ์รหัสผ่านของคุณแล้วคลิก 'เข้าสู่ระบบ:","Number":"จำนวน","Number of hours before sending a submission expiration alert":"จำนวนชั่วโมงก่อนที่จะส่งการแจ้งเตือนการส่งหมดอายุ","Old password confirmation required":"ยืนยันรหัสผ่านเดิมที่จำเป็น","One or more of the recipients of this submission has not configured a PGP key.":"หนึ่งหรือมากกว่าของผู้รับการส่งนี้ยังไม่ได้กำหนดค่าคีย์ PGP","Only PNG files are currently supported.":"เฉพาะไฟล์ PNG ได้รับการสนับสนุน","Operation Forbidden":"การดำเนินการต้องห้าม","Options":"ตัวเลือก","Order by:":"สั่งโดย:","Order:":"ใบสั่ง:","Organization unit and job location at the time of the reported fact":"องค์กรหน่วยงานและสถานที่ปฏิบัติงานในช่วงเวลาของความเป็นจริงรายงาน","Password":"รหัสผ่าน","Password configuration":"การตั้งค่ารหัสผ่าน","Password strength:":"Password strength:","PGP key":"คีย์ PGP","PGP key details":"รายละเอียดคีย์ PGP","PGP key expiration alert":"PGP แจ้งเตือนวันหมดอายุที่สำคัญ","Phone number":"หมายเลขโทรศัพท์","Place of birth":"สถานที่เกิด","Platform wizard":"ตัวช่วยสร้างแพลตฟอร์ม","Please check your key code and try again or make a new submission.":"โปรดตรวจสอบรหัสที่สำคัญของคุณและลองอีกครั้งหรือทำให้การส่งใหม่","Please choose the primary language of the site:":"โปรดเลือกภาษาหลักของเว็บไซต์:","Please configure your PGP keys in the recipient preferences page.":"กรุณาตั้งค่าคีย์ PGP ของคุณในหน้าการตั้งค่าของผู้รับ","Please confirm it":"กรุณายืนยัน","Please consider asking your technical support to add more server disk space.":"โปรดพิจารณาขอการสนับสนุนทางเทคนิคของคุณเพื่อเพิ่มพื้นที่ว่างในดิสก์เซิร์ฟเวอร์เพิ่มเติม","FIELD_INPUT_MIN_CHARS":"กรุณาใส่คำตอบที่ความยาวอย่างน้อย {{}} min_characters_limit ตัวอักษร","Please make sure that all related data is properly deleted so that the recipients won't be able to further access to it.":"กรุณาตรวจสอบให้แน่ใจว่าข้อมูลที่เกี่ยวข้องทั้งหมดจะถูกลบออกอย่างถูกต้องเพื่อให้ผู้รับจะไม่สามารถที่จะเข้าถึงมัน","Please select which language you wish to use.":"กรุณาเลือกภาษาที่คุณต้องการใช้","Please select your account:":"กรุณาเลือกบัญชีของคุณ:","Please support Hermes through their donation page.":"กรุณาสนับสนุน Hermes ผ่านทางหน้าบริจาคของพวกเขา","Please take care that all associated data is properly deleted.":"กรุณาดูแลว่าข้อมูลที่เกี่ยวข้องทั้งหมดจะถูกลบออกได้อย่างถูกต้อง","Please write a motivation":"กรุณาเขียนแรงจูงใจ","Please write a motivation for the reply":"กรุณาเขียนแรงจูงใจสำหรับการตอบกลับมา","Postpone the expiration date":"เลื่อนวันหมดอายุ","Preferences":"การตั้งค่า","Presentation":"การเสนอ","Preview":"ดูตัวอย่าง","previous step":"ขั้นตอนก่อนหน้า","Private messages":"ข้อความส่วนตัว","Privileges":"สิทธิพิเศษ","Proceed":"ดำเนิน","Proceed to submission":"ดำเนินการต่อไปส่ง","Project description":"รายละเอียดโครงการ","Project name":"ชื่อโครงการ","Prompt confirmation upon negative answer":"ยืนยันพร้อมรับคำบนลบคำตอบ","proudly powered by GlobaLeaks, copyright by Hermes Center for Transparency and Digital Human Rights":"ภาคภูมิใจขับเคลื่อนโดย GlobaLeaks ลิขสิทธิ์โดย Hermes ศูนย์เพื่อความโปร่งใสและสิทธิมนุษยชนดิจิตอล","Province":"จังหวัด","Question group":"กลุ่มคำถาม","Question templates":"แม่แบบคำถาม","Question to solicit possible whistleblowers":"คำถามที่จะเรียกร้องโบที่เป็นไปได้","Questionnaire":"แบบสอบถาม","Questionnaire answers":"ตอบแบบสอบถาม","Questionnaire configuration":"การกำหนดค่าการตอบแบบสอบถาม","Questionnaires":"แบบสอบถาม","Recent activities":"กิจกรรมล่าสุด","Reception of this email indicates that the server was able to authenticate to and interact with the SMTP mail server.":"Reception of this email indicates that the server was able to authenticate to and interact with the SMTP mail server.","Recipient":"ผู้รับ","Recipient comments":"ความคิดเห็นของผู้รับ","Recipient configuration":"การกำหนดค่าผู้รับ","Recipient interface":"อินเตอร์เฟซของผู้รับ","Recipient list":"รายชื่อผู้รับ","Recipient messages":"ข้อความผู้รับ","Recipient notification templates":"แม่แบบการแจ้งเตือนผู้รับ","Recipient selection":"เลือกผู้รับ","Recipients":"ผู้รับ","Recipients are very important for a whistleblowing project. They are the people responsible for receiving the whistleblowers' submissions, verifying their authenticity and for taking action too. Choose them wisely.":"ผู้รับมีความสำคัญมากสำหรับโครงการเบาะแส พวกเขาเป็นคนที่รับผิดชอบในการรับส่งโบ 'การตรวจสอบความถูกต้องของพวกเขาและสำหรับการดำเนินการมากเกินไป เลือกพวกเขาอย่างชาญฉลาด","Recipients selected:":"ผู้รับเลือก:","References":"อ้างอิง","Refresh page":"รีเฟรชหน้าเว็บ","Region":"ภูมิภาค","Regular expression validator":"ตรวจสอบการแสดงออกปกติ","Remember to provide proper security advice to Whistleblowers:":"อย่าลืมที่จะให้คำแนะนำที่เหมาะสมในการรักษาความปลอดภัยโบ:","Remember your key code for this submission.":"จำรหัสสำคัญของคุณสำหรับการส่งนี้","Remove the PGP key":"ลบคีย์ PGP ที่","Reply motivation":"ตอบแรงจูงใจ","Reply to the request":"ตอบกลับคำขอ","Request access to the whistleblower's identity":"ร้องขอการเข้าถึงตัวตนของ whistleblower","Request date":"วันที่ขอ","Request motivation":"คำขอแรงจูงใจ","Request status":"สถานะคำขอ","Request timed out":"ร้องขอหมดเวลา","Require at least one file to be uploaded":"ต้องมีอย่างน้อยหนึ่งไฟล์ที่จะอัปโหลด","Required":"จำเป็นต้องใช้","Reset":"รีเซ็ต","Reset notification templates to default":"รีเซ็ตแม่แบบการแจ้งเตือนที่จะเริ่มต้น","Residence":"ที่อยู่อาศัย","Resource can only be accessed via the Tor network":"ทรัพยากรสามารถเข้าถึงได้ผ่านทางเครือข่ายต","Response time":"เวลาตอบสนอง","Role":"บทบาท","Row":"แถว","Save":"บันทึก","Save all":"บันทึกทั้งหมด","Score":"คะแนน","Search engine spiders will be allowed to index the application.":"แมงมุมเครื่องมือค้นหาจะได้รับอนุญาตให้ดัชนีแอพลิเคชัน","seconds":"วินาที","Security advice for whistleblowers":"คำแนะนำในการรักษาความปลอดภัยสำหรับโบ","Security awareness panel text":"ข้อความแผงตระหนักถึงความปลอดภัย","Security awareness panel title":"การรักษาความปลอดภัยชื่อแผงการรับรู้","Select all":"เลือกทั้งหมด","Select all recipients by default":"เลือกผู้รับทั้งหมดโดยค่าเริ่มต้น","Select language":"เลือกภาษา","Select the context of your submission:":"Select the context of your submission:","Select the question to be triggered when this option is selected":"เลือกคำถามที่จะเรียกเมื่อเลือกตัวเลือกนี้","Select the step to be triggered when this option is selected":"เลือกขั้นตอนที่จะเรียกเมื่อเลือกตัวเลือกนี้","Select this recipient.":"เลือกผู้รับนี้","Selection box":"เลือกกล่อง","Send":"ส่ง","Send an email notification for every event":"ส่งอีเมลแจ้งเตือนสำหรับทุกเหตุการณ์","Sending submissions over HTTPS exposes the act of doing so, but not the content.\\n\\nAlso, hiding the fact that you are submitting something makes the submission anonymous, which is strongly recommended.\\n\\nThis can be achieved with the use of the Tor Browser, providing anonymisation not found in other browsers like Internet Explorer, Firefox, Chrome, Opera etc.":"Sending submissions over HTTPS exposes the act of doing so, but not the content.\n\nAlso, hiding the fact that you are submitting something makes the submission anonymous, which is strongly recommended.\n\nThis can be achieved with the use of the Tor Browser, providing anonymisation not found in other browsers like Internet Explorer, Firefox, Chrome, Opera etc.","Server temporarly unusable due to resource exhaustion; advise the Admin if you can.":"เซิร์ฟเวอร์ชั่วคราวใช้ไม่ได้เนื่องจากทรัพยากรอ่อนเพลีย; ให้คำแนะนำการดูแลระบบถ้าคุณสามารถ","Session expired":"เซสชันหมดอายุ","Set a PGP key for email notifications encryption":"ตั้งคีย์ PGP สำหรับการเข้ารหัสอีเมลแจ้งเตือน","Set up encryption by providing a PGP public key":"ตั้งค่าการเข้ารหัสโดยการให้คีย์สาธารณะ PGP","Short title":"ชื่อสั้น","Short URL":"URL แบบสั้น","Show contexts in alphabetical order":"แสดงบริบทตามลำดับตัวอักษร","Show details":"แสดงรายละเอียด","Show recipient details on the status page of the submission":"แสดงรายละเอียดของผู้รับในหน้าสถานะของการส่ง","Show recipients in alphabetical order":"แสดงผู้รับตามลำดับตัวอักษร","Show small context cards on submission interface":"Show small context cards on submission interface","Show small recipient cards on submission interface":"แสดงบัตรผู้รับเล็ก ๆ บนอินเตอร์เฟซการส่ง","Show steps navigation bar":"แสดงขั้นตอนที่แถบนำทาง","Silence email notifications":"Silence email notifications","Since the platform is not able to distinguish Tor users, it is not possible to perform anomaly detection based on user policies.":"ตั้งแต่แพลตฟอร์มจะไม่สามารถที่จะแยกแยะผู้ใช้ Tor มันเป็นไปไม่ได้ที่จะดำเนินการตรวจสอบความผิดปกติขึ้นอยู่กับนโยบายของผู้ใช้","Single-line text input":"ป้อนข้อความบรรทัดเดียว","Size":"ขนาด","Size limit for file attachments":"ขนาด จำกัด ของไฟล์ที่แนบมา","SMTP email address":"ที่อยู่อีเมล SMTP","SMTP name":"ชื่อ SMTP","SMTP server address":"ที่อยู่เซิร์ฟเวอร์ SMTP","SMTP server port":"พอร์ตเซิร์ฟเวอร์ SMTP","Social security number":"หมายเลขประกันสังคม","Software version:":"ซอฟต์แวร์รุ่น:","Started submissions":"ส่งเริ่มต้น","State":"สถานะ","Stats of the week:":"สถิติของสัปดาห์:","Status":"สถานะ","Step":"ขั้นตอน","Step-by-step setup":"ขั้นตอนโดยขั้นตอนการติดตั้ง","Strong":"Strong","Subject answer visibility to custodian authorization":"คำตอบของการมองเห็นอาจมีการอนุมัติการปกครอง","Submission":"การยอม","Submission date":"วันที่ยื่น","Submission date: %EventTime%":"วันที่ส่ง:% EVENTTIME%","Submission does not pass the field validation":"ส่งไม่ได้ผ่านการตรวจสอบสนาม","Submission expiration, in days":"ส่งหมดอายุในวันที่","Submission overview":"ภาพรวมการส่ง","Submission Page":"หน้าการส่ง","Submission successfully completed!":"ส่งเสร็จเรียบร้อยแล้ว!","Submissions":"การส่ง","Submit":"เสนอ","Success!":"ความสำเร็จ!","Successful logins":"การเข้าสู่ระบบที่ประสบความสำเร็จ","Support GlobaLeaks":"GlobaLeaks สนับสนุน","System settings for contexts":"การตั้งค่าระบบสำหรับบริบท","System settings for recipients":"การตั้งค่าระบบสำหรับผู้รับ","System stats":"สถิติระบบ","Template":"แบบ","Template for summary of contents in submission archive":"แม่แบบสำหรับการสรุปเนื้อหาในการเก็บส่ง","Templates":"แม่แบบ","Terms of service":"เงื่อนไขการให้บริการ","Test email":"Test email","Text of prompt for whistleblowers to log in":"Text of prompt for whistleblowers to log in","Text shown on top of the interface for selecting contexts":"Text shown on top of the interface for selecting contexts","Text shown on top of the interface for selecting recipients":"ข้อความปรากฏที่ด้านบนของอินเตอร์เฟซสำหรับการเลือกผู้รับ","Text shown when the whistleblower is not using Tor":"ข้อความแสดงเมื่อ whistleblower จะไม่ได้ใช้ Tor","Text shown when the whistleblower is using Tor":"ข้อความแสดงเมื่อ whistleblower จะใช้ Tor","Thank you!":"ขอขอบคุณ!","The activities with unusual stats are:":"กิจกรรมที่มีสถิติที่ผิดปกติคือ:","The connection to send this submission has been secured with Tor ensuring confidentiality and anonymity.":"การเชื่อมต่อเพื่อส่งส่งนี้ได้รับการรักษาความปลอดภัยด้วยการสร้างความมั่นใจ Tor ความลับและไม่เปิดเผยชื่อ","The connection used to send this submission has been secured with HTTPS ensuring confidentiality.":"การเชื่อมต่อที่ใช้ในการส่งการส่งนี้ได้รับการรักษาความปลอดภัยด้วย HTTPS สร้างความมั่นใจการรักษาความลับ","The currently adopted policy is to check if some thresholds are reached within a 30 seconds observation window.":"นโยบายที่นำมาใช้ในขณะนี้คือการตรวจสอบว่าเกณฑ์บางอย่างจะมาถึงภายในหน้าต่างการสังเกต 30 วินาที","The disk usage is %FreeMemory% of %TotalMemory%.":"การใช้งานดิสก์% FreeMemory% ของ% TotalMemory%","The experimental features may be less stable or even not work at all; enable this option at your own risk. Support for these features may vary and they may be removed in the future.":"คุณสมบัติการทดลองอาจจะไม่มั่นคงหรือแม้กระทั่งไม่ทำงานเลย; เปิดใช้ตัวเลือกนี้ที่มีความเสี่ยงของคุณเอง การสนับสนุนสำหรับคุณสมบัติเหล่านี้อาจแตกต่างกันและพวกเขาอาจถูกลบออกในอนาคต","The file is unavailable due to an internal error.":"ไฟล์ที่ใช้งานไม่ได้เนื่องจากข้อผิดพลาดภายใน","The file will be available at URL: /s/$filename":"ไฟล์ที่จะสามารถใช้ได้ที่ URL: / S / $ ชื่อไฟล์","The fingerprint is:":"ลายนิ้วมือเป็น:","The following step by step wizard will guide you through configuring your whistleblowing site.":"ขั้นตอนต่อไปนี้โดยตัวช่วยสร้างขั้นตอนที่จะแนะนำคุณผ่านการกำหนดค่าเว็บไซต์เบาะแสของคุณ","The key code is either invalid or the submission has expired.":"รหัสที่สำคัญคือไม่ถูกต้องหรือการส่งหมดอายุแล้ว","The level of this alarm is HIGH; Tip submission has been disabled for any potential whistleblower; To re-enable it, add disk space.":"ระดับการเตือนภัยนี้จะสูง; ส่งเคล็ดลับถูกปิดใช้งาน whistleblower ศักยภาพใด ๆ ที่จะเปิดใช้งานได้เพิ่มพื้นที่ว่างในดิสก์","The level of this alarm is LOW; don’t panic, your system is doing well.":"ระดับของการปลุกนี้อยู่ในระดับต่ำ; ไม่ต้องตกใจระบบของคุณจะทำดี","The level of this alarm is MEDIUM; don’t panic, but deal with it as soon as possible.":"ระดับของการปลุกนี้เป็นสื่อกลาง; ไม่ต้องตกใจ แต่จัดการกับมันให้เร็วที่สุดเท่าที่เป็นไปได้","The number of activities recently detected appears to be higher than usual.":"จำนวนของกิจกรรมที่ตรวจพบเมื่อเร็ว ๆ นี้ดูเหมือนจะสูงกว่าปกติ","The proposed PGP key can't be imported":"คีย์ PGP เสนอไม่สามารถนำเข้า","The recipient has already read the latest update":"ผู้รับได้อ่านแล้วปรับปรุงล่าสุด","The recipient has not read the latest update yet":"ผู้รับยังไม่ได้อ่านเลยอัพเดทล่าสุด","The request can be accessed:":"การร้องขอที่สามารถเข้าถึงได้:","The server cannot guarantee that a new submission can be stored, so submissions have been disabled.":"เซิร์ฟเวอร์ไม่สามารถรับประกันได้ว่าการส่งใหม่ที่สามารถเก็บไว้เพื่อการส่งถูกปิดใช้งาน","The setting is enabled at a global level.":"การตั้งค่าเปิดใช้งานในระดับโลก","The software is developed by the non-profit Hermes Center for Transparency and Digital Human Rights.":"ซอฟต์แวร์ที่ได้รับการพัฒนาโดยไม่แสวงหาผลกำไร Hermes ศูนย์เพื่อความโปร่งใสและสิทธิมนุษยชนดิจิตอล","The specified comment was not found":"ความคิดเห็นที่ระบุไม่พบ","The specified host does not match any configured one":"โฮสต์ที่ระบุไม่ตรงกับคนใดคนหนึ่งการกำหนดค่า","The specified old password is not valid":"รหัสผ่านเดิมระบุไม่ถูกต้อง","The submission [%TipNum%] related to context %ContextName% is going to expire in %ExpirationWatch% hours.":"การยื่น [% TipNum%] ที่เกี่ยวข้องกับบริบท% ContextName% เป็นไปหมดอายุใน% ExpirationWatch% ชั่วโมง","The submission can be accessed:":"ส่งที่สามารถเข้าถึงได้:","The system forces users to change the password at first login.":"ระบบจะบังคับให้ผู้ใช้เปลี่ยนรหัสผ่านในการเข้าสู่ระบบครั้งแรก","The table below shows the files present in the submission directory, and their relationship with the internal database.":"ตารางด้านล่างแสดงไฟล์ที่มีอยู่ใน Directory Submission และความสัมพันธ์ของพวกเขากับฐานข้อมูลภายใน","The Tor Browser includes various privacy and security enhancements not present in other browsers.":"TOR ให้เบราว์เซอร์รวมถึงการรักษาความปลอดภัยและความเป็นส่วนตัวของการปรับปรุงต่าง ๆ ไม่ได้อยู่ในเบราว์เซอร์อื่น ๆ","The two passwords do not match":"ทั้งสองรหัสผ่านไม่ตรงกัน","The updated information can be accessed:":"ข้อมูลการปรับปรุงสามารถเข้าถึงได้:","The upload request exceeds the size limit":"การร้องขอการอัปโหลดเกินขีด จำกัด ขนาด","The uploaded file has a reserved name":"ไฟล์ที่อัปโหลดมีชื่อที่สงวนไว้","The user will be forced to change its password on next login.":"ผู้ใช้จะถูกบังคับให้เปลี่ยนรหัสผ่านของตนในการเข้าสู่ระบบต่อไป","The username for accessing the server as the administrator will be 'admin'.":"ชื่อผู้ใช้สำหรับการเข้าถึงเซิร์ฟเวอร์เป็นผู้ดูแลระบบจะเป็น 'ผู้ดูแลระบบ'","The whistleblower has already read the latest update":"ผู้แจ้งเบาะแสได้อ่านแล้วปรับปรุงล่าสุด","The whistleblower has not read the latest update yet":"ผู้แจ้งเบาะแสยังไม่ได้อ่านเลยอัพเดทล่าสุด","The whistleblower has provided their identity":"ผู้แจ้งเบาะแสได้จัดให้มีเอกลักษณ์ของตัวเอง","Theme customization":"การปรับแต่งรูปแบบ","Then, copy and paste the following address into the Tor Browser:":"จากนั้นคัดลอกและวางอยู่ต่อไปนี้ลงในเบราว์เซอร์ Tor:","These are the thresholds used to identify anomalous behaviour:":"เหล่านี้เป็นเกณฑ์ที่ใช้ในการระบุพฤติกรรมที่ผิดปกติ:","They would like you to pay special attention to the information and material contained therein. Please keep in mind that whistleblowers often expose themselves to high personal risks for the public interest. Therefore the material that they provide with this tip-off should be considered of high importance.":"พวกเขาต้องการให้คุณให้ความสนใจเป็นพิเศษกับข้อมูลและวัสดุที่มีอยู่ในนั้น กรุณาเก็บไว้ในใจว่าโบมักจะเปิดเผยตัวเองกับความเสี่ยงส่วนบุคคลสูงสำหรับความสนใจของประชาชน ดังนั้นวัสดุที่พวกเขาให้กับเรื่องนี้ปลายปิดควรจะถือว่ามีความสำคัญสูง","this configuration only applies to recipients":"การกำหนดค่านี้ใช้เฉพาะกับผู้รับ","This could be a sign of an attack (for example, someone flooding your server with bogus information) or just a usage spike due to an increased visibility of your project.":"นี้อาจเป็นสัญญาณของการโจมตี (ตัวอย่างเช่นคนที่น้ำท่วมเซิร์ฟเวอร์ของคุณด้วยข้อมูลปลอม) หรือเพียงแค่การขัดขวางการใช้งานเนื่องจากการมองเห็นเพิ่มขึ้นของโครงการของคุณ","This email will be resent in the next hours if the issue is not resolved.":"อีเมลนี้จะถูกไม่พอใจในชั่วโมงถัดไปหากปัญหายังไม่ได้รับการแก้ไข","This feature keeps regular people from visiting the platform while it is still under development and should not be used for security purposes. The input password is stored in plaintext on the server.":"This feature keeps regular people from visiting the platform while it is still under development and should not be used for security purposes. The input password is stored in plaintext on the server.","This field is mandatory":"ฟิลด์นี้มีผลบังคับใช้","This file exceeds the maximum upload size for this server.":"ไฟล์นี้เกินขนาดอัปโหลดสูงสุดสำหรับเซิร์ฟเวอร์นี้","This happens whenever encryption is unavailable.":"เรื่องนี้เกิดขึ้นเมื่อใดก็ตามที่เข้ารหัสไม่พร้อมใช้งาน","This interface allows configuration of the email templates used for notifying administrators.":"อินเตอร์เฟซนี้จะช่วยให้การกำหนดค่าของแม่แบบอีเมลที่ใช้สำหรับการแจ้งผู้ดูแลระบบ","This interface allows configuration of the email templates used for notifying recipients.":"อินเตอร์เฟซนี้จะช่วยให้การกำหนดค่าของแม่แบบอีเมลที่ใช้สำหรับการแจ้งให้ผู้รับ","This interface allows configuring email templates used to notify custodians.":"อินเตอร์เฟซนี้จะช่วยให้การกำหนดค่าแม่แบบอีเมลที่ใช้ในการแจ้งผู้ดูแล","This interface may help you spot anomalies with your server.":"อินเตอร์เฟซนี้อาจช่วยให้คุณเห็นความผิดปกติกับเซิร์ฟเวอร์ของคุณ","This interface may help you understand how the server can be configured and provides some info on how to connect to other GlobaLeaks users and experts.":"อินเตอร์เฟซนี้อาจช่วยให้คุณเข้าใจวิธีการที่เซิร์ฟเวอร์สามารถกำหนดค่าและให้ข้อมูลบางอย่างเกี่ยวกับวิธีการเชื่อมต่อกับผู้ใช้งาน GlobaLeaks อื่น ๆ และผู้เชี่ยวชาญ","This interface may help you understand how the server is used by the whistleblower. It displays the submissions currently on the server and a few statistics on the kind of usage (activity, files, comments).":"อินเตอร์เฟซนี้อาจช่วยให้คุณเข้าใจว่าเซิร์ฟเวอร์จะถูกใช้โดย whistleblower จะแสดงการส่งที่อยู่บนเซิร์ฟเวอร์และไม่กี่สถิติกับชนิดของการใช้งาน (กิจกรรม, ภาพ, ความเห็น)","This interface shows user activity on your server. It may be helpful in detecting anomalies and providing support to the recipients using your server.":"อินเตอร์เฟซนี้แสดงให้เห็นว่ากิจกรรมของผู้ใช้บนเซิร์ฟเวอร์ของคุณ มันอาจจะเป็นประโยชน์ในการตรวจสอบความผิดปกติและการให้การสนับสนุนไปยังผู้รับโดยใช้เซิร์ฟเวอร์ของคุณ","This interface shows you the unusual behaviour the system has identified.":"อินเตอร์เฟซนี้จะแสดงพฤติกรรมที่ผิดปกติของระบบได้ระบุ","This is a test email generated by the platform's administration interface.":"This is a test email generated by the platform's administration interface.","This is a work-in-progress of the administration interface that you will see after logging onto the platform as an admin.":"นี่คือการทำงานในความคืบหน้าของอินเตอร์เฟซการบริหารงานที่คุณจะได้เห็นหลังจากที่เข้าสู่แพลตฟอร์มเป็นผู้ดูแลระบบ","This is an email to inform you that the PGP key of the following users is going to expire or has already expired:":"นี่คืออีเมลแจ้งให้ทราบว่าคีย์ PGP ของผู้ใช้ต่อไปนี้จะหมดอายุหรือหมดอายุแล้ว:","This is an email to inform you that your PGP key is expiring or has already expired.":"นี่คืออีเมลแจ้งให้ทราบว่าคีย์ PGP ของคุณจะหมดอายุหรือหมดอายุแล้ว","This is an email to notify you of a new comment on an existing submission.":"นี่คืออีเมลไปแจ้งให้คุณทราบความคิดเห็นใหม่ในการส่งที่มีอยู่","This is an email to notify you of a new message on an existing submission.":"นี่คืออีเมลไปแจ้งให้คุณทราบข้อความใหม่ในการส่งที่มีอยู่","This is an email to notify you that a custodian has authorized you to access to the wistleblowing identity for the submission %TipNum%.":"นี่คืออีเมลแจ้งให้ทราบว่าผู้ปกครองมีอำนาจให้คุณสามารถเข้าถึงตัวตน wistleblowing สำหรับการส่ง% TipNum%","This is an email to notify you that a custodian has denied you access to the wistleblowing identity for the submission %TipNum%.":"นี่คืออีเมลแจ้งให้ทราบว่าผู้ปกครองได้ปฏิเสธคุณสามารถเข้าถึงตัวตน wistleblowing สำหรับการส่ง% TipNum%","This is an email to notify you that a recipient has requested access to the whistleblower's identity for the submission %TipNum%":"นี่คืออีเมลแจ้งให้ทราบว่าผู้รับได้ขอเข้าถึงตัวตน whistleblower สำหรับการส่ง% TipNum%","This is an email to notify you that a whistleblower has selected you as a valuable recipient for his/her submission.":"นี่คืออีเมลไปแจ้งให้คุณทราบว่า whistleblower ได้เลือกคุณเป็นผู้รับที่มีคุณค่าสำหรับการส่งของเขา / เธอ","This is an email to notify you that the whistleblower for the submission %TipNum% has provided their identity.":"นี่คืออีเมลแจ้งให้ทราบว่า whistleblower สำหรับการส่ง% TipNum% ได้จัดให้มีเอกลักษณ์ของตัวเอง","This is an email to notify you that the whistleblower of submission %TipNum% has attached new material.":"นี่คืออีเมลแจ้งให้ทราบว่าการส่ง whistleblower% TipNum% ได้แนบวัสดุใหม่","This may lead to unintended access to the files by the server administrator or others in case the server is compromised.":"ซึ่งอาจนำไปสู่​​การเข้าถึงโดยไม่ได้ตั้งใจไปยังไฟล์โดยผู้ดูแลระบบเซิร์ฟเวอร์หรือคนอื่น ๆ ในกรณีที่เซิร์ฟเวอร์ที่ถูกบุกรุก","This means that if the server running the platform were to be seized, it would be possible to extract the files that have been submitted.":"ซึ่งหมายความว่าหากเซิร์ฟเวอร์ที่ใช้แพลตฟอร์มจะถูกยึดก็จะเป็นไปได้ที่จะดึงไฟล์ที่ได้รับการส่ง","This means that the submitted files will be stored in plaintext on the server.":"ซึ่งหมายความว่าไฟล์ที่ส่งมาจะถูกเก็บไว้ใน plaintext บนเซิร์ฟเวอร์","This platform makes use of GlobaLeaks software specifically designed to protect the identity of the submitter and of the recipient in the exchange of leaked materials.":"แพลตฟอร์มนี้จะทำให้การใช้งานของซอฟต์แวร์ GlobaLeaks ออกแบบมาโดยเฉพาะเพื่อปกป้องตัวตนของผู้ส่งและผู้รับในการแลกเปลี่ยนของวัสดุที่รั่วไหลออกมา","This recipient cannot be deselected.":"ผู้รับนี้ไม่สามารถยกเลิก","This recipient cannot be selected.":"ผู้รับรายนี้ไม่สามารถเลือกได้","This recipient has configured the encryption key.":"ผู้รับคนนี้มีการกำหนดค่าคีย์การเข้ารหัสลับ","This recipient has not configured the encryption key.":"ผู้รับนี้ยังไม่ได้กำหนดค่าคีย์การเข้ารหัสลับ","This server is not configured.":"เซิร์ฟเวอร์นี้ไม่ได้กำหนดค่า","This setting affects the security of the users and must not be used in production.":"การตั้งค่านี้ส่งผลกระทบต่อความปลอดภัยของผู้ใช้และจะต้องไม่ถูกนำมาใช้ในการผลิต","This won't preserve whistleblower's anonymity while preserving submission confidentiality.":"นี้จะไม่รักษาตัวตนของ whistleblower ขณะที่การรักษาความลับของการส่ง","Time":"เวลา","Time interval":"ช่วงเวลา","Timezone":"เขตเวลา","Tip [%TipNum%] is going to expire in %ExpirationWatch% hours":"เคล็ดลับ [% TipNum%] เป็นไปหมดอายุใน% ExpirationWatch% ชั่วโมง","Tip status page":"เคล็ดลับหน้าสถานะ","Title of the attachments widget":"ชื่อของวิดเจ็ตที่แนบมา","Title of the comments widget":"ชื่อของวิดเจ็ตเมนต์","Title of the confirmation question upon negative answer":"ชื่อของคำถามยืนยันเมื่อลบคำตอบ","Title of the messages widget":"ชื่อของวิดเจ็ตข้อความ","Title of the receipt page":"ชื่อของเพจใบเสร็จรับเงิน","Title of the submission page":"ชื่อของเพจส่ง","Title of the submission status page":"ชื่อของหน้าสถานะการส่ง","To ensure your anonymity you must use the Tor Browser to visit this site.\\nYou acknowledge that failure to do so will result in the inability to technically protect your anonymity.\\nTo further enhance your security, please follow these instructions:\\n1) In the event that you would like to remain anonymous, do not submit any personal information. (e.g. your name or relationship to the offender. Do not submit any information that can be traced back to you.)\\n2) Please do not submit your report on a PC provided by your employer. Particularly an intranet connection may jeopardize your anonymity.":".. เพื่อให้แน่ใจว่าตัวตนของคุณคุณต้องใช้เบราว์เซอร์ Tor เพื่อเข้าชมเว็บไซต์นี้ \\ n คุณยอมรับความล้มเหลวที่จะทำเช่นนั้นจะส่งผลให้ไม่สามารถที่จะได้ในทางเทคนิคปกป้องตัวตนของคุณ \\ n หากต้องการเพิ่มประสิทธิภาพการรักษาความปลอดภัยของคุณโปรดปฏิบัติตามคำแนะนำเหล่านี้: \\ N1) ใน กรณีที่คุณต้องการที่จะยังไม่ระบุชื่อไม่ส่งข้อมูลส่วนตัวใด ๆ (เช่นชื่อหรือความสัมพันธ์กับผู้กระทำผิดของคุณ. อย่าส่งข้อมูลใด ๆ ที่สามารถตรวจสอบกลับไปยังคุณ.) \\ N2) โปรดอย่าส่งรายงานของคุณบนเครื่องพีซีให้นายจ้างของคุณ โดยเฉพาะอย่างยิ่งการเชื่อมต่ออินทราเน็ตอาจเป็นอันตรายต่อตัวตนของคุณ","To know more about GlobaLeaks Security you can read the following document:":"หากต้องการทราบข้อมูลเพิ่มเติมเกี่ยวกับการรักษาความปลอดภัย GlobaLeaks คุณสามารถอ่านเอกสารต่อไปนี้:","To prevent sending you too many emails, the system has disabled email notifications until the load returns to normal. In the meantime, you can normally log onto the platform and manually check for new submissions.":"เพื่อป้องกันไม่ให้ส่งอีเมลถึงคุณมากเกินไประบบได้ปิดการใช้งานการแจ้งเตือนอีเมลจนกว่าผลตอบแทนที่โหลดมาเป็นปกติ ในขณะเดียวกันปกติคุณจะสามารถเข้าสู่แพลตฟอร์มและตนเองตรวจสอบการโพสต์ใหม่","To properly organize your project, please read the following guidelines:":"ที่จะต้องจัดระเบียบโครงการของคุณโปรดอ่านคำแนะนำต่อไปนี้:","To report a bug or request a feature in GlobaLeaks software, please open a ticket describing the issue you're encountering or the new feature request:":"เพื่อรายงานข้อผิดพลาดหรือขอคุณลักษณะซอฟต์แวร์ GlobaLeaks กรุณาเปิดตั๋วอธิบายปัญหาที่คุณกำลังเผชิญหน้าหรือคำขอคุณลักษณะใหม่:","Too many requests":"คำขอมากเกินไป","Tor":"ยอดหินของภูเขา","Tor onion service (URL)":"Tor บริการหอม (URL)","Translation customization":"การปรับแต่งการแปล","Transport Security":"การรักษาความปลอดภัยการขนส่ง","Trigger question":"คำถาม Trigger","Trigger step":"ขั้นตอนที่ทริกเกอร์","Triggered by a score higher than:":"เรียกโดยคะแนนที่สูงกว่า:","True":"จริง","Turn on email notifications":"Turn on email notifications","Type":"ชนิด","Type of context selector:":"Type of context selector:","Type your new password again":"พิมพ์รหัสผ่านใหม่ของคุณอีกครั้ง","Unselect this recipient.":"ยกเลิกการเลือกผู้รับนี้","Unselectable":"Unselectable","Update notification and encryption settings":"ปรับปรุงการแจ้งเตือนและการตั้งค่าการเข้ารหัส","Update notification settings":"ปรับปรุงการตั้งค่าการแจ้งเตือน","Upload":"อัปโหลด","Upload completed successfully!":"อัปโหลดเสร็จเรียบร้อยแล้ว!","Upload custom file":"อัปโหลดไฟล์ที่กำหนดเอง","Upload date":"วันที่อัปโหลด","Uploaded files":"ไฟล์ที่อัปโหลด","Uploading files...":"อัปโหลดไฟล์ ...","URL shortener":"URL ให้สั้นลง","Use the 16 digit key code to log in. It will allow you to view any messages we sent you, and also to add extra info.":"ใช้ 16 บาทรหัสกุญแจสำคัญในการเข้าสู่ระบบ. มันจะช่วยให้คุณดูข้อความใด ๆ ที่เราส่งถึงคุณและยังเพิ่มข้อมูลพิเศษ","User":"ผู้ใช้งาน","User management":"การจัดการผู้ใช้","User overview":"ภาพรวมของผู้ใช้","Username":"ชื่อผู้ใช้","vertical":"แนวตั้ง","via HTTPS at: %T2WURL%":"ผ่าน HTTPS ที่:% T2WURL%","via Tor at: %TorURL%":"ผ่าน Tor ที่:% TorURL%","View your submission":"ดูการส่งของคุณ","Waiting for authorization":"กำลังรอการอนุมัติ","Warning":"Warning","Warning! You are not anonymous.":"คำเตือน! คุณยังไม่ได้ระบุชื่อ","WB Last Access":"ยินดีเข้ามาครั้งล่าสุด","We do not discriminate based on race and gender, but we do against computers :)":"เราจะไม่เลือกปฏิบัติบนพื้นฐานของเชื้อชาติและเพศ แต่ที่เราทำกับคอมพิวเตอร์ :)","We will try to get back to you as soon as possible!":"เราจะพยายามที่จะได้รับกลับมาให้คุณโดยเร็วที่สุดเท่าที่เป็นไปได้!","Weak":"Weak","Welcome to GlobaLeaks!":"ยินดีต้อนรับสู่ GlobaLeaks!","Welcome to the administration interface!":"ยินดีต้อนรับสู่อินเตอร์เฟซการบริหาร!","What is the topic of your whistleblowing project?":"หัวข้อของโครงการเบาะแสของคุณคืออะไร?","When disabled, the panel can still provide a textual warning to the whistleblower. If non-anonymous submissions are permitted, this message could educate about what risks this entails.":"เมื่อปิดการใช้งานแผงยังคงสามารถให้คำเตือนเกี่ยวกับใจที่จะ whistleblower ถ้าส่งที่ไม่ระบุชื่อที่ได้รับอนุญาตข้อความนี้จะให้ความรู้เกี่ยวกับสิ่งที่มีความเสี่ยงสร้างความนี้","When the option is re-enabled the spooled emails will be sent out.":"เมื่อตัวเลือกที่เป็นอีกครั้งที่เปิดใช้งานอีเมล spooled จะถูกส่งออก","Which of the following statements is true?":"ซึ่งงบดังต่อไปนี้เป็นจริงหรือไม่?","Whistleblower comments":"ความคิดเห็น whistleblower","Whistleblower messages":"ข้อความ whistleblower","Whistleblowing button":"ปุ่มเบาะแส","Whistleblowing disabled":"เบาะแสคนพิการ","Width":"ความกว้าง","Without a valid PGP key, the system will not be able to send them encrypted notifications.":"โดยไม่ต้องคีย์ PGP ที่ถูกต้องระบบจะไม่สามารถที่จะส่งพวกเขาแจ้งเตือนการเข้ารหัส","Without a valid PGP key, the system won't be able to encrypt data provided to you.":"โดยไม่ต้องคีย์ PGP ที่ถูกต้องระบบจะไม่สามารถที่จะเข้ารหัสข้อมูลที่มีให้กับคุณ","Write down your keycode":"เขียนลง keycode ของคุณ","Wrong Answer!":"คำตอบที่ไม่ถูกต้อง!","Yes":"ใช่","You are aware of the risks involved. Go ahead, but consider yourself warned.":"คุณจะตระหนักถึงความเสี่ยงที่เกี่ยวข้อง ไปข้างหน้า แต่จะพิจารณาตัวเองเตือน","You are connecting to the server without anonymity and this server supports only anonymous submissions":"คุณกำลังเชื่อมต่อไปยังเซิร์ฟเวอร์โดยไม่ต้องเปิดเผยชื่อและเซิร์ฟเวอร์นี้รองรับเฉพาะการส่งที่ไม่ระบุชื่อ","You are not allowed to attach new files.":"คุณยังไม่ได้รับอนุญาตให้แนบไฟล์ใหม่","You are not allowed to send messages.":"คุณไม่ได้รับอนุญาตในการส่งข้อความ","You are not allowed to write comments.":"คุณยังไม่ได้รับอนุญาตให้เขียนความคิดเห็น","You are receiving this email to suggest you to look into this issue and determine if the origin is legit or malicious.":"คุณได้รับอีเมลนี้จะขอแนะนำให้คุณมองเข้าไปในปัญหานี้และตรวจสอบว่าจุดเริ่มต้นคือ Legit หรือเป็นอันตราย","You are strongly advised to visit this site using the desktop app called Tor Browser, that protects your identity.":"คุณจะได้รับคำแนะนำอย่างยิ่งที่จะเยี่ยมชมเว็บไซต์นี้ใช้แอปสก์ท็อปที่เรียกว่าทอร์เบราว์เซอร์ที่ช่วยปกป้องตัวตนของคุณ","You can reach GlobaLeaks's support chat via IRC on OFTC server on channel #globaleaks:":"คุณสามารถเข้าถึงสนับสนุนการแชทผ่านทาง GlobaLeaks IRC บนเซิร์ฟเวอร์ OFTC บน #globaleaks Channel:","You have not set up your encryption key, so the files will not be encrypted prior to being stored on the server.":"คุณยังไม่ได้ตั้งค่าคีย์การเข้ารหัสของคุณเพื่อให้ไฟล์ที่จะไม่ได้รับการเข้ารหัสก่อนที่จะถูกเก็บไว้ในเซิร์ฟเวอร์","You have succesfully completed the platform wizard. You are now ready to further tweak the platform with the admin interface.":"คุณได้เสร็จสิ้นการประสบความสำเร็จในตัวช่วยสร้างแพลตฟอร์ม ตอนนี้คุณพร้อมที่จะปรับแต่งเพิ่มเติมแพลตฟอร์มด้วยอินเตอร์เฟซผู้ดูแลระบบ","You should extend its validity and update the key present on the platform, or upload a new key.":"คุณควรจะขยายความถูกต้องและอัปเดตในปัจจุบันที่สำคัญบนเวทีหรืออัปโหลดคีย์ใหม่","You will not be able to send a submission.":"คุณจะไม่สามารถที่จะส่งส่ง","YOUR NAME":"ชื่อของคุณ","Your submission was successful.":"ส่งของคุณประสบความสำเร็จ","Zip code / Postal code":"รหัสไปรษณีย์ / รหัสไปรษณีย์"}