{"(0 = unlimited)":"(0 = لا محدود)","(New)":"(نیا)","A field expected to be unique already has this value":"ایک ایسا شعبہ یا خانہ(فیلڈ)جو منفرد ہے اور اس میں پہلے سے ہی یہ قدر استعمال ہوچکی","A file attachment is required to complete the submission":"گزارش مکمّل کرنے کے لیے فائل کا منسلک کیا جانا ضروری ہے ","A useful way to hide your key code is to write it down like a credit card number, i.e. by also including an expiration date.":"اپنا کلیدی کوڈ خفیہ رکھنے کا بہترین طریقہ یہ ہے کہ اسے کریڈٹ کارڈ کے نمبروں کی طرز پر لکھیے، جس میں اس کے غیر مؤثر ہوجانے کی تاریخ بھی موجود ہو۔   ","Accept multiple answers for the field":"شعبہ جاتی خانوں کے لیے ایک سے زائد جوابات کی اجازت","Accept multiple file uploads":"ایک سے زائد فائلز اپ لوڈ کیے جانا قبول ہے","Accepted":"قبول","Access counter":"رسائی کے کاؤنٹر","Accesses":" رسائی حاصل کرنا","Add":"شامل کریں","Add Additional Information":"اضافی معلومات شامل کیجیے","Add description":"تفصیلات شامل کیجیے","Add field from template":"نمونے سے خانہ شامل کيجیے ۔","Add file":"فائل شامل کیجیے","Add new context":"نیا سیاق شامل کریں","Add new field":"نیا خانہ شامل کیجیے -","Add new receiver":"نیا وصول کنندہ شامل کریں","Add new step":"نیا قدم شامل کیجیے","Add option":"اختیار شامل کریں","Additional Information":"اضافی معلومات","Admin":"ایڈمن","Admin Email Address":"ايڈمن ای ميل","Admin Language":"ايڈمن کی زبان","Admin Timezone":"ایڈمن ٹائم زون ","Admin can access via Tor2web.":"ایڈمن کو بذریعہ Tor2web رسائی ہے","Administration Interface":"ایڈمنسٹریشن انٹرفیس","Advanced Settings":"اعلٰی ترتیبات","Advanced settings":"اعلٰی ترتیبات","Agreement Text":"معاہدے کا متن","Alarm Level":"الارم لیول ","Allow Admin access via Tor2web":"ایڈمن کو بذریعہ Tor2web رسائی کا اختیار دیں","Allow Receivers access via Tor2web":"وصول کنندگان کو بذریعہ Tor2web رسائی کا اختیار دیں","Allow Receivers to delete Tips":"وصول کنندگان کو اختیار دیجیے کہ تجاویز حذف کر سکیں","Allow Receivers to postpone expiration date of the Tips":"وصول کندگان کو اختیار دیجیے کہ وہ تجاویز کی تاریخِ اختتام کو ملتوی کر سکیں","Allow Whistleblower submissions via Tor2web":"مخبر عرضداشتوں کی بذریعہ Tor2web حوالگی کیے جانے کی اجازت دیں ","Allow access of public resources via Tor2web":"عوامی وسائل کی بذریعہ Tor2web رسائی کی اجازت دیں","Allow other websites to include the GlobaLeaks-platform inside iframes":"دیگر ویب سائٹس کو گلوبالیکس پلیٹ فارم iframes کے اندر شامل کرنے کی اجازت دیں","Allow the Receiver to delete Tips":"وصول کنندگان کو اختیار دیجیے کہ تجاویز حذف کر سکیں","Allow the Receiver to postpone expiration date of the Tips":"وصول کنندہ  کو تجاویز کے اختتام کی تاریخ کو ملتوی کرنے کی اجازت دینا ","An email notification will also always be sent in case the user viewed the related info through the platform.":"صارف کو پلیٹ فارم کے ذریعے متعلقہ معلومات دیکھنے کی صورت میں ایک ای میل اطلاع بھی ہمیشہ بھیجی جائے گی ۔","Anomalies":"بے ضابطگیاں","Anomalies are automatically analysed to identify abuses or unusual usage spikes.":"غلط برتاؤ یا استعمال میں بے قاعدگی کی شناخت کے واسطے یہ خلاف ضابطہ عمل کا ازخود تجزیہ کرتا ہے","Any donation made to support GlobaLeaks will be greatly appreciated; it will help us to further improve GlobaLeaks, making the world a better place":"Any donation made to support GlobaLeaks will be greatly appreciated; it will help us to further improve GlobaLeaks, making the world a better place","Appended files":"منسلک فائلیں شامل ","Are you a whistleblower?":"کیا آپ ایک whistleblower ہیں؟","Are you human?":"آپ انسان ہیں؟","Are you sure that you want to delete the context?":"کیا آپ واقعی سیاق و سباق حذف کرنا چاہتے ہیں?","Are you sure that you want to delete the field?":"کیا آپ واقعی اس خانہ یا شعبہ کو ڈیلیٹ کرنا چاہتے ہیں؟","Are you sure that you want to delete the receiver?":"کیا آپ واقعی وصول کنندہ کو حذف کرنا چاہتے ہیں؟","Are you sure that you want to delete the step?":"کيا آپ کو یقین ہے کہ آپ اس قدم کو ڈیلیٹ کرنا چاہتے ہيں؟ ","Are you sure that you want to delete the tip?":"کیا آپ واقعی عالمی سطح پر تجویز حذف کرنا چاہتے ہیں؟","Are you sure that you want to postpone the tip expiration date?":"کیا آپ واقعی تجویز کے وقت ختم ہونے کی تاریخ ملتوی کرنا چاہتے ہیں؟","Are you sure that you wish to continue?":"کیا آپ واقعی جاری رکھنا چاہتے ہیں؟","Asc":"صعودی","At least 8 characters":"کم از کم 8 کریکٹرز","At least one letter":"کم از کم ایک حرف","At least one number":"کم از کم ایک نمبر","Attach files relevant to the submission":"منسلک فائلیں داخل کردہ گذارشات سے متعلق ہیں","Authentication Failed":"ناکام استناد","Back":"واپس","Before proceeding please choose a strong password for your GlobaLeaks account.":"آگے بڑھنےسے پیشتر، براہ مہربانی اپنے گلوبل لیکس اکاؤنٹ کے لیے ایک محفوظ پاس ورڈ منتخب کیجیے۔","Blow the whistle":"سیٹی بجائیے","By checking this box you agree to these terms and conditions.":"اس خانے کو نشان زد کرتے ہی آپ اُن شرائط و ضوابط سے متفق ہوجاتے ہیں۔ ","By confirming, you will postpone the Tip expiration date to:":"توسیع کلک کرکے، آپ تجویز ختم ہونے کی تاریخ میں توسیع کریں گے:","By default receivers password is:":"ازخود یا بائی ڈیفالٹ وصول کنددگان کا پاس ورڈ ہے:","By enabling this option, the system will be storing the submitted files unencrypted on your server.":"یہ اختیار فعال کرنے سے سسٹم ارسال کردہ فائلیں آپ کے نوڈ پر بغیر اِنکرپشن کے زخیرہ کرے گا","By enabling this option, you are allowing other websites to include the GlobaLeaks-platform inside iframes; this could potentially be used to endanger the platform or intercept users' communications":"اس اختیار کو اہل بنانے سے, آپ دیگر ویب سائٹس کو گلوبالیکس پلیٹ فارم کو iframes کے اندر  شامل کرنے کی اجازت دے رہے ہیں ; یہ ممکنہ طور پر پلیٹ فارم کیلئے خطرناک ثابت ہوسکتا ہے یا صارفین کے مواصلات کی جاسوسی کے لئے استعمال ہوسکتا ہے.","CREDIT CARD":"کرڈٹ کارڈ","CSS":"سی ایس ایس","Cancel":"تسنیخ","Cannot log in":"لاگ اِن نہیں ہو پارہا","Change picture":"تصویر تبدیل کریں","Check box":"چیک باکس","Clause":"شق","Click to edit, drag to order":"ترمیم کے لیے کلک کریں، ترتیب کے لیے ڈریگ کریں","Clicking the 'admin' link in the top-right corner of the page will bring you here.":"صحفے کے اوپری دائیں کونے میں 'ایڈمن' لنک پر کلک آپ کو یہاں لائے گا۔","Comment Email Subject":"ای میل کے موضوع پر تبصرہ ","Comment Email Template":"ای میل کے سانچہ پر تبصرہ ","Comments":"تبصرے","Completed submissions":"جمع کرنے کا عمل مکمل ہوا","Configuration":"ترتیب","Configure a PGP key":"ایک PGP کی تشکیل دیجئے۔","Configured fields:":"ترتیبی خانہ جات","Configured steps:":"ترتیبی اقدامات","Confirm Deletion":"حذف کی تصدیق","Confirm Extension":"تصدیق کی توسیع","Confirm password":"پاس ورڈ کی تصدیق کریں","Congratulations!":"مبارک ہو!","Content Settings":"مواد کی ترتیبات","Content Type":"مواد کی قسم","Context":"سیاق و سباق","Context Name":"سیاق و سباق کا نام","Contexts":"سیاق و سباق","Contexts Configuration":"سیاق کی ترتیب","Contexts are the categories to be selected by whistleblowers, when they perform their submission. Make sure to make them pertinent to your project.":"جب گزارشات جمع کرائی جائیں گی تب کیٹگریز کے لحاظ سے سیاق و سباق میں مخبر (وسل بلوئر) ان کا انتخاب کرے گا۔ انہیں اپنے منصوبوں سے متعلق ہونا یقینی بنائیں۔ ","Cookies are not enabled!":"کوکیز فعال نہیں  ","Copy and paste the PGP public key here":"عوامی PGP  کی کاپی کریں اور یہاں پیسٹ کریں","Created":"تخلیق کردہ","Creation Date":"تخلیق کی تاریخ","Current Password":"موجودہ پاس ورڈ","Current project logo":"رواں اقدامات کا امتیازی نشان یا لوگو","Currently logged in":"فی الحال لاگ ان","Custom Privacy Panel":"پرائیویسی کا روایتی نشان","Danger":"خطرہ","Danger ahead!":"آگے آنے والے خطرات!","Danger!":"خطرہ!","Date":"تاریخ","Dear %ReceiverName%,":"پیارے %وصول کنندہ کا نام%","Dear GlobaLeaks Server Administrator,":"ڈئیر گلوبل لیکس نوڈ ایڈمنسٹریٹر","Default":"پہلے سے طے شدہ ","Default language":"طے شدہ زبان","Delete":"حذف","Delete Context":"سیاق و سباق کو حذف کردیجئے","Delete Field":"ڈیلیٹ خانہ جات","Delete Receiver":"وصول کنندہ کو حذف کریں","Delete Step":"اس قدم کو حذف یعنی ڈیلیٹ کیجیے۔ ","Delete Tip":"تجویز کو حذف کریں","Desc":"تنزلی","Describe the attachments of the submission":"جمع کرانے کی منسلکات بیان کریں","Describe the details of the submission":"جمع کرانے کی تفصیلات کی وضاحت کیجئے","Describe your submission with a few words":"چند الفاظ کے ساتھ آپ کی عرضی کو بیان کیجئے","Description":"وضاحت","Details":"تفصیلات","Dialog Window":"ڈائیلاگ ونڈو","Disable admin notification emails":"ایڈمن سے ملنے والی ای میلز غیر فعال کیجیے","Disable receivers notifications emails":"وصول کنندگان (ریسیورز) کی نوٹیفکیشنزای میلز غیر فعال کیجیے","Disable the key code hint":"کلیدی کوڈ اشارہ نااہل بنائیں","Disable the privacy panel":" پرائیویسی نشانات کو غیر فعال کریں","Disable the security awareness panel":"تحفظ سے متعلق آگاہی کا نشان غیر فعال کیجیے","Disable the security awareness panel questions":"سلامتی کی آگاہی کے نشان سے متعلق سوالات غیر فعال کریں","Disabled":"غیر فعال","Download":"ڈاؤن لوڈ کریں","Download the Tor Browser":"ٹوربراؤزر ڈاؤن لوڈ کیجیے","Edit":"ترمیم و تبديل کيجیے","Email Address":"ای میل پتہ","Email Configuration":"میل کی ترتیب","Enable Ahmia publishing":"Ahmia اشاعت سازی فعال کریں","Enable Ping notification":"پِنگ نوٹیفکیشن فعال","Enable Tip notification":"تجویز کی اطلاع فعال کریں","Enable custom privacy panel":"روایتی پرائیویسی کے امیتازات فعال","Enable insecure configuration without PGP encryption":"پی جی پی انکرپشن کے بغیر غیر محفوظ تشکیل فعال کریں","Enable insecure configuration without PGP encryption.":"پی جی پی اِنکرپشن کے بغیر غیر محفوظ ترتیب فعال کریں","Enable private messages":"ذاتی پیغامات کو فعال کریں","Enable search engines indexing":"سرچ انجن اشاریہ سازی فعال کیجیے","Enable statistics for this field":"شعبہ جاتی خانوں پر اعداد و شمار فعال ہیں","Enabled":"فعال","Encrypted Notification Templates":"اینکرپٹڈ نوٹیفیکیشن ٹیمپلیٹس","Encryption Settings":"خفیہ کاری کی ترتیبات","Encryption has not been enabled!":"آپ نے اینکرپشن فعال نہیں کی ہوئی!","Encryption is enabled!":"اینکرپشن فعال کر دی گئی ہے!","Encryption is not enabled!":"خفیہ کاری فعال نہیں ہے!","Enter a new GlobaLeaks server password":"ایک نیا GlobaLeaks نوڈ پاس ورڈ درج کریں","Enter the email address used to notify the receiver":"ای میل ایڈریس درج کریں جس کے ذریعے  وصول کرنے والے کو مطلع کیا جائے گا ","Enter the name for your whistleblowing project":"اپنے whistleblowing اقدام کے لئے نام درج کریں","Enter the name of the receiver":"وصول کرنے والے کا نام درج کریں","Enter your email address":"اپنا ای میل پتہ داخل کریں","Event":"واقعہ","Event ID":"واقعہ کی شناخت","Events":"مواقع یا ایونٹس ","Every event related to a new or updated tip will trigger an email with a link to it.":"Every event related to a new or updated tip will trigger an email with a link to it.","Example:":"مثال:","Exception reporting email address":"مستثنٰی ای میل پتہ","Expiration Date":"ختم ہونے کی تاریخ","Expiration date: %ExpirationDate%":"ختم ہونے کی تاریخ: %ExpirationDate%","Expires":"معیاد ختم ","Failed logins":"ناکام لاگ اِن","Field Group":"خانہ جاتی گروہ ","Fields Composition":"خانہ جاتی ترتیب","Fields Configuration":"خانہ جاتی ترتیب","File":"فائل","File Email Subject":"فائل ای میل کا موضوع  ","File Email Template":"فائل ای میل ٹیمپلیٹ","File Operations":"فائل عملیہ","File Size":"فائل کا سائز","File Upload":"فاعل اپ لوڈ","File details:":"فائل کی تفصیلات:","File size limit (in megabytes)":"فائل سائز کی حد (میگا بائٹ میں)","Filename":"فائل کا نام","Files":"فائلیں","Files Overview":"فائلوں کا عمومی جائزہ","Files and Downloads":"فائلیں اور ڈائون لوڈز","Files count: %FilesNumber%":"فائل نمبر:٪ FilesNumber٪","Files description":"فائلوں کی وضاحت","Fill out your submission":"اپنی گزارش پر کریں","Final Step":"آخری مرحلہ","Follow us on Twitter if you like to be profiled by NSA:":"اگر آپ این ایس اے سے پروفائل بنوانا چاہتے ہیں تو ٹوئٹر پر ہمیں فالو کیجیے:","Footer":"ذیلی تحریر","For each activity, the system will send you an apparently meaningless email. This should be used when you are on the move, even with an unsafe email or when you don't have your PGP key with you.":"ہر سرگرمی یا ایکٹیوٹی پر سسٹم آپ کو فوراً ایک بے مقصد ای میل بھیجے گا۔ یہ آپ کو متحرک، حتیٰ کہ ایک غیر محفوظ ای میل کے استعمال یا پھر اُس وقت جب آپ کے پاس اپنی 'پی جی پی کی' نہ ہو، اسے استعمال میں لانے کی تجویز دے گا۔","For technical support inquiries you can write us at:":"تکنیکی مدد سے متعلق سوالات کے لیے آپ ہم سے اس پتے پر رابطہ کر سکتے ہیں:","Force Password Change":"جبراً پاس ورڈ تبديل کيجیے","Forcefully Selected":"جبراً منتخب","Free disk space":"ڈسک کا خالی حصہ","Full description":"مکمل وضاحت","Full operation will resume shortly.":"براہ کرم انتظار کریں جب ہم دوبارہ مکمل طور پر آپریشنل ہوجائیں۔","GLTypesError not set":"GLTypesError مقرر نہیں","General":"عام ","Get Started":"شروع کیجئیے","Give a concise description of your project":"اپنے منصوبے کی ایک جامع وضاحت دیجئے","Give your whistleblowing project a good name and description to invite whistleblowers to submit. Be sure to make the goals of your project clear.":"اپنے وسل بلوئنگ منصوبوں کو ایک اچھا نام اور وضاحت دیں جو جمع کرانے کے لیے مخبر یا وسل بلوئر کو دعوت دے۔ یہ یقینی بنائیں کہ آپ کے منصوبے کے اہداف بالکل واضح ہوں۔","GlobaLeaks Security":"GlobaLeaks Security","GlobaLeaks Support Chat":"گلوبل لیکس کے بارے میں معاونت   ","GlobaLeaks Ticketing System":"GlobaLeaks Ticketing System","GlobaLeaks Wizard":"گلوبل لیکس مددگار","Go to admin interface":"ایڈمن انٹرفیس پر جایئے","Graphics Customization":"گرافک کی تخصیص کاری","Guidelines on how to start up Whistleblowing Projects":"Whistleblowing شروع کرنے کے لیے راہنما اصول","HTTPS does not protect the content of my leak nor my identity":"HTTPS نہ ہی میری شناخت اور نہ ہی  لیک کے مواد کی حفاظت کرتا ہے","HTTPS does protect both my identity and the content of my leak":"HTTPS میری شناخت اور میری لیک کے مواد کی حفاظت کرتا ہے","HTTPS protects my identity, but not the content of my leak":"HTTPS میری شناخت کی حفاظت کرتا ہے،لیکن میرے لیک کے مواد کی نہیں","HTTPS protects the content of my leak but not my identity":"HTTPS میرے لیک کے مواد کی حفاظت کرتا ہے،لیکن میری شناخت کی نہیں۔","Have you already filed a submission? Enter your key code.":"کیا آپ اپنی گذارشات داخل کرچکے؟ اپنا کلیدی کوڈ داخل کیجیے۔","Hide details":"تفصیلات چھپائیں","Hint":"تجاویز","Hint: How to hide your key code":"اشارے: اپنا کلیدی کوڈ کس طرح مخفی رکھ سکتے ہیں","Home Page":"ابتدائی صحفہ","Homepage Title":"پہلا صفحہ یا ہوم پیج ٹائٹل ","Horizontal order (X)":"عمودی ترتیب (X)","I want to report on":"میں اس پر رپورٹ کرنا چاہتا ہوں","I've solved the math challenge, hide this thing now!":"میں نے ریاضیکے چیلنج کو حل کیا ہے، یہ چیز اب چھپائیں!","If you want to tell us more about your project, or you need some help, write us at:":"اگر آپ ہمیں اپنے پراجیکٹ کے بارے میں مزید بتانا چاہتے ہیں، یا کسی مدد کی ضرورت ہے، تو ہم سے رابطہ کریں:","In order to deliver encrypted emails and files each receiver needs an associated PGP key. Cut and paste the key of the receiver or mark the checkbox:":"خفیہ کردہ ای میلز اور فائلوں کو فراہم کرنے کے لئے ہر وصول کنندہ کو ایک متعلقہ پی جی پی کلید کی ضرورت ہے.کاٹو اور وصول کنندہ کی کلید چسپاں کر دیں یا دیے گئے چیک باکس پر نشان لگائیں:","Info":"معلومات","Internal Server Error":"اندرونی سرور کی خرابی","Invalid Input Format":"غلط اندراج کی شکل","Invalid email address":"ناجائز ای میل پتہ","Invalid format for hidden service (similar to http://thirteenchars123.onion)":"خفیہ خدمت ناجائز وضع میں ہے (http://thirteenchars123.onion ہونا چاہئے)","Invalid format for public site (similar to https://thirteenchars123.tor2web.org)":"عوامی سائٹ کے لئے غلط وضع (ایک HTTPS یوآرایل ہونی چاہئے جسطرح کہ https://thirteenchars123.tor2web.org)","It appears that you are browsing this site without any extra privacy and security!":"يوں معلوم ہوتا ہے کہ آپ بغير کسی تحفظ کے يہ ويب سائٹ ديکھ رہے ہيں ۔","It appears that you are using Tor. To better protect your identity, you must use the Tor Browser.":"ایسا لگتا ہے کہ آپ Tor  استعمال کر رہے ہیں ۔آپ کی شناخت کو بہتر تحفظ فراہم کرنے کے لیے، آپ Tor  براؤزر استعمال کریں.","Just to prove you are human, please answer the following math challenge:":"آپ انسان ہیں بس ثابت کرنے کے لئے، براہ مہربانی درج ذیل ریاضی کے چیلنج کا جواب دیجئے:","Kind regards,":"بہت نوازش، مخلص","Label":"لیبل","Landing Page":"صحفہِ آمد","Language":"زبان","Languages Configuration":"زبانوں کی ترتیب","Last Access":"آخری رسائی","Loading":"لوڈنگ","Loading Tip page...":"تجویز کا صفحہ لوڈ ہو رہا ہے","Log in":"لاگ ان","Log in and check it out before it's too late!":"لاگ ان کریں اور اس کی جانچ پڑتال کریں اس سے پہلے کہ بہت دیر ہو چکی ہو!","Login page":"لاگ ان کا صفحہ","Logout":"لاگ آئوٹ","Main Configuration":"بنیادی ترتیب","Maximum number of selectable Receivers:":"زیادہ سے زیادہ قابلِ انتخاب وصول کنندگان","Message Email Subject":" ای میل کے موضوع کا پیغام","Message Email Template":"ای میل سانچے کا پیغام","Missing data":"مواد غايب ہے","Modal Window":"ماڈل ونڈو","Name":"نام","New Password":"نیا پاس ورڈ","Next":"اگلا ","Next Step":"اگلا مرحلہ","No":"جی نہیں","No Context was found for the specified ID":"مخصوص شناخت کے ساتھ کوئی سیاق و سباق نہیں پایا گیا","No File was found for the specified ID":"کوئی فائل اس مخصوص شناخت کے ساتھ نہیں پائی گئی","No Receiver was found for the specified ID":"متعین کردہ شناخت کے ساتھ کوئی وصول کنندہ نہیں ملا","No Submission was found for the specified ID":"بیان کی گئی شناخت کے ساتھ  کوئی گزارش نہیں پائی گئی ","No Tip was found for the specified ID":"کوئی تجویز متعین کردہ شناخت کے ساتھ نہیں پائی گئی","No files have been uploaded!":"کوئی فائل اپ لوڈ نہیں کی گئی ہے!","Not Authenticated":"توثیق نہیں کی گئی","Not accepted":"قابلِ قبول نہیں","Notification Digest":"اطلاع ڈائجسٹ","Notification Settings":"اطلاع کی ترتیبات","Notification Templates":"نوٹیفیکیشنزٹیمپلیٹس","Notification of anomaly":"خرابی کی اطلاع","Notifications and Files will be encrypted.":"نوٹیفیکیشنز اور فائلیں اینکرپٹڈ کی جائیں گی.","Notifications and Files won't be encrypted.":"نوٹیفیکیشنز اور فائلیں انکرپٹڈ نہیں ہوں گی۔","Now enabled:":"فعال ہوا","Now type your password, then click 'Log in':":"اب اپنا پاس ورڈ لکھیے اور لاگ اِن پر کلک کیجیے۔","Old password confirmation required":"پرانے پاس ورڈ کی تصدیق کی ضرورت ہے","One or more of the receivers of this tip has not configured a PGP key.":"اس تجویز کے وصول کنندہ میں سے ایک یا اس سے زیادہ نے پی جی پی کلید  تشکیل نہیں دی ہے.","Open":"کھولیں","Operation Forbidden":"ممنوع آپریشن ","Options":"آپشنز ","Order by:":"کی طرح سے ترتیب:","Order:":"ترتیب:","PGP Key Expiration Alert":"'پی جی پی کی' معیاد میں خاتمے کا انتباہ  ","PGP Key details":"پی جی پی کلید کی تفصیلات","Password":"پاس ورڈ","Password Configuration":"پاس ورڈ کی ترتیب","Password:":"پاس ورڈ ","Paste the PGP Key here:":"یہاں PGP کی چسپاں کیجئے:","Ping Email Address":"پِنگ ای میل ایڈریس","Ping Email Template":"پِنگ میل کا نمونہ یا ٹیمپلٹ","Ping Email Title":"پِنگ میل ٹائٹل","Plaintext Notification Templates":"سادہ ٹیکسٹ نوٹیفیکیشن ٹیمپلیٹس","Please check your key code and try again or make a new submission.":"براہ مہربانی اپنا کلیدی کوڈ دیکھیں اور نئی گذارش جمع کرنے کے لیے ایک بار پھر کوشش کیجیے۔","Please choose the primary language of the site:":"سائٹ کی بنیادی زبان منتخب کریں:","Please configure your PGP keys in the receiver preferences page.":"براہ مہربانی وصول کرنے والے کی ترجیحات کے صفحے میں آپ پی جی پی کی کلیدیں ترتیب دیجیے .","Please confirm it":"براہ مہربانی اس کی تصدیق کریں","Please do not forward or share this email; each tip-off allows a limited number of accesses and downloads before being permanently destroyed and nobody (not even the server administrator) can recover an expired or deleted tip-off.":"براہ مہربانی اس ای میل کا اشتراک نہ کریں نہ ہی اسے آگے بھیجیں :ہر خفیہ اطلاع تک ہمیشہ کے لیے تباہ ہونے سے پہلے  محدود تعداد میں ہی رسائی اور ڈاؤن لوڈ ممکن ہے جس کے بعد اسے کوئی بھی (یہاں تک کہ نوڈ کا منتظم بھی ) ٹھیک نہیں کر سکتا۔ ","Please make sure that all related data is properly deleted so that the receivers won't be able to further access to it.":"خیال رکھئے کہ تمام متعلقہ ڈیٹا مناسب طریقے سے خارج کر دیا جاتا ہے اور تمام وصول کنندہ اب اس تک مزید رسائی حاصل نہیں کر سکتے ","Please never disclose these files until an appropriate analysis, fact checking, journalistic and technical redaction process. For more information about redaction of documents you should consult this page: https://github.com/globaleaks/GlobaLeaks/wiki/Redaction-process.":"ایک مناسب تجزیہ، حقیقت کو پرکھنے، صحافتی اور تکنیکی ترمیم کے عمل تک ان فائلوں کو کبھی افشاء نہ کریں.دستاویزات کی ترمیم کے بارے میں مزید معلومات کے لئے آپ کو اس صفحے سے رجوع کرنا چاہئے:https://github.com/globaleaks/GlobaLeaks/wiki/Redaction-process","Please select which language you wish to use.":"جو زبان آپ استعمال کرنا چاہتے ہیں اس کا انتخاب کریں","Please select your account:":"براہ مہربانی اپنا اکاؤنٹ منتخب کیجیے:","Please support Hermes through their donation page.":"عطیہ کے صفحے کے ذریعے ہرمیس کی حمایت کریں.","Please take care that all associated data is properly deleted.":"خیال رکھئے کہ تمام متعلقہ ڈیٹا مناسب طریقے سے حذف کر دیا گیا ہے","Please wait":"انتظار کيجيۓ","Postpone Tip expiration date":"تجویز ختم ہونے کی تاریخ ملتوی کریں","Preconfigure Fields Templates":"قبل از ترتیب کے خانہ جاتی نمونے","Preferences":"ترجیحات","Presentation":"پیش کاری","Presentation Order":"پیش کاری کی ترتیب","Preview":" مشاہدہ کریں","Previous Step":"گزشتہ مرحلہ","Private Messages":"ذاتی پیغامات","Proceed":"آگے بڑھیے","Proceed to submission":"جمع کرانے کی طرف بڑھئے","Project description":"تمہیدی وضاحت","Project name":"اقدام  کا نام","Public resources can be accessed via Tor2web.":"عوامی وسائل تک بذریعہ Tor2web رسائی حاصل ہے","Question to solicit possible whistleblowers":"مخبر سوال ","Receipt Page Title":"رسید کے صفحہ کا عنوان","Receiver":"وصول کنندہ","Receiver Interface":"وصول کنندہ کا انٹرفیس","Receiver List":"وصول کنندگان کی فہرست","Receiver Tips":"وصول کنندہ کے لئے تجاویز","Receiver comments":"وصول کنندہ کے تبصرے","Receiver messages":"وصول کنندہ کے پیغامات","Receiver selection":"وصول کنندہ کا انتخاب","Receivers":"وصول کنندگان","Receivers Configuration":"وصول کنندگان کی ترتیب","Receivers are very important for a GlobaLeaks based project. They are the people responsible for receiving the whistleblowers' submissions, verifying their authenticity and for taking action too. Choose them wisely.":"گلوبل لیکس کی بنیاد پر منصوبوں کے لیے وصول کنندہ یا ریسیورز نہایت اہم ہیں۔ یہ لوگوں کی ذمہ داری ہے کہ وہ مخبروں کی گذارشات وصول کریں، ان کے مصدقہ ہونےکی تصدیق کریں اور اس پر کارروائی کریں۔ انہیں دانشمندی سے منتخب کریں۔","Receivers can access via Tor2web.":"وصول کنندگان کو بذریعہ Tor2web رسائی ہے","Receivers of this Context will be able to delete Tips and their content.":"اس سیاق کے وصول کنندگان تجاویز اور اپنا مواد حذف کر سکیں گے","Receivers of this Context will be able to postpone expiration date of the Tips.":"اس سیاق کے وصول کنندگان تجاویز کی تاریخِ اختتام ملتوی کر سکیں گے","Receivers selected:":" منتخب وصول کنندگان","Receivers will be able to delete Tips and their content.":"وصول کنندگان تجاویز اور اپنا مواد حذف کر سکیں گے","Receivers will be able to postpone Tips expiration.":"وصول کنندگان تجاویز کے خاتمے کو ملتوی کر سکیں گے","Recent Activities":"حالیہ سرگرمیاں","References":"حوالاجات","Reload":"دوبارہ لوڈ کریں","Remember to provide proper security advice to Whistleblowers:":"مخبروں کے بارے میں سیکیورٹی کے درست مشورے فراہم کرنا یاد رکھیں:","Remember your key code for this submission.":"اس داخلے کے لیے اپنا کلیدی کوڈ ذہن نشین رکھیے","Remove the PGP key":"پی جی پی  چابی کلید مٹادیں","Request timed out":"درخواست کا وقت ختم","Require at least one file to be uploaded":"کم از کم ایک فائل اَپ لوڈ لازم بنائیں","Required":"درکار","Reset":"ری سیٹ","Resource can only be accessed via the Tor network":" صرف ٹور نیٹ ورک کے اندررہتے ہوئے وسائل تک رسائی حاصل کر سکتے ہیں","Response time":"ردِ عمل کا وقت","SMTP server address":"ایس ایم ٹی پی سرور کا پتہ ","SMTP server port":"ایس ایم ٹی پی سرور کی پورٹ ","Save":"محفوظ","Save All":"سب محفوظ کریں","Search engine spiders will be allowed to index the application.":"سرچ انجن اسپائڈر اس اطلاق کو اسپائڈر کر سکیں گے","Security Awareness Panel Text":"سلامتی سے متعلق نشانِ آگاہی کا متن ","Security Awareness Panel Title":"تحفظ سے متعلق آگاہی کا ٹائٹل","Select Language":"زبان منتخب کیجیئے ","Select all receivers by default":"ڈیفالٹ طور پر تمام وصول کنندگان منتخب کریں","Select box":"باکس منتخب کیجیے","Select this receiver.":"اس وصول کنندہ کو منتخب کریں","Send Private Message":"ذاتی پیغام بھیجیں","Send an email notification for every event":"ہر وقوعہ کے لئے ایک ای میل اطلاع بھیجیں","Server metadata will be now published using Ahmia JSON format.":"نوڈ کا میٹا ڈیٹا Ahmia JSON وضع میں شائع کیا جائے گا","Server temporarly unusable due to resource exhaustion; advise the Admin if you can.":"پیش کار وسائل کے زوال کی وجہ سے عارضی طور پر ناقابل استعمال ہے;اگر ہو سکے تو ایڈمن کو مشورہ دیجئے.","Session expired":"دورانیہ ختم ہوگیا","Short title":"مختصرعنوان","Show contexts in alphabetical order":"Show contexts in alphabetical order","Show details":"تفصیلات دکھائیں","Show receivers":"وصول کنندگان دکھائیں","Show receivers in alphabetical order":"Show receivers in alphabetical order","Show small receiver cards on submission interface":"عرضدادشتوں کے انٹرفیس پر چھوٹے وصول کنندہ کارڈ دکھائیں","Since GlobaLeaks users are all anonymous, it is not possible to perform anomaly detection based on user policies.":"اگرچہ گلوبل لیکس کے تمام صارفین کی شناخت پوشیدہ ہے تاہم صارفین کے لیے قواعد یا 'یوزر پالیسیز' کی بنیاد پر بے ضابطگیوں کا پتا نہیں چلایا جاسکتا۔","Size":"سائز","Source Email Address":"ذریعہ کا ای میل پتہ","Source Name":"ذریعہ کا نام","Started submissions":"گذارشات داخل کرنے کی ابتدا","Stats of the week:":" اس ہفتے کے اعدادوشمار","Status":"حیثیت یا اسٹیٹس","Step":"قدم","Step-by-step setup":"مرحلہ وار سیٹ اپ","Submission":"گذارشات","Submission Page":"جمع کرانے کا صفحہ","Submission Page Title":"جمع کرانے کاسرورق یا پہلا صفحہ","Submission date":"جمع کرانے کی تاریخ","Submission date: %EventTime%":"جمع کرانے  کی تاریخ:٪ EventTime٪","Submission does not pass the field validation":"گزارش داخل کی گئی فیلڈ کی توثیق نہیں کرتیں ","Submission successfully completed!":"جمع کرنے کا عمل کامیابی سے اختتام پذیر ہوا","Submit":"جمع کرائیں","Submitted Tip expiry time (days)":"ارسال کردہ تجویز کا وقت اختتام (دنوں میں)","Success!":"کامیابی!","Successful logins":"کامیاب لاگ اِن ","Support GlobaLeaks":"گلوبل لیکس کا ساتھ دیں","System":"نظام","System Stats":"نظام کے اعدادوشمار","Terms and Conditions":"قواعد و ضوابط","Terms of Service":"خدمات کی شرائط","Text":"متن","Text area":"تحریری متن کا علاقہ","Text shown in front of the context selector":"متن سیاق و سباق کے انتخاب کے سامنے دکھایا گیا","Text shown when the whistleblower is not using Tor":"متن دکھایا گیا جب مخبر Tor استعمال نہیں  کر رہا ہے","Text shown when the whistleblower is using Tor":"متن دکھایا گیا جب مخبر Tor استعمال کر رہا ہے","Text size limit (in bytes)":"ٹیکسٹ سائز کی حد (بائٹ میں)","Thank you!":"شکریہ","The Receiver will be able to delete Tips and their content.":" وصول کنندگان تجاویز اور اپنا مواد حذف کر سکیں گے","The Receiver will be able to postpone Tip expiration.":"وصول کنندہ تجویز کی اختتام کی میعاد ملتوی کرنے کے قابل ہو جائے گا.","The Receiver will be forced to change its password on next login.":"یہ نظام یا سسٹم اپنے صارفین پر دباؤ ڈالتا ہے کہ پہلی بار لاگ اِن پر اپنا پاس ورڈ تبدیل کردیں۔","The Tor Browser includes various privacy and security enhancements not present in other browsers.":"پرائیویسی اور سیکیورٹی میں خاطر خواہ اضافہ کرنے کے واسطے ٹور براؤزرمیں ایسے اقدامات شامل کیے گئے ہیں جو کسی دوسرے براؤزر میں موجود نہیں۔  ","The application makes use of Cookies only for security purposes and without tracking any data.":"یہ ایپلی کیشن بنا کوئی سراغ چھوڑے، صرف آپ کی حفاظت کے پیشِ نظر کوکیز کا استعمال کرتی ہے۔","The choosen password is unsafe, it should have":"منتخب کیا گیا پاس ورڈ غیر محفوظ ہے، اس میں شامل ہونا چاہیئں","The currently adopted policy is to check if some thresholds are reached within a 30 seconds observation window.":"حالیہ اختیار کردہ پالیسی، اس عمل پر نظر رکھنے کے لیے ہے کہ اگر کوئی نگرانی کی حد پار کرکے آگے بڑھے تو ونڈو تیس سیکنڈ میں یہ پتا چلالے","The file is unavailable due to an internal error.":"ایک داخلی خرابی کی وجہ سےفائل دستیاب نہیں ہے.","The file will be available at the URL: /static/$filename":"فائل اس یو آر ایل پر دستیاب ہو گی: url: /static/$filename","The fingerprint is:":"انگلی کا نشان ہے:","The following represents a description of the file collection and its content.":"درج ذیل، فائل کی جمع آوری اور اس کے مواد کی وضاحت کی نمائندگی کرتا ہے.","The following step by step wizard will guide you through configuring your whistleblowing site.":"آپ کی مخبر یا وسل بلوئنگ سائٹ کو ترتیب بخشنے (یا کنفیگر کرنے کے لیے) ذیل میں قدم بہ قدم رہنمائی دی جارہی ہے۔","The included files may contain information that could lead to the identification of the whistleblower and/or that is sensitive for the people and organisations involved.":"شامل فائلیں ایسی معلومات پر مشتمل ہو سکتی ہیں جن سے  مخبر یا وسل بلوئر  کی نشاندہی ہو یا کہ یہ ملوث افراد اور تنظیموں کے لئے حساس ہوں.","The key code is either invalid or the submission has expired.":"کلیدی کوڈ یا تو قابلِ قبول نہیں یا داخل کردہ گذارشات غیر مؤثر ہوچکی ہیں۔","The proposed PGP key can't be imported":"مجوزہ پی جی پی کلید درآمد یا امپورٹ نہیں کی جاسکتی ","The setting is enabled at a global level.":"یہ ترتیب یا سیٹنگ عالمی سطح پر فعال ہے","The software is developed by the non-profit Hermes Center for Transparency and Digital Human Rights.":"سافٹ ویئر کو غیر منافع بخش ٹرانسپیرنسی اور ڈیجیٹل حقوق انسانی کے لئے ہرمیس مرکز کی طرف سے تیار کیا گیا ہے۔","The specified comment was not found":"مخصوص تبصرہ نہیں پایا گیا","The specified host does not match any configured one":"بیان کیا گیا ہوسٹ کسی بھی ترتیب دیئے گئے ہوسٹ سے مماثل نہیں ہے","The specified old password is not valid":"بیان کردہ پرانا پاس ورڈ صحیح نہیں ہے","The submission [%TipNum%] related to context %ContextName% is going to expire in %ExpirationWatch% hours.":"گزارش [%TipNum%] سیاق و سباق سے متعلق %ContextName% میں ختم ہو رہا ہے %ExpirationWatch% گھنٹے.","The submission can be accessed:":"تجویز تک یہاں سے رسائی حاصل کر سکتے ہیں:","The system forces users to change the password at first login.":"اس نظام کے تحط پہلی بار لاگ اِن کرنے پر آپ کو اپنا پاس ورڈ تبديل کرنا ضروری ہے۔","The table below shows the files present in the submission directory, and their relationship with the internal database.":"درج زیل جدول گذارشات کی ڈائرکٹری میں موجود فائلیں، داخلی ڈیٹابیس کے ساتھ ان کا تعلق ظاہرکرتی ہیں۔","The two passwords do not match":"دونوں پاس ورڈز ایک جیسے نہیں ہیں","The upload request exceeds the size limit":"اپ لوڈ کی درخواست سائز کی حد سے تجاوز کر گئی ہے","The uploaded file has a reserved name":"اپ لوڈ کی گئی فائل کا ایک مخصوص نام ہے ","The user":"صارف","Theme Customization":"ٹیمپلیٹ کی تخصیص کاری","Then, copy and paste the following address into the Tor Browser:":"اس کے بعد، ٹور براؤزر انسٹال کرنے کے لیے ذیل میں دیے گئے ایڈریس کو نقل  اور چسپاں  کریں۔","There are %EventCount% good reasons to...":"یہاں ہیں% مواقعوں کی گنتی% اچھا جوازہے۔۔۔۔۔","There are three types of users in GlobaLeaks: the administrator, the receiver and the whistleblower. Your username for accessing the server as the administrator will be 'admin'.":"گلوبل لیکس میں داخلی سطح پر تین اقسام کے صارفین ہیں: ایڈمنسٹریٹر، وصول کنندہ اور مخبر (وسل بلوئر)۔ بطور ایڈمنسٹریٹر،  نوڈ (جنبش) تک رسائی کے لیے آپ کا صارف نام ہوگا 'ایڈمن'۔","These are the thresholds used to identify anomalous behaviour:":"یہ وہ داخلی مقامات ہیں جنہیں خلافِ ضابطہ رویوں کی شناخت کے لیے استعمال میں لایا جاتا ہے۔","They would like you to pay special attention to the information and material contained therein. Please keep in mind that whistleblowers often expose themselves to high personal risks for the public interest. Therefore the material that they provide with this tip-off should be considered of high importance.":"وہ پسند کریں گے کہ آپ اس میں موجود معلومات اور مواد پر خصوصی توجہ دیجیے .اس بات کو ذہن میں رکھیں کہ whistleblowers اکثر عوامی مفاد کے لئے اعلی ذاتی خطرات میں ڈالتے ہوئے خود کو ظاہر کرتے ہیں۔ اس وجہ سے ان کے اس مخبری کے ساتھ فراہم کردہ مواد کو اعلی اہمیت کا حامل سمجھا جانا چاہیے.","This email will be used for ping notifications.":"یہ ای میل پِنگ نوٹیفکیشنز کے لیے استعمال ہوگی","This field is mandatory":"يہ خانہ پر کرنا ضروری ہے ۔","This happened in context %ContextName% at %EventTime%.":"اس٪ EventTime٪ پر سیاق و سباق٪ ContextName٪ پر ہوا ہے.","This happens whenever encryption is unavailable.":"ایسا اینکرپشن کی عدم دستیابی کی صورت میں ہوتا ہے۔","This interface allows to configure the email templates used for secure email notifications.":"ہ انٹرفیس  محفوظ ای میل اطلاعات کے لئے استعمال ہونے والے ای میل سانچوں کو ترتیب دینے کے لئے استعمال ہوتا ہے","This interface allows to configure the email templates used for unsecure email notifications.":"یہ انٹرفیس غیر محفوظ ای میل اطلاعات کے لئے استعمال ہونے والے ای میل سانچوں کو ترتیب دینے کے لئے استعمال ہوتا ہے ","This interface may help you spot anomalies with your server.":"یہ انٹرفیس اپنے نوڈ کے ساتھ بےضابطگیوں کی نشاندہی میں آپ کی مدد کرے گا۔","This interface may help you understand how the server can be configured and provides some info on how to connect to other GlobaLeaks users and experts.":"یہ انٹرفیس نوڈ کی تخصیص کاری کو سمجھنے میں آپ کی مدد کرے گا، نیز دوسرے گلوبل لیکس صارفین اور ماہرین سے جڑنے کے بارے میں معلومات فراہم کرے گا","This interface may help you understand how the server is used by the whistleblower. It displays the submissions currently on the server and a few statistics on the kind of usage (activity, files, comments).":" یہ سنگم یا انٹر فیس اس بات کو سمجھنے میں آپ کی مدد کرے گا کہ ایک جنبش یا نوڈ کو مخبر(وسل بلور) کس طرح استعمال کرتے ہیں۔ یہ فی الوقت نوڈ پر موجود گذارشات اور استعمال کردہ چند اعداد وشمار (سرگرمیاں، فائلیں اور تبصرے دکھاتا ہے۔      ","This interface shows user activity on your server. It may be helpful in detecting anomalies and providing support to the receivers using your server.":"یہ انٹرفیس آپکی نوڈ کے صارفین کی سرگرمی کو ظاہر کرتا ہے. یہ بے ضابطگیوں کا پتہ لگانے اور آپکی نوڈ کے وصول کنندہ کی حمایت میں مددگار ثابت ہو سکتا.","This interface shows you the unusual behaviour the system has identified.":"سسٹم نے شناخت کیا کہ دوخصوصیات کا یہ سنگم (انٹرفیس) آپ کے غیرمعمولی رویے کا اظہار ہے۔","This is a work-in-progress of the administration interface that you will see after logging onto the platform as an admin.":"ایڈمنسٹریشن انٹرفیس جس کو آپ ایڈمن کے طور پر لاگ اِن کرنے کے بعد دیکھ سکیں گے پر کام جاری ہے۔","This is an email to inform you that the PGP key of the following users is going to expire or has already expired:":"یہ ای میل آپ کو مطلع کرتی ہے کہ آپ کی 'پی جی پی کی' معیاد % بتاریخ % کو ختم ہورہی ہے۔","This is an email to inform you that your PGP key is expiring or has already expired.":"یہ ای میل آپ کو مطلع کرتی ہے کہ آپ کی 'پی جی پی کی' معیاد % بتاریخ % کو ختم ہورہی ہے۔","This is an email to notify you about a new message from the whisleblower.":"یہ مخبر یاوسل بلوئر کی طرف سے نئے پیغام کے بارے میں آپ کو مطلع کرنے کے لئے ایک ای میل نوٹیفکیشن ہے.","This is an email to notify you that %CommentSource% has commented on a previous submission.":"یہ  ایک ای میل نوٹیفکیشن ہے جو آپ کو مطلع کرنے کے لئے ہے کہ ٪ کمنٹس سورس٪ نے پچھلی گزارش پر تبصرہ کیا ہے۔","This is an email to notify you that a whistleblower has selected you as a valuable recipient for his/her submission.":" آپ کو مطلع کرنے کے لئے یہ ایک ای میل نوٹیفکیشن ہے کہ ایک مخبر یا وسل بلوئر  نے گزارش کے ایک بیش قیمت  وصول کنندہ کے طور پر آپ کو منتخب کیا ہے.","This is an email to notify you that a whistleblower has updated a submission with new material.":"یہ ایک ای میل نوٹیفکیشن ہے جو آپ کو آگاہ کرتا ہے کہ مخبر (وسل بلوئر) نے نئے مواد کے ساتھ داخل کردہ گذارش کو اپ ڈیٹ کیا ہے۔","This is the default welcome message":"یہ پہلے سے طے شدہ خوش آمدید پیغام ہے","This may lead to unintended access to the files by the server administrator or others in case the server is compromised.":"جس کی وجہ سے  سرور ایڈمنسٹریٹر یا سرور غلط ہاتھوں میں پڑ جانے کی صورت میں دوسروں کی طرف سے فائلوں تک غیر ارادی رسائی ممکن ہوسکتی ہے۔ ","This means that if the server running GlobaLeaks were to be seized it would be possible to extract the files that have been submitted.":"اس کا مطلب ہے کہ اگر گلوبل لیکس چلانے والے پیش کار ضبط بھی ہوجاییں تو جو فائلیں جمع کرائی گئی ہیں انہیں دوبارہ حاصل کیا جا سکے ","This means that the submitted files will be stored in plaintext on the server.":"اس کا مطلب یہ ہے کہ فائلوں کو نوڈ پر سادہ متن میں محفوظ کیا جائے گا .","This platform makes use of GlobaLeaks software specifically designed to protect the identity of the submitter and of the receiver in the exchange of leaked materials.":"یہ پلیٹ فارم GlobaLeaks کے سافٹ ویئر کا استعمال کرتا ہے جسے خاص طور سے جمع کروانے والے اور وصول کنندہ کی شناخت کو چھپانے کے لئے استعمال کیا جاتا ہے فاش ہونے والے مواد کے تبادلے میں.","This receiver cannot be deselected.":"اس وصول کنندہ یعنی ریسیور کو غیرمنتخب نہیں کیا جاسکتا -javascript:;","This receiver cannot be selected.":"یہ وصول کنندہ منتخب نہیں کیا جا سکتا","This receiver has configured the encryption key.":"اس وصول کنندہ نے اینکریپشن کی کو ترتیب دیا ہے","This receiver has not configured the encryption key.":"اس وصول کنندہ نے اینکریپشن کی کو ترتیب نہیں دیا ہے","This server is not configured.":"یہ نوڈ مرتب نہیں ہے۔","This won't preserve Whistleblower's anonymity while preserving submission confidentiality.":"یہ گذارشات کی رازداری  محفوظ رکھے گا مگر مخبر کی شناخت کو صیغہ راز میں رکھنے کی ضمانت نہیں۔ ","Time":"وقت","Timezone":"ٹائم زون","Tip":"تجویز","Tip Email Subject":"ای میل کے موضوع کی تجویز ","Tip Email Template":" ای میل سانچہ کی تجویز ","Tip Status Page":"تجویز کی حیثیت کا صفحہ","Tip [%TipNum%] is going to expire in %ExpirationWatch% hours":"ٹوٹکا [%TipNum%] میں ختم ہو رہا ہے %ExpirationWatch% گھنٹے","Tips":"اشارہ","Tips Overview":"تجاویز کا جائزہ","Titles size limit (in bytes)":"ٹاٹئٹل سائز کی حد (بائٹس میں)","To ensure your anonymity you must use the Tor Browser to visit this site.\\nYou acknowledge that failure to do so will result in the inability to technically protect your anonymity.\\nTo further enhance your security, please follow these instructions:\\n1) In the event that you would like to remain anonymous, do not submit any personal information. (e.g. your name or relationship to the offender. Do not submit any information that can be traced back to you.)\\n2) Please do not submit your report on a PC provided by your employer. Particularly an intranet connection may jeopardize your anonymity.":"اپنی شناخت مخفی رکھنے کو یقینی بنانے کے لیے یہ یقینی بنانا ہوگا کہ آپ ٹور براؤزر بنڈل استعمال کرتے ہوئے اس ویب سائٹ کا وزٹ کررہے ہیں۔ آپ کو آگاہ کیا جاتا ہے کہ آپ کی شناخت کے تحفظ میں ناکامی دراصل تکنیکی لحاظ سے نااہلی کا نتیجہ ہے۔ آئندہ کے لیے اپنی سیکیورٹی  کو مزید سخت کرنے کے لیے براہ مہربانی ان ہدایات پر عمل کریں: 1 اُن مواقعوں پر، جب آپ بدستور اپنی شناخت پوشیدہ رکھنے کے خواہاں ہوں، اُس دوران کسی قسم کی ذاتی معلومات داخل نہ کیجیے۔ (مثلاً اپنا نام، یا قانون شکن سے اپنا رشتہ۔ کسی قسم کی ایسی کوئی معلومات نہ دیجیے جس سے آپ کا سراغ لگایا جاسکتا ہو)۔ 2 براہ مہربانی اپنے آجر (ایمپلائر) کی طرف سے فراہم کردہ کمپیوٹراستعمال میں لاتے ہوئے، اپنی رپورٹ نہ جمع کروائیں۔ خاص طور پر ایک انٹرانیٹ کنکشن آپ کی شناخت مخفی رکھنے کو خطرات سے دوچار کرسکتا ہے۔","To know more about GlobaLeaks Security you can read the following document:":"گلوبل لیکس سکیورٹی کے متلق مزید جاننے کے لیے یہ دستاویز دیکھیں","To properly organize your project, please read the following guidelines:":"ابتدا کردہ اقدامات کو منظم اور ترتیب وار رکھنے کے واسطے براہ مہربانی درج ذیل رہنما خطوط ملاحظہ کریں:","To report a bug or request a feature in GlobaLeaks software, please open a ticket describing the issue you're encountering or the new feature request:":"کسی نقص کی رپورٹ یا GlobaLeaks سافٹ ویئر میں کسی خصوصیت کی درخواست کے لئے، براہ مہربانی ایک ٹکٹ کھولیے جس میں، آپ جس مسئلے کا سامنا کررہے ہیں یا نئی خصوصیت کی درخواست کو بیان کیا گیا ہو:","To use GlobaLeaks Cookies must be enabled.":"گلوبل لیکس استعمال کرنے کے واسطے کوکیزکا فعال ہونا ضروری ہے۔","Too many file uploads in":"بہت زیادہ فائلیں اپ لوڈ ہیں","Too many requests":" کئی درخواستیں","Too many submissions in":"اس میں بہت زیادہ گذارشات ہیں ","Tor Hidden Service (URL)":"Tor خفیہ خدمت (یو آر ایل)","Tor2web Public Site (URL)":"Tor2web عوامی سائٹ (یو آر ایل)","Total uncompressed size: %TotalSize%":"کل سکڑا سائز:٪ TOTALSIZE٪","Translation Customization":"ترجمے کی تخصیص کاری","Transport Security":"ٹرانسپورٹ سکیورٹی","Type":"قسم","Type your new password again":"اپنے نئے پاس ورڈ کا دوبارہ اندراج کریں","Unselect this receiver.":"اس وصول کنندہ کو غیر منتخب کریں","Unselectable":"ناقابلِ انتخاب","Update notification and encryption settings":"اپ ڈیٹ نوٹیفکیشن اور خفیہ کاری کی ترتیبات","Update notification settings":"نوٹیفکیشن کی ترتیبات کی تجدید کریں","Upload":"لوڈ کریں","Upload Custom File":"مخصوص فائل لوڈ کریں","Upload Date":"اپ لوڈ کی تاریخ","Uploaded files":"اپ لوڈ کی گئی فائلیں","Uploading files...":"فائلیں اپ لوڈ ہو رہی ہیں۔۔۔ ","Use the 16 digit key code to log in. It will allow you to view any messages we sent you, and also to add extra info.":"لاگ اِن کے لیے 16 ہندسوں پر مشتمل اپنا کلیدی کوڈ استعمال میں لاتے ہوئے وہ پیغامات دیکھیں جو ہم آپ کو بھیجیں گے اور اگر آپ کچھ اور سوچ رہے ہوں تو آپ کو انہیں بھی شامل کردینا چاہیے۔","Username":"صارف کا نام","Username:":"صارف کا نام","Users Overview":"صارفین کا جائزہ","Vertical order (Y)":"عمودی ترتیب (Y)","View Tip":"تجویز ملاحظہ کیجئے","View your submission":"اپنی داخل کردہ گذارشات دیکھ لیں","WB Last Access":"ڈبلیو بی کی آخری رسائی","Wait for another":"دوسرے کا انتظار کریں","Warning!":"خبردار!","Warning! You are not Anonymous.":"انتباہ! آپ گمنام نہیں ہیں.","We do not discriminate based on race and gender, but we do against computers :)":"ہم نسل اور جنس کی بنیاد پر تفریق نہیں کرتے، مگر ہم کمپیوٹر کے خلاف کرتے ہیں  :)","We will try to get back to you as soon as possible!":"ہم جلد از جلد آپ تک دوبارہ پہنچنے کی کوشش کریں گے","Welcome to GlobaLeaks Administration Interface":"گلوبل لیکس کے ایڈمن انٹرفیس میں خوش آمدید","Welcome to GlobaLeaks!":"گلوبل لیکس میں خوش آمدید","Welcome to the GlobaLeaks platform!":"گلوبل لیکس پلیٹ فارم پر خوش آمدید!","What is the topic of your whistleblowing project?":"آپ کی whistleblowing سرگرمی کا موضوع کیا ہے؟","When the option is re-enabled the spooled emails will be sent out.":"آپشن دوبارہ فعال ہونے جمع شدہ ای میلز کو بھیجا جائے گا","Which of the following statements is true?":"مندرجہ ذیل بیانات میں سے کون سا صحیح ہے؟","Whistleblower":"مخبر","Whistleblower Interface":"چشم کشا سنگم یا انٹرفیس","Whistleblower comments":"چشم کشا تبصرے","Whistleblower messages":"Whistleblower کے پیغامات","Whistleblowers can perform submissions via Tor2web.":"Whistleblowers  بذریعہ Tor2web عرضداشتیں ارسال کر سکتے ہیں","Whistleblowing Button":"مخبر بٹن","Whistleblowing disabled":"Whistleblowing غیر فعال کر دیا","With a HTTPS submission you are exposing yourself to the risks that someone else will know that you have submitted something, without knowing what you have submitted.\\n\\nInstead with an Anonymous Submission you are fully protected, it is not possible for a third party to know that you have submitted something nor what you have submitted.\\n\\nWe strongly advise you to go for an Anonymous Submission.\\n\\nTo make an Anonymous Submission, instead of using your usual Web Browser (Internet Explorer, Chrome, Firefox, Opera, etc.) you should use the Tor Browser. This is a special piece of software designed to enable Anonymous Web Browsing.":"ایک ایچ ٹی ٹیپی ایس کے ساتھ گزارش اپنے آپ کو اس خطرے سے دوچار کر دیتے ہیں کہ کسی اور کو یہ پتا چلے کہ آپ نے کچھ جمع کرایا ہے بغیر یہ جانے کہ آپ نے کیا جمع کرایا ہے .اس کی بجائے ایک گمنام گذارش کے ساتھ آپ مکمل طور پر محفوظ ہیں کہ کسی تیسری پارٹی کے لئے یہ ممکن نہیں ہے کہ وہ معلوم کر سکے کہ آپ نے کیا جمع کرایا ہے اور نہ ہی یہ کہ کچھ جمع کرایا ہے .ہم آپ کو گمنام طور پر جمع کرانے کا مشوره دیں گے.بجائے اپنے معمول کے ویب براؤزر (انٹرنیٹ ایکسپلورر، کروم، فائر فاکس، اوپرا، وغیرہ) آپ کو ٹار براؤزر بنڈل استعمال کرنا چاہیے، ایک گمنام عرضی کو بنانے کے لئے.یہ گمنام ویب براؤزنگ  کرنے کے لیے ڈیزائن کردہ سافٹ ویئر کا ایک خاص حصہ ہے.","Without a valid PGP key, the system will not be able to send encrypted notifications to you.":"ایک موثر 'پی جی پی کی' کے بغیر یہ سسٹم آپ کو انکرپٹڈ نوٹیفکیشن بھیجنے کا اہل نہیں رہے گا۔ ","Without a valid PGP key, the system will not be able to send them encrypted notifications.":"ایک موثر 'پی جی پی کی' کے بغیر یہ سسٹم آپ کو انکرپٹڈ نوٹیفکیشن بھیجنے کا اہل نہیں رہے گا۔","Write down your keycode":"اپنا کلیدی کوڈ درج لکھیے","Wrong Answer!":"غلط جواب!","YOUR NAME":"آپ کا نام؟","Yes":"جی ہاں","You are aware of the risks involved. Go ahead, but consider yourself warned.":"آپ خطرات سے آگاہ ہیں.آگے بڑھیں، لیکن خبرداررہیں.","You are connecting to the server without anonymity and this server supports only anonymous submissions":"آپ اپنا نام ظاہر نہ کئے بغیر نوڈ سے منسلک ہیں اور یہ نوڈ صرف گمنام گذارشات کی تائید کرتی ہے۔","You are strongly advised to visit this site using the desktop app called Tor Browser, that protects your identity.":"آپ کو سختی سے ہدایت کی جاتی ہے کہ ڈیسک ٹاپ ایپ، جسےٹور براؤزر کہا جاتا ہے اور جو آپکی شناخت کا تحفظ کرتا ہے، کو استعمال میں لاتے ہوئے اس ویب سائٹ کا وزٹ کریں۔   ","You can reach GlobaLeaks's support chat via IRC on OFTC server on channel #globaleaks:":"آپ گلوبل لیکس کی معاونت بات چیت تک بذریعہ آئی آر سی، OFTC سرور پر globaleaks# چینل، پہنچ سکتے ہیں","You can read it at: %TipTorURL%":"آپ  ٪ TipTorURL٪ پر پڑھ سکتے ہیں:","You have finished configuring your GlobaLeaks site. You are now ready to further tweak it with the admin interface.":"آپ نے اپنی GlobaLeaks سائٹ  تشکیل دے دی ہے.آپ مستقبل میں ایڈمن انٹرفیس کے اندر اس کی موافقت کے لئے تیار ہیں.","You have not configured your encryption keys, so the files will be stored on the GlobaLeaks server un-encrypted.":"آپ نے اپنی انکرپشن کیز کو ترتیب نہیں دیا ہے، لہٰذا فائلیں گلوبل لیکس نوڈ میں بنا انکرپشن، ذخیرہ ہوں گی۔ ","You now have %EventCount% good reasons to reconnect where is matters":"یہاں ہیں% مواقعوں کی گنتی% جہاں آپ جانتے ہیں، اُس سے منسلک ہونے کااچھا جوازہے!","You should extend its validity and update the key present on the GlobaLeaks servers you are subscribed to or upload a new key.":"آپ گلوبل لیکس پر پیش کردہ 'کی' سبسکرائب کر کے یا نئی 'کی' اپ لوڈ کرتے ہوئے اسے اپ ڈیٹ کرکے، اُس کے مؤثر رہنے کی معیاد میں اضافہ کرسکتے ہیں۔    ","You will not be able to send a submission.":"آپ تجویز نہیں بھیج سکیں گے","You're running GlobaLeaks version":"آپ چلا رہے ہیں گلوبل لیکس ورژن","Your Tips":"آپ کی تجاویز","Your submission was successful.":"آپ کی جمع کردہ گذارشارت کامیاب رہیں","Zip Description Template":"زپ کی تفصیلات کا ٹیمپلیٹ","[Tip %TipNum%] New attachment":"[ٹپ٪ TipNum٪] نئی دستاویز","[Tip %TipNum%] New attachment in context %ContextName%":"[Tip %TipNum%] سیاق و سباق %ContextName% پر نئے منسلکہ دستاویز","[Tip %TipNum%] New comment":"[ٹپ٪ TipNum٪] نیا تبصرہ","[Tip %TipNum%] New comment in context %ContextName%":"[Tip %TipNum%]  سیاق و سباق پر نیا تبصرہ %ContextName%","[Tip %TipNum%] New message":"[ٹپ٪ TipNum٪] نیا پیغام","[Tip %TipNum%] New message in context %ContextName%":"[Tip %TipNum%] سیاق و سباق پر نیا پیغام%ContextName%","[Tip %TipNum%] New submission":"[ٹپ٪ TipNum٪] نئی تجویز","[Tip %TipNum%] New submission in context %ContextName%":"[Tip %TipNum%] سیاق و سباق پر نئی تجویز  %ContextName%","[Tip %TipNum%] for %ReceiverName% in %ContextName%: new Tip (Encrypted)":"[Tip %TipNum%] \n %ReceiverName% کے لئے ٪ ContextName٪ میں :نئی تجویز (مرموز)","back":"واپس","download":"ڈاؤن لوڈ","download all files":"تمام فائلیں  ڈاؤن لوڈ کریں ","during this hour the server was off.":"اس گھنٹے کے دوران جنبش بند ہے","file unavailable":"فائل دستیاب نہیں ہے","has postponed Tip expiration to":"پر تجویز میعاد اختتام ملتوی کر دیا ہے","no stats available for current hour; check activities page.":"اس گھنٹے کے لیے اعدادوشمار دستیاب نہیں؛ سرگرمیوں کا صفحہ دیکھیں","no stats available for the future.":"مستقبل کےلیے اعدادوشمار دستیاب نہیں۔","proudly powered by GlobaLeaks, copyright by Hermes Center for Transparency and Digital Human Rights":"فخر کے ساتھ شفافیت اور ڈیجیٹل انسانی حقوق کے لئے ہرمیس سینٹر کی طرف سے کاپی رائٹ کردہ  ، GlobaLeaks کے ذریعے پیش کیا گیا","seconds":"سیکنڈ","show all the files":"تمام فائلوں کو دکھائیے","show only files not yet downloaded":"صرف وہ فائلیں دیکھیں جو ڈاؤن لوڈ نہیں ہوئیں ","via Tor at: %TipTorURL%":"٪ TipTorURL٪: میں ٹار کے ذریعے","via Tor2web at: %TipT2WURL%":"٪ TipT2WURL٪: میں Tor2web کے ذریعے"}