Repository: globaleaks/whistleblowing-software
Catalog: client/pot/*.po
Languages: az, bg, bs, eu, fa, ka, ko, mk, sq, uk, vi

source: The submission can be accessed at:
fa: گزارش از طریق زیر قابل دسترسی می باشد:

source: New comment
az: Yeni şərh
bg: Нов коментар
bs: novi komentar
fa: دیدگاه جدید
ka: ახალი კომენტარის დამატება
ko: 새로운 코멘트
sq: një koment të ri
uk: Новий Коментар
vi: Bình luận mới

source: This is an email to notify you that a request has been made to change your email address to {NewEmailAddress}.
eu: Posta elektronikoko helbidea aldatzeko eskaera egin dela {NewEmailAddress} helbideari jakinarazteko mezu bat da hau.
fa: این ایمیل به شما اطلاع می دهد که یک درخواست برای تغییر آدرس ایمیل شما به {NewEmailAddress} صورت گرفته است.
mk: Ова е е-маил известување дека е направено барање за промена на е-маил адресата во {NewEmailAddress}.
vi: Đây là một email để thông báo cho bạn rằng một yêu cầu đã được thực hiện việc thay đổi địa chỉ email của bạn thành {NewEmailAddress}

source: Click the following link to validate this change:
eu: Sakatu hurrengo estekan aldaketa balioztatzeko:
fa: برای تایید اعتبار تغییر روی لینک زیر کلیک کنید:
mk: Кликнете на следниот линк за да ја валидирате оваа промена:
vi: Nhấp vào liên kết sau để xác thực thay đổi này:

source: If you didn't request this change, change your password and contact your system administrator.
eu: Aldaketa egitea eskatu ez baduzu, aldatu pasahitza eta jarri harremanetan sistemaren administratzailearekin.
fa: اگر شما خواستار این تغییر نبودید، گذرواژه خود را تغییر دهید و با مدیر سیستم خود ارتباط برقرار کنید.
mk: Доколку не сте ја побарале оваа промена, променете ја Вашата лозинка и контактирајте го систем администраторот.
vi: Nếu bạn không yêu cầu thay đổi này, hãy thay đổi mật khẩu và liên hệ với quản trị viên hệ thống của bạn.

source: Email change request
eu: Helbide elektronikoa aldatzeko eskaera
fa: درخواست تغییر ایمیل
mk: Барање за промена на е-маил
vi: Yêu cầu thay đổi email

source: From: {RecipientName}
az: Dan: {RecipientName}
bg: От: {RecipientName}
bs: Od: {RecipientName}
fa: از: {RecipientName}
ka: ავტორი: {RecipientName}
ko: 보낸 사람 : {RecipientName}
sq: Nga: {RecipientName}
uk: Від: {RecipientName}

source: Date: {EventTime}
az: Tarix: {EventTime}
bg: Дата: {EventTime}
bs: Datum: {EventTime}
eu: Data: {EventTime}
fa: تاریخ: {EventTime}
ka: თარიღი: {EventTime}
ko: 날짜 : {EventTime}
mk: Датум: {EventTime}
uk: Дата: {EventTime}
vi: Ngày: {EventTime}

source: From: Whistleblower
az: dan: İnformasiya ötürən
bg: От: Източник
bs: Od: zviždača
eu: Nork: Salatzailea
fa: از: افشاگر
ka: ავტორი: Whistleblower
ko: 보낸 사람 : 내부자 고발
mk: Од: Укажувач
uk: Від: Інформатора
vi: Từ: Whistleblower

source: Date: {SubmissionDate}
az: Tarix: {SubmissionDate}
bg: Дата: {SubmissionDate}
bs: Datum: {SubmissionDate}
eu: Data: {SubmissionDate}
fa: تاریخ: {SubmissionDate}
ka: თარიღი: {SubmissionDate}
ko: 날짜 : {SubmissionDate}
mk: Датум: {SubmissionDate}
uk: Дата: {SubmissionDate}
vi: Ngày: {SubmissionDate}

source: Label: {TipLabel}
az: Yarlıq: {TipLabel}
bg: Относно: {TipLabel}
eu: Etiketa: {TipLabel}
fa: برچسب: {TipLabel}
ka: ჟანრი: {TipLabel}
ko: 레이블 : {TipLabel}
mk: Ознака: {TipLabel}
uk: Позначка: {TipLabel}
vi: Nhãn: {TipLabel}

source: Context: {ContextName}
az: Məzmun: {ContextName}
bg: Контекст: {ContextName}
bs: Kontekst: {ContextName}
fa: زمینه: {ContextName}
ka: კონტექსტი: {ContextName}
ko: 컨텍스트 : {ContextName}
sq: Konteksti: {ContextName}
uk: Назва тематики: {ContextName}
vi: Bối cảnh: {ContextName}

source: This is an email to notify you that the whistleblower of submission {TipNum} has attached new material.
az: Bu, informasiya ötürənin yeni material {TipNum} əlavə etməsiylə bağlı göndərilən e-maildir.
bg: Този имейл Ви уведомява, че източникът за сигнал {TipNum} е прикрепил нов материал.
bs: Ovo je e-mail da vas obavijestiti da je zviždač podnošenja {TipNum} je dodao novi materijal.
fa: این ایمیل برای این است که به شما اطلاع دهد که افشاگر گزارش {TipNum} یک چیز جدید ضمیمه کرده است.
ka: ეს არის ელ გაცნობებთ, რომ მამხილებელთა წარდგენის {TipNum} ერთვის ახალი მასალა.
ko: 이 제출 %의 {TipNum} 의 %의 내부 고발자가 새로운 자료를 첨부했음을 알리는 이메일입니다.
sq: Kjo është një email që të ju njoftojmë se zbuluesi i dorëzimit {TipNum} ka bashkangjitur materiale të reja.
uk: Повідомляємо що інформатор, який надав свідчення {TipNum} , додав новий файл.

source: New attachment
az: Yeni əlavə
bg: Прикачване на нов файл
bs: novi prilog
fa: ضمایم جدید
ka: ახალი დანართი
ko: 새 첨부 파일
sq: lidhja e re
uk: Новий додаток
vi: Tập tin đính kèm mới

source: The HTTPS certificate loaded on the platform is about to, or has already expired.
az: Platformaya yüklənmiş HTTPS seritifikat müddəti sona çatır və ya artıq başa çatıb.
bg: Зареденият HTTPS сертификат е изтекъл или скоро ще изтече.
eu: Plataforman kargatutako HTTPS ziurtagiria iraungitzear dago edo iraungi du.
fa: گواهی HTTPS بارگذاری شده روی پلتفورم در حال انقضاست، یا انقضا یافته است.
mk: HTTPS сертификатот на платформата ќе истече или е веќе истечен.
vi: Chứng chỉ HTTPS được tải lên trên nền tảng sắp hoặc đã hết hạn

source: Expiration date: {ExpirationDate}
az: Bitmə tarixi: {ExpirationDate}
bg: Дата на изтичане: {ExpirationDate}
bs: Rok trajanja: {ExpirationDate}
eu: Iraungitze data: {ExpirationDate}
fa: تاریخ انفضا: {ExpirationDate}
ka: ვადის გასვლის თარიღი: {ExpirationDate}
ko: 유통 기한 : {ExpirationDate}
mk: Датум на истекување: {ExpirationDate}
sq: Data e skadimit: {ExpirationDate}
uk: Дата закінчення терміну дії: {ExpirationDate}
vi: Ngày hết hạn: {ExpirationDate}

source: Without a valid certificate, the platform will be accessible in a secure way only via Tor.
az: Mümkün sertifikat olmadığı halda , platforma ancaq Tor vasitəsi ilə təhlükəsiz şəkildə əldə edilə bilər.
bg: Без валиден сертификат, платформата ще бъде достъпна по сигурен начин само през Тор.
eu: Baliozko ziurtagiririk gabe, plataforma Tor bidez bakarrik atzitu ahal izango da modu seguruan.
fa: بدون یک گواهی معتبر، پلتفورم فقط از طریق امن و از راه تور در دسترس خواهد بود.
mk: Без валиден сертификат, платформата ќе биде безбедно достапна единствено преку Tor.
vi: Nếu không có chứng chỉ hợp lệ, nền tảng sẽ chỉ có thể truy cập theo cách an toàn thông qua Tor

source: Log in to solve the issue.
az: Məsələni həll etmək üçün daxil olun.
bg: Впишете се, за да разрешите проблема.
eu: Hasi saioa arazoak konpontzeko.
fa: برای حل مشکل وارد شوید.
mk: Најавете се за да го решите проблемот.
vi: Đăng nhập để giải quyết sự cố.

source: Expiration alert for HTTPS certificate
az: HTTPS sertifikatı üçün bitmə xəbərdarlığı
bg: Предупреждение за изтичащ HTTPS сертификат
eu: Iraungitze abisua HTTPS ziurtagiriarentzat
fa: هشدار انقضا برای گواهی HTTPS
mk: Потсетник за истекување на HTTPS сертификатот
vi: Thông báo hết hạn cho chứng chỉ HTTPS

source: The automatic HTTPS certificate renewal scheduled for today just failed.
eu: Gaurko aurreikusitako HTTPS ziurtagiriaren berritze automatikoak huts egin du.
fa: تمدید خودکار گواهی HTTPS زمان بندی شده برای امروز ناموفق بود.
mk: Автоматското ажурирање на HTTPS сертификатот закажано за денес не успеа.
vi: Việc gia hạn chứng chỉ HTTPS tự động được lên kế hoạch cho ngày hôm nay vừa thất bại.

source: The system will keep trying.
eu: Saiatzen jarraituko du sistemak.
fa: سیستم به تلاش خود ادامه خواهد دهد.
mk: Системот ќе продолжи да се обидува.
vi: Hệ thống sẽ tiếp tục cố gắng.

source: Failed HTTPS certificate renewal
eu: Akatsa HTTPS ziurtagiria berritzean.
fa: تمدید گواهی HTTPS ناموفق
mk: Оневозможено е обновување на HTTPS сертификатот
vi: Gia hạn chứng chỉ HTTPS không thành công

source: This is an email to notify you that a custodian has authorized you to access to the whistleblowing identity for the submission {TipNum}.
az: Bu email sizə təqdimat üçün informasiya ötürənin kimliyinə girməyə icazə verdiyini bildirmək üçün mühafizəçi tərəfindən göndərilib {TipNum}.
bg: Този имейл Ви уведомява, че попечителят Ви е разрешил достъпа до самоличността на изпращача на сингал {TipNum}.
fa: این ایمیل به شما اطلاع می دهد که داده بان به شما اجازه داده است تا به هویت افشاگر برای گزارش {TipNum} دسترسی داشته باشید.
uk: Повідомляємо, що куратор задовольнив Ваш запит на доступ до даних про інформатора, який надіслав повідомлення {TipNum}

source: Access to whistleblower's identity authorized
az: İnformasiya ötürənin kimliyinə girişə icazə verildi
bg: Достъпът до самоличността на източника е разрешен
bs: Pristup identitet zviždač ovlašćenih
eu: Salatzailearen identitatera sarbidea baimendu da
fa: اجازه دسترسی به هویت افشاگر داده شد
ka: ხელმისაწვდომობა მამხილებლის ვინაობა უფლებამოსილი
ko: 내부 고발자의 신원에 대한 액세스 권한을
mk: Авторизиран е пристап кон идентитетот на укажувачот
sq: Qasja në identitetin e informatorëve të autorizuar
uk: Запит на інформацію про особу викривача було задоволено
vi: Truy cập vào danh tính người tố giác được ủy quyền

source: This is an email to notify you that a custodian has denied you access to the wistleblowing identity for the submission {TipNum}.
az: Bu email təqdimat üçün mühafizəçinin informasiya ötürənin kimliyinə girişə imtina edildiyini bildirmək üçün göndərilib {TipNum}.
bg: Този имейл ви уведомява, че попечителят Ви е отказал достъп до самоличността на изпращача на сигнал {TipNum}.
bs: Ovo je e-mail da vas obavijestiti da je kustos je negirao pristup identitet wistleblowing za podnošenje {TipNum}.
fa: این ایمیل به شما اطلاع می دهد که داده بان دسترسی شما به هویت افشاگر گزارش {TipNum} را رد کرده است.
ka: ეს არის ელ გაცნობებთ, რომ მზრუნველი უარყო თქვენ შედიხართ wistleblowing პირადობის წარდგენის {TipNum}.
ko: 이렇게 보관하면 제출 {TipNum} 의 wistleblowing 정체성에 대한 액세스를 거부했음을 알리는 이메일입니다.
sq: Kjo është një e-mail për të njoftuar ju se kujdestari ka mohuar qasje në identitetin wistleblowing për dorëzimin {TipNum}.
uk: Повідомляємо, що куратор відхилив Ваш запит на доступ до даних про інформатора, який повідомив свідчення {TipNum}

source: Access to whistleblower's identity denied
az: İnformasiya ötürənin kimliyinə giriş rədd edildi
bg: Достъпът до самоличността на източника е отказан
bs: Pristup identitet zviždač negirao
eu: Salatzailearen identitatera sarbidea ukatu da
fa: دسترسی به هویت افشاگر داده نشد.
ka: ხელმისაწვდომობა მამხილებლის ვინაობა უარყო
ko: 내부 고발자의 신원에 대한 액세스가 거부
mk: Не е возможен пристап кон идентитетот на укажувачот
sq: Qasja në identitetin Whistleblower mohoi
uk: Запит на інформацію про особу викривача було відхилено
vi: Truy cập vào danh tính người tố giác bị từ chối

source: This is an email to notify you that a recipient has requested access to the whistleblower's identity for the submission {TipNum}
az: Bu email təqdimat üçün qəbuledicinin informasiya ötürənin kimliyinə girişə icazə verilməsi tələbini bildirmək üçün göndərilib {TipNum}
bg: Този имейл Ви уведомява, че един от получателите изисква достъп до самоличността на източника за сигнал{TipNum}
bs: Ovo je e-mail da vas obavijestiti da je primalac zatražila pristup identitet zviždača za podnošenje {TipNum}
fa: این ایمیل به شما اطلاع می دهد که گیرنده خواستار دسترسی به هویت افشاگر برای گزارش {TipNum} می باشد
ka: ეს არის ელ გაცნობებთ, რომ მიმღები მოითხოვა ხელმისაწვდომობის მამხილებელთა პირადობის წარდგენის {TipNum}
ko: 이것은받는 사람이 제출 {TipNum} 의 제보자의 신원에 대한 액세스를 요청했음을 알리는 이메일입니다
sq: Kjo është një email që të ju njoftojmë se një marrës ka kërkuar qasje në identitetin e whistleblower s per paraqitjen {TipNum}
uk: Повідомляємо, що одержувач надав запит на доступ до даних про інформатора, який повідомив свідчення {TipNum}

source: The request can be accessed at:
eu: Eskaera hemendik ikus daiteke:
fa: درخواست از طریق زیر قابل دسترسی می باشد:
mk: Барањето е достапно на:
vi: Yêu cầu có thể được truy cập tại:

source: New request of access to a whistleblower's identity
az: İnformasiya ötürənin kimliyinə yeni giriş tələbi
bg: Нова заявка за достъп до самоличността на източник
bs: Novi zahtjev pristupa identiteta zviždač je
eu: Salatzaile baten nortasuna atzitzeko eskaera berria
fa: درخواست دسترسی جدید به هویت افشاگر
mk: Ново барање за пристап до идентитетот на укажувачот
uk: Новий запит на інформацію про особу викривача
vi: Yêu cầu mới về quyền truy cập vào danh tính của người tố giác

source: This is an email to notify you that the whistleblower for the submission {TipNum} has provided their identity.
az: Bu e-poçt, informasiya ötürənin təqdimat {TipNum} üçün öz kimliyi ilə məlumatları təmin etməsi ilə bağlı göndərilib.
bg: Този имейл Ви уведомява, че източникът на сигнал {TipNum} е изпратил самоличността си.
bs: Ovo je e-mail da vas obavijestiti da je zviždač za podnošenje {TipNum} pružio svoj identitet.
fa: این ایمیل می خواهد به شما بگوید که افشاگر برای گزارش {TipNum} هویت خود را برای شما فراهم کرده است.
ka: ეს არის ელ გაცნობებთ, რომ მამხილებელთა წარდგენის {TipNum} უზრუნველყო მათი თვითმყოფადობის.
ko: 이 제출 %의 TipNum %를위한 내부 고발자가 자신의 정체성을 제공하고 있음을 알리는 이메일입니다.
sq: Kjo është një email që të ju njoftojmë se whistleblower për dorëzimin {TipNum} ka dhënë identitetin e tyre.
uk: Повідомляємо, що викривач, який надав свідчення {TipNum} додав дані про власну особу.

source: The whistleblower has provided their identity
az: İnformasiya ötürən öz kimliyini göstərib.
bg: Източникът е изпратил самоличността си.
bs: Uzbunjivač je dao svoj identitet
eu: Salatzaileak bere nortasuna eman du
fa: افشاگر هویت خود را فراهم کرده است
ka: მამხილებლისთვის უზრუნველყო მათი ვინაობა
ko: 고발자는 자신의 정체성을 제공하고있다
mk: Укажувачот го прикажа својот идентитет
sq: Whistleblower ka dhënë identitetin e tyre
uk: Викривач ідентифікував себе
vi: Các tố giác viên đã cung cấp danh tính của họ

source: This is an email to notify you of a new message on an existing submission.
az: Bu e-poçt, sizi mövcud təqdimatla bağlı gələn yeni mesaj barədə xəbərdar edir.
bg: Този имейл ви уведомява, че имате ново съобщение за съществуващ сигнал.
bs: Ovo je e-mail da vas obavijestiti o novom poruke na postojeću predaju.
fa: این ایمیل شما می خواهد شما را از وجود یک پیام جدید روی گزارش موجود با خبر کند.
ka: ეს არის ელ გაცნობებთ ახალი გაგზავნა არსებული წარდგენა.
ko: 이는 기존의 제출에 새 메시지를 알려하는 이메일입니다.
sq: Kjo është një e-mail për të njoftuar ju një mesazh të ri në një paraqitjen ekzistuese.
uk: Один з інформаторів залиший новий коментар до існуючого свідчення.

source: New message
az: Yeni mesaj
bg: Ново съобщение
bs: nova poruka
fa: پیام جدید
ka: ახალი შეტყობინება
ko: 새로운 메시지
sq: mesazh i ri
uk: Нове Повідомлення
vi: Tin nhắn mới

source: You're receiving this email because a password reset has been requested for your account.
fa: شما این ایمیل را دریافت میکنید چون یک درخواست تنظیم مجدد گذرواژه برای حساب شما خواسته شده است.

source: If you didn't make this request, you may safely ignore and delete this email.
eu: Eskakizun hori egin ez baduzu, ez egin kasu eta ezabatu lasai mezu hau.
fa: اگر شما این درخواست را نکرده اید، می توانید از آن چشم پوشی کرده و این ایمیل را حذف کنید.
mk: Доколку не сте го поднеле ова барање, можете да го игнорирате и да ја избришете оваа е-маил порака.
vi: Nếu bạn không thực hiện yêu cầu này, bạn có thể bỏ qua và xóa email này một cách an toàn.

source: You can confirm your request by clicking the following link:
eu: Zure eskaera berresteko, sakatu hurrengo esteka:
fa: شما می توانید درخواست خود را با کلیک بر روی لینک زیر تایید کنید:
mk: Можете да го потврдите Вашето барање со кликање на следниот линк:
vi: Bạn có thể xác nhận yêu cầu của mình bằng cách nhấp vào liên kết sau:

source: Password reset instructions
eu: Pasahitzak berrezartzeko jarraibideak
fa: دستور العمل های تنظیم مجدد گذرواژه
mk: Упатства за ресетирање на лозинката
vi: Hướng dẫn cài đặt lại mật khẩu

source: This is an email to inform you that your PGP key is expiring or has already expired.
az: Bu e-poçt, PGP açarın sona çatacağını və ya artıq başa çatdığını bildirmək üçün göndərilib.
bg: Този имейл Ви уведомява, че PGP ключът Ви ще изтече или вече е изтекъл.
bs: Ovo je e-mail ti je to ključ PGP ističe ili je već istekao obavijestiti.
eu: Posta honen bidez zure PGP gakoa iraungiko duela edo iraungi duela jakinarazi nahi dizugu.
fa: این ایمیل می خواهد شما را اگاه کند که کلید PGP شما در حال انقضا می باشد یا انقضا شده است.
ka: ეს არის ელ გაცნობებთ, რომ თქვენი PGP გასაღები იწურება და უკვე ამოიწურა.
ko: 이것은 당신의 PGP 키가 만료되거나 이미 만료되었음을 알리는 이메일입니다.
mk: Ова е е-маил известување дека Вашиот PGP клуч истекува или дека веќе е истечен.
sq: Kjo është një e-postë për t'ju njoftuar se çelësi juaj PGP po skadon ose tashmë është i skaduar.
uk: Цей лист інформує, що ваш ключ PGP закінчується або вже закінчився.
vi: Đây là một email thông báo cho bạn rằng chìa khóa PGP của bạn hết hạn hoặc đã hết hạn.

source: You should extend its validity and update the key present on the platform, or upload a new key.
az: Siz, platformada mövcud açarın etibarlılığını uzatmalı və yeniləməli, və ya yenisini yükləməlisiniz.
bg: Би трябвало да увеличите валидността му и да го обновите на платформата или да качите нов ключ.
bs: Trebalo bi proširiti svoju valjanost i ažurirati ključ prisutan na platformi, ili uploadati novi ključ.
eu: Haren baliozko epea luzatu eta plataformako gakoa eguneratu beharko duzu, edo gako berria igo.
fa: شما باید اعتبار آن را تمدید کنید و کلید حاضر بر پلتفورم را به روز رسانی کنید، یا یک کلید جدید آپلود کنید.
ka: თქვენ უნდა გააგრძელოს მისი მოქმედების განახლება და გასაღები იმყოფება პლატფორმა, ან ატვირთოთ ახალი გასაღები.
ko: 당신은 그 유효 기간을 연장하고 플랫폼에서 키 현재를 업데이트하거나 새 키를 업로드해야합니다.
mk: Морате да ја продолжите неговата важност и да го ажурирате клучот на платформата, или да прикачите нов клуч.
sq: Ju duhet të zgjasë vlefshmërinë e tij dhe përditësimin e pranishëm kyç në platformë, ose ngarkoni një çelës të ri.
uk: Ви повинні продовжити термін дії і оновити ключ на сайті Xabardocs, або завантажити новий ключ.
vi: Bạn nên mở rộng hiệu lực của nó và cập nhật các mặt chính trên nền tảng, hoặc tải lên một khoá mới.

source: Without a valid PGP key, the system won't be able to encrypt data provided to you.
az: Etibarlı PGP açarı olmadan sistem sizə verilən məlumatları şifrələməyəcək.
bg: Без валиден PGP ключ системата няма да може да криптира информацията, която давате.
bs: Bez valjanog PGP ključa, sistem neće biti u mogućnosti da enkripciju podataka koje ste dobili.
eu: PGP gako baliozkorik gabe, sistemak ezingo ditu zifratu zuk emandako datuak.
fa: بدون یک کلید PGP معتبر، سیستم قادر نخواهد بود داده های داده شده به شما را رمزنگاری کند.
ka: არასაპატიო PGP გასაღები, სისტემა ვერ შეძლებს დაშიფროთ მონაცემები თქვენთვის.
ko: 유효한 PGP 키가 없으면, 시스템은 귀하에게 제공된 데이터를 암호화 할 수 없습니다.
mk: Без валиден PGP клуч, системот нема да биде во можност да ги криптира податоците достапни за Вас.
sq: Pa çelës vlefshme PGP, sistemi nuk do të jetë në gjendje të encrypt të dhënat e ofruara për ju.
uk: Без дійсного ключа PGP, система не зможе надсилати вам зашифровані повідомлення.
vi: Nếu không có một chìa khóa PGP hợp lệ, hệ thống sẽ không có khả năng mã hóa dữ liệu cung cấp cho bạn.

source: It appears that {NodeName} is receiving a large number of requests.
az: Göründüyü kimi {NodeName} çox sayda sorğu alır.
bg: Изглежда, че {NodeName} получава голям брой заявки.
bs: Čini se da {NodeName} prima veliki broj zahtjeva.
fa: به نظر می آید که {NodeName} در حال دریافت تعداد درخواست های بالایی می باشد.
sq: Duket se {NodeName} është marrë një numër të madh të kërkesave.
uk: Виявляється, що {NodeName} отримує завелику кількість запитів.

source: To prevent sending you too many emails, the system has disabled email notifications until the load returns to normal. In the meantime, you can normally log onto the platform and manually check for new submissions.
az: Sistem yükləmə normal vəziyyətinə qayıdana kimi email bildirişlərini bağlayıb. Bu, sizə çoxsayda email göndərilməsinin qarşısını almaq üçün edilib. Bu arada, siz platforma daxil olaraq yeni təqdimatlarınzı yoxlaya bilərsiz.
bg: За да предутврати изпращането на твърде много имейли, системата ще изключи изпращането на известия, докато нивото се нормализира. До тогава, може да се вписвате по нормалния начин в платформата и ръзно да проверявате за нови известия.
bs: Da biste spriječili slanje ste previše e-mailova, sistem je onemogućio obavijesti e-pošte dok se teret vrati u normalu. U međuvremenu, možete normalno da se prijavite na platformu i ručno provjeriti za nove argumente.
fa: برای جلوگیری از ارسال های ایمیل زیادی به شما، سیستم نوتیفیکیشن های ایمیل را تا زمانی که بار آن به حالت عادی برگردد غیرفعال کرده است. در عین حال، شما میتوانید به صورت عادی وارد پلتفورم شده و به صورت دستی گزارش های جدید را بررسی کنید.
ka: თავიდან აცილების მიზნით გაგზავნის თქვენ ძალიან ბევრი წერილებს, სისტემის აკრძალა შეტყობინებებს, სანამ დატვირთვის ბრუნდება ნორმალური. ამასობაში, შეგიძლიათ ჩვეულებრივ შეხვიდეთ გადატანა პლატფორმა და ხელით შემოწმება ახალი წარდგინება.
ko: 당신에게 너무 많은 이메일을 보내는 방지하기 위해, 시스템은 정상 부하 돌아갈 때까지 전자 메일 알림을 사용할 수있다. 한편, 당신은 일반적으로 플랫폼에 로그인 할 수 있습니다 수동으로 새 제출을 확인합니다.
sq: Për të parandaluar dërgimin e ju shumë postë elektronike, sistemi ka pezulluar njoftime email deri ngarkesës të kthehet në normale. Në ndërkohë, ju zakonisht mund të hyni mbi platformën dhe me dorë të kontrolloni për aplikimet e reja.
uk: Щоб запобігти відправки вам великої кількості листів, система тимчасово припинила сповіщення електронною поштою і повернеться до нормального режиму після зниження аномальної активності. Ваш аккаут залишається активованим і Ви, як завжди, можете перевіряти повідомлення на сторінці облікового запису.

source: If you don’t mind and would rather receive such a large number of email notifications anyhow, please contact your technical support to have them modify this setting accordingly.
az: Əgər, çox sayda e-mail bildirişləri alırsınızsa və sizi bu narahat edirsə, tənzimləməni dəyişdirmək üçün texniki yardımla əlaqə saxlayın.
bg: Ако това не ви пречи и предпочитате да получавате голям брой имейл известия, се свържете с отгорните за техническа подръжка и ги помолете да настроят системата по съответния начин.
bs: Ako vam ne smeta i da bi radije dobiti tako veliki broj prijava e-mail u svakom slučaju, obratite se tehničkoj podršci da ih modificirati ove postavke u skladu s tim.
fa: اگر مشکلی ندارید و ترجیح میدهید تا تعداد زیادی ایمیل دریافت کنید، با پشتیبانی فنی خود ارتباط برقرار کنید و آز آن ها بخواهید تا آن را بر این اساس اصلاح کنند.
ka: თუ თქვენ არ იბადება და უფრო მიიღოს ასეთი დიდი რაოდენობით შეტყობინებებს anyhow, გთხოვთ, მიმართეთ თქვენი ტექნიკური მხარდაჭერა, რათა მათ შეცვალოთ გარემოში შესაბამისად.
ko: 당신이 상관 없어 오히려 어쨌든 이메일 알림 같은 많은 수의받을 경우, 그들을 따라이 설정을 수정하도록 기술 지원을 문의하십시오.
sq: Nëse ju nuk e mendjes dhe në vend do të marrin një numër kaq të madh të njoftimeve email Gjithsesi, ju lutemi kontaktoni mbështetjen tuaj teknike që ata të ndryshuar këtë vendosjen në përputhje me rrethanat.
uk: Якщо ви непроти отримувати велику кількість повідомлень по електронній пошті в будь-якому випадку, будь ласка, зверніться до технічної підтримки, щоб вони змінити налаштування відповідним чином.

source: Notifications from {NodeName} have been temporarily suspended
az: {NodeName} dan gələn bildirişlər müvəqqəti dayandırılıb
bg: Известията от {NodeName} са временно спрени
bs: Obavijesti iz {NodeName} su privremeno obustavljen
fa: نوتیفیکیشن ها از جانب {NodeName} به صورت موقت تعلیق شده اند
sq: Njoftimet nga {NodeName} janë pezulluar përkohësisht
uk: Повідомлення від {NodeName} тимчасово заблоковані

source: Click the link to activate the platform:
bg: Последвайте връзката, за да активирате платформата:
eu: Sakatu esteka plataforma aktibatzeko:
fa: بر روی لینک کلیک کنید تا پلتفورم را فعال کنید:
mk: Кликнете на линкот за да ја активирате платформата:
vi: Nhấp vào liên kết để kích hoạt nền tảng:

source: Activation
bg: Активация
eu: Aktibatzea
fa: فعال سازی
mk: Активација
vi: Kích hoạt

source: A software update is available.
az: Proqram yenilənməsi mövcuddur
bg: Има ново обновление на софтуера.
eu: Softwarearen eguneraketa bat dago eskuragarri.
fa: بروز رسانی نرم افزار موجود می باشد.
mk: Достапно е ново софтверско ажурирање.
vi: Cập nhật phần mềm.
