Repository: globaleaks/whistleblowing-software
Catalog: client/pot/*.po
Languages: az, bg, bs, eu, fa, ka, ko, mk, sq, uk, vi

source: If not activated within 24 hours the platform will be automatically deleted.
eu: Hurrengo 24 orduetan aktibatzen ez bada, plataforma automatikoki ezabatuko da.
mk: Доколку не биде активирана во наредните 24 часа, платформата ќе биде автоматски избришана.
vi: Nếu không được kích hoạt trong vòng 24 giờ, nền tảng sẽ tự động bị xóa.

source: Confirmation
eu: Berrespena
mk: Потврда
vi: Sự xác nhận

source: Invalid confirmation
eu: Berrespenak ez du balio
mk: Невалидна потврда
vi: Xác nhận không hợp lệ

source: The specified input is not valid.
eu: Zehaztutako sarrera ez da baliozkoa.
mk: Наведениот внес не е валиден.
vi: Đầu vào được chỉ định là không hợp lệ.

source: Remember your receipt for this report.
eu: Arren, gorde kode hau, aurrerago zure salaketaren egoeran sartzeko beharko duzu.
mk: Запомнете ја Вашата потврда за оваа пријава.
vi: Ghi mã khóa của bạn cho việc gửi này.

source: View your report
eu: Ikus zure salaketa
mk: Видете ја Вашата пријава
vi: Xem trình của bạn

source: You have reached the maximum number of selectable recipients.
eu: Hauta daitezkeen hartzaileen kopuru maximora iritsi zara
mk: Го достигнавте максималниот број на селектирани приматели.
vi: Bạn đã đạt đến số lượng tối đa người nhận có thể lựa chọn

source: Errors
vi: Lỗi

source: Please choose a different username.
eu: Arren aukeratu beste erabiltzaile izen bat.
mk: Ве молиме одберете друго корисничко име.
vi: Xin hãy chọn tên người dùng khác.

source: The user will receive an activation link via email.
vi: Người dùng sẽ nhận được một liên kết kích hoạt qua email.

source: Fill out your report
mk: Пополнете ја Вашата пријава
vi: Điền vào phần đệ trình của bạn

source: Describe your report in a few words.
mk: Опишете ја кратко Вашата пријава.
vi: Mô tả trình của bạn với một vài từ

source: Describe your report in detail.
eu: Deskribatu xehetasunez zure salaketa.
mk: Опишете ја детално Вашата пријава.
vi: Mô tả báo cáo của bạn một cách chi tiết.

source: Attach files relevant to the report.
mk: Прикачи датотеки важни за пријавата.
vi: Đính kèm các tập tin liên quan đến báo cáo.

source: You're receiving this email because a user account has been created for you on the system: {Site}
eu: Zuretzat erabiltzaile kontu bat sortu delako jaso duzu posa elektroniko hau: {Site}
mk: Ја добивте оваа е-маил порака поради тоа што е креиран кориснички профил за Вас на системот: {Site}
vi: Bạn đang nhận được email này vì tài khoản người dùng đã được tạo cho bạn trên hệ thống: {Site}

source: Activation link: {Url}
eu: Aktibazio esteka: {Url}
mk: Линк за активација: {Url}
vi: Liên kết kích hoạt: {URL}

source: Please click on the activation link to proceed with the account activation and to set your user password.
eu: Arren, sakatu esteka kontua aktibatzen jarraitzeko eta pasahitza berrezartzeko.
mk: Ве молиме кликнете на линкот за активација за да продолжите со активација на Вашиот профил и поставете ја Вашата лозинка.
vi: Vui lòng nhấp vào liên kết kích hoạt để tiến hành kích hoạt tài khoản và đặt mật khẩu của bạn.

source: This link will expire in 3 days.
vi: Liên kết này sẽ hết hạn trong 3 ngày tới

source: After successful activation you will be able to access the system via the following link: {LoginUrl}
eu: Ongi aktibatu ondoren, proiektuan esteka honen bitartez sartu ahal izango zara: {LoginUrl}
mk: По успешна активација ќе може да пристапите кон системот преку следниот линк: {LoginUrl}
vi: Sau khi kích hoạt thành công, bạn có thể truy cập hệ thống thông qua liên kết sau: {LoginUrl}

source: Account activation
eu: Kontua aktibatzea
mk: Активација на профил
vi: Kích hoạt tài khoản

source: The server cannot guarantee that a new report can be stored, so submissions have been disabled.
eu: Zerbitzariak ezin du bermatu salaketa berri bat biltegiratu daitekeenik; ondorioz, salaketak jasotzea desgaitu da.
mk: Серверот не може да гарантира дека нова пријава може да биде меморирана, поради тоа поднесоците се оневозможени.
vi: Máy chủ không thể đảm bảo rằng một báo cáo mới có thể được lưu trữ, vì vậy các bài nộp đã bị vô hiệu hóa.

source: This is an email to notify you of a new comment on an existing report.
vi: Đây là một email để thông báo cho bạn về một nhận xét mới về một báo cáo hiện có.

source: The report can be accessed at:
eu: Hemendik sar zaitezke salaketan:
mk: Кон пријавата може да се пристапи на:
vi: Yêu cầu có thể được truy cập:

source: From: {Author}
eu: Nork: {Author}
mk: Од: {Author}
vi: Từ: {Author}

source: Status: {TipStatus}
eu: Egoera: {TipStatus}
mk: Статус: {TipStatus}
vi: Trạng thái: {TipStatus}

source: This is an email to notify you that the whistleblower of report {TipNum} has attached new material.
vi: Đây là một email thông báo cho bạn rằng các tố giác nộp {TipNum} đã gắn vật liệu mới.

source: This is an email to notify you that a custodian has authorized you to access to the whistleblowing identity for the report {TipNum}.
eu: Posta elektroniko honen bidez jagoleak {TipNum} salaketarentzat informatzailearen nortasuna atzitzeko baimena eman dizula jakinarazten dizugu.
mk: Ова е е-маил известување дека чуварот одобрил да добиете пристап до идентитетот на укажувачот за пријавата {TipNum}.
vi: Đây là một email thông báo cho bạn rằng người giám sát đã ủy quyền cho bạn truy cập vào danh tính người tố giác của báo cáo {TipNum}

source: This is an email to notify you that a custodian has denied you access to the whistleblowing identity for the report {TipNum}.
eu: Posta elektroniko honen bidez jagoleak {TipNum} salaketarentzat informatzailearen nortasuna atzitzeko baimena ematen ez dizula jakinarazten dizugu.
mk: Ова е е-маил известување дека чуварот одбил да добиете пристап до идентитетот на укажувачот за пријавата {TipNum}.
vi: Đây là một email thông báo cho bạn rằng một người giám hộ đã ủy quyền cho bạn để truy cập vào các tính wistleblowing cho việc nộp {TipNum}.

source: This is an email to notify you that a recipient has requested access to the whistleblower's identity for the report {TipNum}
eu: Posta elektroniko honen bidez hartzaileak {TipNum} salaketarentzat informatzailearen nortasuna atzitzeko baimena eskatu duela jakinarazten dizugu.
mk: Ова е е-маил известување дека примателот побара пристап до идентитетот на укажувачот за пријавата {TipNum}
vi: Đây là một email thông báo cho bạn rằng một người nhận đã yêu cầu truy cập đến danh tính của người tố giác cho việc nộp {TipNum}

source: This is an email to notify you that the whistleblower for the report {TipNum} has provided their identity.
eu: Posta elektroniko honen bitartez jakinarazi nahi dizugu {TipNum} salaketaren salatzaileak bere nortasuna jakinarazi duela.
mk: Ова е е-маил известување дека укажувачот за пријавата {TipNum} го прикажа својот идентитет.
vi: Đây là một email thông báo cho bạn rằng các tố giác viên cho báo cáo {TipNum} đã cung cấp danh tính của họ.

source: This is an email to notify you of a new message on an existing report.
vi: Đây là một email thông báo khi có bình luận mới một trình hiện có.

source: You're receiving this email because a password reset has been requested for the account: {Username}
eu: {Username} kontuarentzat pasahitza berrezartzea eskatu duzulako jaso duzu posta hau
mk: Ја добивте оваа е-маил порака поради тоа што е побарана промена на лозинката за профилот: {Username}
vi: Bạn đang nhận được email này vì có yêu cầu đặt lại mật khẩu cho tài khoản: {Username}

source: Some reports will expire soon
eu: Salaketa batzuk laster iraungiko dute
mk: Некои пријави наскоро ќе исчезнат
vi: Một số báo cáo sẽ hết hạn sớm

source: This is an email to notify you that a whistleblower has selected you as a valuable recipient of their report.
mk: Ова е е-маил известување дека укажувачот Ве селектирал како важен примател на нивната пријава.
vi: Đây là một email thông báo cho bạn rằng một tố giác viên đã chọn bạn là một người nhận có giá trị với báo cáo của họ.

source: You are asked to pay special attention to the information and material contained therein. Please keep in mind that whistleblowers often expose themselves to high personal risks in the interest of the public. Therefore the material provided within this report should be considered to be of high importance.
mk: Укажано Ви е да обрнете посебно внимание на информациите и материјалот којшто е содржан тука. Ве молиме имајте предвид дека укажувачите често се изложуваат себеси на големи лични ризици во интерес на јавноста. Поради тоа, материјалите содржани во оваа пријава треба да се сметаат со големо значење.
vi: Hãy đặc biệt chú ý đến thông tin và tài liệu có trong đó. Xin lưu ý rằng những người tố giác thường chấp nhận rủi ro cá nhân cao vì mục tiêu lợi ích của công chúng. Do đó, tài liệu được cung cấp trong báo cáo này nên được coi là rất quan trọng.

source: New report
eu: Salaketa berria
mk: Нова пријава
vi: Báo cáo mới

source: Login page
az: Daxil olma səhifəsi
bg: Страница за вписване
bs: Stranica za prijavu
ka: შესვლა გვერდი
ko: 로그인 페이지
sq: Faqja hyrëse
uk: Сторінка авторизації

source: Recipient notification templates
az: Xəbərdarlıq üzlüyünün alıcısı
bg: Шаблон за известие на получателя
bs: predlošci Primalac obavijest
ka: მიმღების შეტყობინება თარგები
ko: 받는 사람 알림 템플릿
sq: njoftimit Marrësi templates
uk: Шаблони повідомлень для одержувача

source: Admin notification templates
az: İnzibatçı xəbərdarlığı formaları
bg: Шаблон за известие на администратора
bs: predlošci admin obavijest
ka: Admin შეტყობინება თარგები
ko: 관리자 알림 템플릿
sq: njoftimit Admin templates
uk: Шаблони повідомлень для адміністратора

source: This recipient cannot be selected.
az: Bu alıcı seçilə bilməz.
bg: Този получател не може да бъде избран.
bs: Ovo primalac ne može biti izabran.
ka: ეს მიმღები შეიძლება იყოს არჩეული.
ko: 이받는 사람을 선택할 수 없습니다.
sq: Ky marrës s'mund të përzgjidhet.
uk: Наразі не можна обрати цього одержувача.

source: Notification of new submission
az: Yeni təqdimat bildirişi
bg: Известие за нов сигнал
bs: Obavijesti o novim podnošenje
ka: შეტყობინება ახალი წარდგენის
ko: 새로운 제출 알림
sq: Njoftimi i dorëzimit të ri
uk: Повідомлення про нове свідчення

source: Notification of new comment
az: Yeni şərh bildirişi
bg: Известие за нов коментар
bs: Obavijesti o novim komentar
ka: შეტყობინება ახალი კომენტარის დამატება
ko: 새 댓글 알림
sq: Njoftimi i koment të ri
uk: Повідомлення про новий коментар

source: Notification of new message
az: Yeni mesaj bildirişi
bg: Известие за ново съобщение
bs: Obavijesti o novim poruke
ka: შეტყობინება ახალი გაგზავნა
ko: 새 메시지 알림
sq: Njoftimi i mesazhit të ri
uk: Повідомлення про новий лист

source: Notification of new file attachment
az: Əlavə edilmiş yeni fayl bildirişi
bg: Известие за нов прикачен файл
bs: Obavijesti o novim datoteke priloga
ka: შეტყობინება ახალი ფაილი დანართი
ko: 새 첨부 파일의 알림
sq: Njoftimi i lidhjes së re fotografi
uk: Повідомлення про новий доданий файл

source: Notification of PGP key expiration
az: PGP açar müddətinin sona çatması barədə bildiriş
bg: Известие за изтичащ PGP ключ
bs: Obavijest o PGP isteka ključa
ka: შეტყობინება PGP გასაღები გასვლის
ko: PGP 키 만료의 통지
sq: Njoftimi i skadimit kryesore PGP
uk: Повідомлення про закінчення терміну дії PGP ключа

source: Notification of anomaly
az: Paradoksallıq bildirişi
bg: Известие за аномалия
bs: Obavijest o anomalija
ka: შეტყობინება ანომალია
ko: 이상 알림
sq: Njoftimi i anomalisë
uk: Повідомлення про аномільну активність

source: Template for summary of contents in submission archive
az: Göndərmə arxivinin qısa məzmunu üçün şablon
bg: Шаблон за обобщението на съдържанието в архива на изпратени
bs: Obrazac za sažetak sadržaja u arhivi podnošenje
ka: თარგი შემაჯამებელი შინაარსი წარდგენის არქივი
ko: 제출 아카이브 내용의 요약을위한 템플릿
sq: Template për përmbledhjen e përmbajtjeve në arkivin e dorëzimit
uk: Шаблон резюме змісту архіву повідомлення

source: Email subject
az: E-mail mövzusu
bg: Имейл относно
bs: E-mail predmet
ka: ელ სათაური
ko: 이메일 제목
sq: Email subjekt
uk: Тема листа

source: Email body
az: E-mail tərkibi
bg: Тяло на имейл
bs: E-mail tijelo
ka: ელ ორგანოს
ko: 이메일 본문
sq: trupi Email
uk: Контент листа

source: Triggered by a score higher than:
az: Daha yüksək bir hesabla tətikləndi:
bg: Зареждане при точки повече от:
bs: Izazvano rezultatom veći od:
ka: გამოიწვია ანგარიში უფრო მაღალია, ვიდრე:
ko: 보다 높은 점수 트리거 :
sq: Shkaktuar nga një rezultat më të lartë se:

source: Select the question to be triggered when this option is selected
az: Seçim zamanı sizi tətikləyən sualı seçin:
bg: Изберете въпрос, който да бъде показан, когато тази опция е избрана
bs: Odaberite pitanje koje će biti pokrenute kada je ova opcija izabrana
ka: აირჩიეთ საკითხი უნდა გამოიწვია, როდესაც ეს პარამეტრი მონიშნულია
ko: 이 옵션이 선택 될 때 발생되는 문제를 선택
sq: Zgjidhni pyetje të shkaktuar kur ky opsion është zgjedhur
uk: Оберіть питання яке буде задаватись якщо така опція активована

source: Loading…
az: Yüklənir....
bg: Зареждане...
ko: 로드 중 ...
sq: Duke u ngarkuar ...
uk: Завантаження...

source: Have you already filed a submission? Enter your key code.
az: Artıq təqdim etmisiniz mı? Açar açar şifrəni daxil edin
bg: Вече сте подали сигнал? Въведе Вашия ключ.
bs: Da li ste već podnijeli podnesak? Unesite svoj ključ kod.
ka: თქვენ უკვე შეიტანა წარდგენის? შეიყვანეთ თქვენი გასაღები კოდი.
ko: 당신은 이미 제출을 제기 한 적이 있습니까? 키 코드를 입력합니다.
sq: A e keni bërë tashmë një parashtrim? Futni kodin e çelësit tuaj.
uk: Ви вже подали матеріали? Вкажіть отриманий ключ.

source: Enable insecure configuration without PGP encryption
az: Təhlükəli quraşdırmanı PGP şifrələməsiz aktivləşdir
bg: Активиране на незащитена конфигурация без PGP криптиране
bs: Uključi nesigurno konfiguracija bez PGP enkripciju
ka: ჩართვა არასაიმედო კონფიგურაციის გარეშე PGP დაშიფვრის
ko: PGP 암호화하지 않고 안전하지 않은 구성을 사용
sq: Aktivizoni konfigurimin e pasigurt pa shifrimin PGP
uk: Дозволити незахищену конфігурацію без шифрування PGP

source: By enabling this option, the system will be storing the submitted files unencrypted on your server.
az: Bu seçimi aktivləşdirməklə, sistem, təqdim edilən faylları serverinizdə şifrənməmiş saxlayır
bg: Ако активирате тази опция, системата ще съхранява получените файлове некриптирани на вашия сървър.
bs: Uključivanjem ove opcije, sustav će biti čuvanje dostavljene datoteke nešifrovanu na vašem serveru.
ka: საშუალებას მისცემს ამ ვარიანტს, სისტემა იქნება შენახვის წარმოდგენილი ფაილი Unencrypted თქვენს სერვერზე.
ko: 이 옵션을 사용하면, 시스템은 서버에 암호화되지 않은 제출 파일을 저장한다.
sq: Duke aftësuar këtë mundësi, sistemi do t'i vendosë të shifruar skedarët e paraqitur, në shërbyesin tuaj.
uk: При включенні цієї опції, система буде зберігати представлені файли у відкритому вигляді на вашому вузлі.

source: This happens whenever encryption is unavailable.
az: Şifrələmə mümkün olmadıqda bu baş verir:
bg: Това се случва, когато криптирането е недостъпно
bs: Ovo se događa kada enkripcija nije omogućena
ka: ეს ხდება მაშინ, როდესაც კოდირების მიუწვდომელია.
ko: 암호화를 사용할 때마다이 문제가 발생합니다.
sq: Kjo ndodh sa herë që shifrimi s'është i mundshëm.
uk: Це відбувається щоразу, коли шифрування недоступнe.

source: Disable messages that warn of missing encryption
az: Şifrələmə çatışmazlığı barədə xəbərdarlıq mesajlarını sıradan çıxart
bg: Изключване на съобщения, които предупреждават за липсващо криптиране
bs: Onemogućiti poruke koje upozoravaju nedostaje enkripcije
ka: შეზღუდული შესაძლებლობების მქონე შეტყობინებები რომ გააფრთხილოს დაკარგული დაშიფვრის
ko: 누락 된 암호화 경고 메시지를 해제
sq: Disable mesazheve që paralajmërojnë për encryption zhdukur
uk: Відключити повідомлення, які попереджають про відсутніть шифрування

source: This setting affects the security of the users and must not be used in production.
az: Bu tənzimləmə, istifadəçilərin təhlükəsizliyinə təsir edir və istehsal prosesində istifadə edilməməlidir.
bg: Тази настройка се отразява на сигурността на потребителите и не трябва да бъде използвана в истинския сайт.
bs: Ova postavka utječe na sigurnost korisnika i ne smije se koristiti u proizvodnji.
ka: ეს პარამეტრი გავლენას ახდენს უსაფრთხოების წევრებს და არ უნდა იქნას გამოყენებული წარმოების.
ko: 이 설정은 사용자의 보안에 영향을 미치는 생산에 사용할 수 없습니다.
sq: Ky cilësim ndikon në sigurinë e përdoruesit dhe nuk duhet të përdoret në prodhim.

source: Disable the security awareness panel
az: Təhlükəsizlik xəbərdarlıq panelini sıradan çıxart
bg: Деактивирай панела за повишаване на сигурността
bs: Onemogućiti panel svijesti sigurnosti
ka: გამორთე უსაფრთხოების ცნობიერების პანელი
ko: 보안 인식 패널을 사용하지 않도록 설정
sq: Paaftësoni panelin e ndërgjegjësimit mbi sigurinë
uk: Відключити знак попередження про небезпеку

source: Disable the key code hint
az: Əsas açar işarəni sıradan çıxart
bg: Деактивирай подсказването за ключова дума
bs: Onemogućiti ključ kod Hint
ka: გამორთე გასაღები კოდი მინიშნება
ko: 키 코드 힌트를 사용하지 않도록 설정
sq: Paaftësoni sugjerimin e kodit të çelësit

source: Enable CAPTCHA mechanism
az: CAPTCHA mexanizmini aktivləşdirin
bg: Включване на механизма CAPTCHA
bs: Uključi CAPTCHA mehanizam
ka: ჩართვა CAPTCHA მექანიზმი
ko: CAPTCHA 메커니즘을 사용
sq: Aktivizo mekanizëm CAPTCHA

source: Enable proof of work mechanism
az: İş dəlilləri mexanizmini aktivləşdirin
bg: Включване на механизма доказателство за работа
bs: Uključi dokaz mehanizma rada
ka: ჩართვა მტკიცებულება მუშაობის მექანიზმი
ko: 작업기구의 증명 사용
sq: Aktivizo dëshmi të mekanizmit të punës

source: Enable simplified login for recipients
az: Qəbul edicilər üçün sadələşdirilmiş giriş imkanlarını aktivləşdirin
bg: Включване на улеснено вписване за получателите
bs: Omogućite pojednostavljena prijava za primaoce
ka: ჩართვა გამარტივებული შესვლა მიმღები
ko: 받는 사람에 대한 간단한 로그인을 사용하도록 설정
sq: Aktivizo hyrje të thjeshtuar për përfituesit

source: Home Page
az: Ana Səhifə
bg: Начална страница
bs: Početna stranica
ka: საწყისი გვერდი
ko: 홈 페이지
sq: Kryefaqe
uk: Домашня Сторінка

source: Submission Page
az: Təqdimat səhifəsi
bg: Страница за сведения
bs: Stranica za prijave
ka: წარდგენის გვერდი
ko: 제출 페이지
sq: Faqja për Paraqitje
uk: Сторінка подання матеріалів

source: Text of prompt for whistleblowers to log in
az: Daxil olmaq üçün informasiya ötürənlərə dəvət mətni
bg: Текстът който да изисква източника да се впише
uk: Текст, який закликає інформатора авторизуватись

source: Short URL
az: Qısa URL
bg: Кратък интернет адрес
ka: მოკლე URL
ko: 짧은 URL
sq: URL të shkurtër
uk: Коротке посилання URL

source: Long URL
az: Uzun URL
bg: Дълъг интернет адрес
ka: დიდხანს URL
ko: 긴 URL
sq: të gjatë URL
uk: Довге посилання URL

source: Upload custom file
az: Fərdi fayl yükləyin
bg: Качване на собствен файл
bs: Upload custom datoteku
ka: ატვირთვა საბაჟო ფაილი
ko: 사용자 정의 파일을 업로드
sq: Ngarkoni Skedarin e Përshtatur
uk: Додайте корегуючий файл

source: The file will be available at URL: /s/$filename
az: Fayl URL : /s/$filename ünvanında mövcud olacaq.
bg: Файлът ще бъде на разположени е на адреса: /s/$filename
bs: Datoteka će biti dostupan na URL: / s / $ filename
ka: ფაილი ხელმისაწვდომი იქნება URL: /s/$filename
ko: 이 파일은 URL에서 사용할 수 있습니다 : / s의 / $ 파일 이름
sq: Fotografi do të jetë në dispozicion në URL: / s / $ filename
uk: Файл буде доступний на: /static/$filename

source: Allow selection of this context through the context selector.
az: Bu kontekstin, kontekst seçicisi vasitəsilə seçilməsinə icazə verin.
bg: Разрешаване за избор на контекст през функцията избор на контекст.
bs: Dozvoli izbor tom kontekstu kroz selektor kontekst.
ka: ნება შერჩევა ამ კონტექსტში კონტექსტში selector.
ko: 상황에 맞는 선택을 통해이 문맥의 선택을 허용합니다.
sq: Lejo zgjedhjen e këtë kontekst përmes përzgjedhës përmbajtjes.

source: If disabled, submissions for this context will only be accessible through a direct link to it.
az: Sıradan çıxarıldığı halda, bu kontekst üçün təqdimatlar yalnız birbaşa keçid vasitəsi ilə əldə edilə bilər.
bg: Ако е деактивирано, подаваните сигнали за този контекст ще бъдат достъпни само чрез директна препратка до тях.
bs: Ako onemogućeno, podneske za tom kontekstu će biti dostupna kroz direktnu vezu da ga samo.
ka: თუ გამორთულია, წარდგინებების ამ კონტექსტში იქნება მხოლოდ ხელმისაწვდომი საშუალებით პირდაპირი ბმული იგი.
ko: 사용할 경우,이 문맥에 제출 만에 직접 링크를 통해 액세스 할 수 있습니다.
sq: Nëse me aftësi të kufizuara, aplikimet për këtë kontekst do të jetë i arritshëm vetëm nëpërmjet një lidhje të drejtpërdrejtë me të.

source: Submission expiration, in days
az: təqdimat müddəti, gün
bg: Изтичането на сигнала, в дни
bs: Podnošenje isteka, u danima
ka: წარდგენის ვადის გასვლამდე, დღის განმავლობაში
ko: 일 제출 만료,
sq: skadimit Paraqitja, në ditët e
uk: Термін до видалення повідомлення, у днях

source: For security reasons, as a matter of data retention policy, the platform automatically deletes submissions and their data after a certain amount of time.
az: Təhlükəsizlik səbəbindən, məlumatların saxlanılması qaydası uyğun olaraq platforma təqdimatların və məlumatların müəyyən müddətdən sonra silinməsini təmin edir.
bg: От съображения за сигурност и като политика за запазване на информацията, платформата автоматично изтрива сигнали и информацията за тях след определен период от време.
bs: Iz sigurnosnih razloga, kao stvar zadržavanje podataka politike, platforma automatski briše podneske i svoje podatke nakon određenog vremena.
ka: უსაფრთხოების მიზეზების გამო, როგორც საკითხია მონაცემების შენახვა პოლიტიკა, პლატფორმა ავტომატურად წაშლის წარდგინება და მათი მონაცემები შემდეგ გარკვეული დროის.
ko: 보안상의 이유로, 데이터 보존 정책적으로 플랫폼은 일정한 시간이 지나면 자동 제출과 그 데이터를 삭제한다.
sq: Për arsye sigurie, si një çështje e politikës së ruajtje të të dhënave, platforma automatikisht fshin kërkesat dhe të dhënat e tyre pas një sasi të caktuar kohe.
uk: З міркувань безпеки платформа автоматично видаляє повідомлення і їх дані після закінчення певного проміжку часу.

source: Welcome to the administration interface!
az: İdarəetmə ekranına xoş gəlmisiniz!
bg: Добре дошли в администраторския панел!
bs: Dobrodošli na sučelje upravi!
ka: მოგესალმებით ადმინისტრაციის ინტერფეისი!
ko: 관리 인터페이스에 오신 것을 환영합니다!
sq: Mirë se vini në ndërfaqen e administratës!

source: This interface may help you understand how the server can be configured and provides some info on how to connect to other GlobaLeaks users and experts.
az: Bu ekran, serverinizi quraşdırmaqla etməklə yanaşı, GlobaLeaks istifadəçi və mütəxəssisləri ilə necə əlaqə saxlamağınıza dair kömək edə bilər.
bg: Този интерфейс може да ви помогне да разберете как може да бъде настроен вашият сървър и дава информация за това, как да се свържете с други потребители и експерти на GlobaLeaks
bs: Ovo sučelje može pomoći da shvatite kako server se može konfigurirati i daje neke informacije o tome kako da se poveže sa drugim GlobaLeaks korisnika i stručnjaka.
ka: ეს ინტერფეისი შეიძლება დაგეხმაროთ გაგება, თუ როგორ სერვერზე შეიძლება კონფიგურაცია და უზრუნველყოფს გარკვეული ინფორმაცია, თუ როგორ უნდა დაუკავშირდეთ სხვა GlobaLeaks წევრებს და ექსპერტები.
ko: 이 인터페이스는 서버 구성 및 다른 GlobaLeaks 사용자와 전문가에 연결하는 방법에 대한 몇 가지 정보를 제공 할 수있는 방법을 이해하는 데 도움이 될 수 있습니다.
sq: Kjo ndërfaqe mund t'ju ndihmojë të kuptoni sesi shërbyesi mund të konfigurohet, si dhe ofron disa informacione sesi të lidheni me përdoruesit dhe ekspertët e tjerë të GlobaLeaks.
uk: Цей інтерфейс допоможе вам зрозуміти, як можна сконфігурувати Вузол, та надасть вам інформацію, як з'єднатися з іншими користувачами та експертами GlobaLeaks.

source: Documentation
az: Sənədlər
bg: Документация
sq: Dokumentacioni
uk: Документація

source: To properly organize your project, please read the following guidelines:
az: Layihənizi düzgün planlaşdırmaq üçün aşağıdakı qaydaları oxuyun:
bg: За да организирате проекта си правилно, моля прочетете следните съвети:
bs: Da biste pravilno organizirati svoj projekt, pročitajte sljedeće smjernice:
ka: სწორად ორგანიზება თქვენი პროექტი, გთხოვთ, წაიკითხა შემდეგი სახელმძღვანელო პრინციპები:
ko: 제대로 프로젝트를 구성하려면 다음 지침을 참조하십시오 :
sq: Që ta organizoni si duhet projektin tuaj, ju lutemi lexoni udhëzimet në vijim:
uk: Будь-ласка, прочитайте наступні вказівки, які допоможуть вам правильно організувати вашу ініціативу:
