Repository: globaleaks/whistleblowing-software
Catalog: client/pot/*.po
Languages: az, bg, bs, eu, fa, ka, ko, mk, sq, uk, vi

source: The manual configuration wizard will guide you through the setup of HTTPS from an alternative Certificate Authority.
az: Manual quraşdırma sehirbazı, alternativ Sertifikat Səlahiyyətindən istifadə edərək HTTPS quraşdırma zamanı sizə kömək edəcəkdir.
bg: Ръчната настройка с наръчника ще Ви преведе през настройките за HTTPS от алтернативна Компания за Сертификати.
eu: Eskuzko konfigurazioaren laguntzaileak zuzenduko dizu HTTPSren ezarpenetik zehar, beste Ziurtatze Agintari batetik.
fa: ویزارد پیکربندی دستی شما را در نصب HTTPS از یک مرجع صدور گواهی دیگر راهنمایی خواهد کرد.
mk: Системот на конфигурација ќе Ве води низ поставувањето на HTTPS од алтернативен овластувач за сертификат
vi: Trình hướng dẫn cấu hình thủ công sẽ hướng dẫn bạn thiết lập HTTPS từ Tổ chức phát hành chứng chỉ thay thế

source: The platform supports the configuration of HTTPS through this interface.
az: Platforma bu ekran vasitəsilə HTTPS quraşdırmanı dəstəkləyir.
bg: Платформата поддържа конфиругация на HTTPS през интефейса.
eu: Plataformak HTTPS-aren konfigurazioa erabil dezake interfaze honen bitartez.
fa: پلتفورم پیکربندی HTTPS را از طریق این رابط پشتیبانی می کند.
mk: Платформата ја поддржува HTTPS конфигурацијата преку овој интерфејс.
vi: Nền tảng hỗ trợ cấu hình HTTPS thông qua giao diện này

source: The connection to the configured domain failed.
az: Quraşdırılmış domenə keçid uğursuz oldu.
bg: Връзката до настроеният домейн е неуспешна.
fa: اتصال به دامنه پیکربندی شده ناموفق بود.

source: Auto-renewal
az: Avto yeniləmə
bg: Автоматично подновяване
eu: Berritze automatikoa
fa: تمدید-خودکار
mk: Автоматско обновување
vi: Đổi mới tự động

source: Danger
az: Təhlükə
bg: Опасност
bs: Opasnost
fa: خطر
ko: 위험
sq: Rrezik
uk: Небезпека

source: Allowing whistleblowers to connect over HTTPS preserves their privacy but not their anonymity.
az: İnformasiya ötürənlərin HTTPS üzərindən qoşulmaqla kimlik məlumatlarını deyil, məxfiliklərini qoruyur.
bg: Разрешаването на източниците да се свързват през HTTPS запазва тяхното личн пространство, но не и анонимност.
fa: اجازه دادن به افشاگر برای اتصال از طریق HTTPS حریم خصوصی آن ها را حفظ می کند اما گمنامی آن ها را حفظ نخواهند کرد.

source: Restrict access to specific IP addresses
eu: Sarbidea IP helbide zehatzei murriztu
fa: محدود کردن دسترسی به IP های مشخص
mk: Ограничете го пристапот до специфични IP адреси
vi: Hạn chế quyền truy cập vào các địa chỉ IP cụ thể

source: Role
az: Rol
bg: Роля
bs: uloga
eu: Betekizuna
fa: نقش
ka: როლი
ko: 역할
mk: Улога
sq: rol
uk: Роль
vi: Vai trò

source: Whitelisted IP addresses
fa: آدرس های IP قرار گرفته در لیست سفید
vi: Địa chỉ IP đã được cho phép

source: Admin
az: İnzibatçı
bg: Администратор
eu: Administratzailea
fa: مدیر
ko: 관리자
mk: Администратор
sq: Administratori
uk: Адміністратор
vi: quản trị viên

source: Recipient
az: Qəbul edən
bg: Получател
bs: primalac
eu: Hartzailea
fa: دریافت کننده
ka: მიმღები
ko: 받는 사람
mk: Примател
sq: Marrës
uk: Одержувач
vi: Người nhận

source: Whistleblower
az: İnformasiya ötürən
bg: Източник
bs: Zviždač
eu: Salatzailea
fa: سوت‌زن
mk: Укажувач
sq: Informator
uk: Інформатор
vi: Người tố giác

source: Each entry must be separated with a comma.
eu: Sarrerak bereizteko, beraien artean koma bat jarriko da.
fa: هر ورودی می بایستی با یک ویرگول جدا شود.
mk: Секој запис мора да биде одделен со запирка.
vi: Mỗi mục phải được cách nhau bằng dấu phẩy

source: Example:
az: Məsələn:
bg: Приме:
bs: Primjer:
eu: Adibidea:
fa: نمونه:
ka: მაგალითად:
ko: 예:
mk: Пример:
sq: Shembull:
uk: Приклад:
vi: Thí dụ:

source: Attention!
az: Diqqət!
bg: Внимание!
fa: توجه!
uk: Увага!

source: Configuration in progress. When it is finished you will have to log in again.
az: Quraşdırma davam edir. Proses başa çatanda yenidən daxil olmalısınız.
bg: Тече конфигуриране. Когато то завърши ще трябва да се впишете отново.
fa: پیکربندی در حال انجام است. زمانی که کامل شد شما باید دوباره وارد شوید.

source: Your browser will be redirected to the following URL.
az: Brauzeriniz Sizi növbəti URL-ə götürəcək
bg: Браузърът Ви ще бъде пренасочен на следния интернет адрес:
fa: مرورگر شما به آدرس اینترنتی زید باز خواهد گشت.

source: Tor Onion Service
az: Tor Onion mərkəzi
bg: Tor onion услуга
eu: Tor Onion zerbitzua
fa: سرویس پیازی تور
mk: Услови на Tor Onion
vi: Dịch vụ của Tor Onion

source: Tor Browser download link
az: Tor Brauzerinin yüklənmə linki
bg: Връзка за изтегляне на Tor браузъра
fa: لینک دانلود مرورگر تور
uk: Посилання для скачування в браузері Tor
vi: Liên kết tải Top Browser

source: Anonymize outgoing connections
az: Çıxış əlaqələrini anonimləşdir
bg: Анонимизриане на изходни връзки
eu: Kanporako konexioak anonimizatzea
fa: گمنام کردن اتصال های خروجی
mk: Анонимирајте ги врските што излегуваат
vi: Ẩn danh các kết nối đi

source: Let the platform be reachable without Tor
az: Tor olmadan platforma əlçatan olsun
bg: Разрешаване на достъпа до платформата без Tor
eu: Plataforma Tor gabe irisgarria izateari uztea
fa: اجازه دسترسی دادن به پلتفورم بدون نیاز تور
mk: Овозможи платформата да биде достапна без Tor
vi: Hãy để nền tảng có thể truy cập mà không cần Tor

source: Roles enabled to use the platform without Tor
eu: Tor gabe plataforma erabiltzeko gaitutako betekizunak
fa: برای استفاده از پلتفورم بدون تود نقش ها فعال شدند
mk: Улоги на кои им е дозволено да ја користат платформата без Tor
vi: Các vai trò có thể sử dụng nền tảng mà không cần Tor

source: Stats of the week:
az: Həftənin statistikaları:
bg: Статистика за седмицата:
bs: Sedmična statistika:
fa: آمارهای هفته:
ka: სტატისტიკა კვირაში:
ko: 일주일의 통계 :
sq: Statistikat e javës:
uk: Статистика тижня:
vi: Thống kê của tuần:

source: Free disk space
az: Boş disk sahəsi
bg: Свободно дисково пространство
bs: Slobodan prostor na disku
fa: فضایی باقی مانده
ka: თავისუფალი ადგილი მყარ დისკზე
ko: 디스크 여유 공간
sq: Hapësira e lirë në disk
uk: Вільне місце на диску
vi: Không gian đĩa trống

source: Event ID
az: Hadisə kimliyi
bg: ID на събитие
bs: ID događaja
fa: شناسه‌ی رخ‌داد
ka: თარიღის ID
ko: 이벤트 ID
sq: ID e evenimentit
uk: код події
vi: tổ chức sự kiện ID

source: Time
az: Vaxt
bg: Време
bs: Vrijeme
fa: زمان
ka: დრო
ko: 시각
sq: Koha
uk: Час
vi: Thời gian

source: Event
az: Tədbir
bg: Събитие
bs: Događaj
fa: رویداد
ka: ღონისძიებები
ko: 행사
sq: Evenimenti
uk: Подія
vi: Biến cố

source: Response time
az: Cavab vermə vaxtı
bg: Време за отговор
bs: Vrijeme za odgovor
fa: زمان پاسخ دهی
ka: რეაგირების დრო
ko: 응답 시간
sq: Koha e përgjigjes
uk: Час відповіді
vi: Thời gian đáp ứng

source: Last access
az: Sonuncu giriş
bg: Последен достъп
eu: Azken sarrera
fa: آخرین دسترسی
mk: Последен пристап
sq: Qasja e fundit
uk: Останній вхід
vi: Lần truy cập cuối

source: Alarm level
az: Siqnal səviyyəsi
bg: Ниво на тревогата
bs: nivo alarm
fa: سطح هشدار
ka: განგაშის დონე
ko: 경보 수준
sq: niveli i alarmit
uk: Поріг сигналу небезпеки
vi: mức báo động

source: Events
az: Tədbirlər
bg: Събития
bs: Događaji
fa: رویداد ها
ka: მოვლენები
ko: 이벤트
sq: Evenimentet
uk: Події
vi: Sự kiện

source: Question
eu: Galdera
fa: سوال
mk: Прашање
vi: Câu hỏi

source: Type
az: Tip
bg: Тип
bs: Tip
eu: Mota
fa: نوع
ka: ტიპი
ko: 유형
mk: Вид
sq: Lloji
uk: Тип
vi: Loại

source: Single-line text input
az: Tək sətirli mətn girişi
bg: Поле за текст на един ред
bs: Single-line unos teksta
eu: Lerro bakarreko testu-sarrera
fa: ورودی متن تک-خط
ka: Single-line ტექსტი
ko: 한 줄의 텍스트 입력
mk: Внес на текст во една линија
sq: input text Single-line
uk: Введення тексту одною строчкою
vi: Nhập văn bản một dòng

source: Multi-line text input
az: Çoxsətirli mətn girişi
bg: Поле за текст на много редове
bs: Multi-line unos teksta
eu: Hainbat lerroko testu-sarrera
fa: ورودی متن چند-خط
ka: Multi-line ტექსტი
ko: 멀티 라인 텍스트 입력
mk: Повеќелиниско внесување текст
sq: input text Multi-line
uk: Введення тексту багатьма строчками
vi: Nhập văn bản nhiều dòng

source: Selection box
az: Seçim qutusu
bg: Кутия за избор
bs: izbor kutija
eu: Hautatze-koadroa
fa: جعبه انتخاب
ka: დაფაში
ko: 선택 상자
mk: Поле за селекција
sq: box Selection
uk: Віконце вибору
vi: Hộp lựa chọn

source: Checkbox
az: Yoxlama qutusu
bg: Поле с отметка
eu: Egiaztatze-laukia
fa: جعبه انتخاب
ko: 확인란
mk: Поле за избор
uk: Строчка що дозволяє ставити прапорець

source: Terms of service
az: Xidmət şərtləri
bg: Условия за ползване
bs: Uslovi korištenja
eu: Zerbitzuaren baldintzak
fa: شرایط خدمات
ka: მომსახურების პირობები
ko: 서비스 약관
mk: Услови за користење
sq: Kushtet e shërbimit
uk: Умови використання
vi: Điều khoản dịch vụ

source: Date range
eu: Daten tartea
fa: محدوده تاریخ
mk: Опсег на датум
vi: Thời lượng ngày

source: Map
fa: نقشه
vi: Bản đồ

source: Group of questions
az: Suallar qrupu
bg: Групови въпроси
bs: Grupa pitanja
eu: Galdera-sorta
fa: گروه سوال ها
ka: ჯგუფი კითხვები
ko: 질문 그룹
mk: Група на прашања
sq: Grupi i pyetjeve
uk: Кластер питань
vi: Nhóm các câu hỏi

source: Row
az: Sıra
bg: Ред
bs: red
eu: Lerroa
fa: ردیف
ka: რიგი
ko: 열
mk: Ред
sq: rresht
uk: Рядок
vi: hàng

source: Column
az: Qrafa
bg: Колона
bs: kolona
eu: Zutabea
fa: ستون
ka: სვეტი
ko: 기둥
mk: Колумна
sq: kolonë
uk: Колонка
vi: Cột

source: Width
az: En
bg: Ширина
bs: širina
eu: Zabalera
fa: عرض
ka: სიგანე
ko: 폭
mk: Ширина
sq: gjerësi
uk: Ширина
vi: Chiều rộng

source: Multiple choice input
az: Təkrar daxil olma seçimi
bg: Поле разрешаващо избор на множество отговори
bs: Višestruki ulazni izbor
eu: Hautatze anitzeko sarrera
fa: ورودی چند گزینه ای
ka: მრავალჯერადი არჩევანი input
ko: 여러 선택 입력
mk: Внес со повеќе избори
sq: input Multiple zgjedhje
uk: Кілька варіантів
vi: Nhiều lựa chọn đầu vào

source: Question group
az: Sual qrupu
bg: Група за въпрос
bs: pitanje je grupa
eu: Galdera-sorta
fa: گروه سوال
ka: კითხვა ჯგუფი
ko: 질문 그룹
mk: Група на прашање
sq: grupi Pyetje
uk: Питання з групи
vi: Nhóm câu hỏi

source: Hint
az: Kömək
bg: Съвет
bs: nagovještaj
eu: Iradokizuna
fa: راهنمایی
ka: მინიშნება
ko: 힌트
mk: Совет
sq: Sugjerim
uk: Невелика практична інформація
vi: Gợi ý

source: Required
az: Tələb edilir
bg: Задължително
bs: Zahtijevano
fa: لازم
ka: საჭირო
ko: 필수
mk: Потребно
sq: I kërkuar
uk: Необхідно
vi: Cần thiết

source: Accept multiple file uploads
az: Birdən çox fayl yükləməsini qəbul et
bg: Приеми качването на много файлове
bs: Prihvati više dodate datoteke
eu: Hainbat fitxategi igotzea onartu
fa: آپلود متعدد فایلها را قبول کن
ka: მიიღოს მრავალი ფაილის ატვირთვის
ko: 여러 파일 업로드를 허용
mk: Прифати прикачувања на повеќе датотеки
sq: Pranoni ngarkimin e skedarëve të shumëfishtë
uk: Дозволити завантаження декількох файлів
vi: Chấp nhận nhiều tập tin tải lên

source: Accept multiple answers
bg: Примане на множество отговори
eu: Erantzun anizkoitzak onartu
fa: پذیرش جواب های چندگانه
mk: Прифати повеќе одговори
vi: Chấp nhận nhiều câu trả lời

source: Hint shown on the button for adding an additional answer
az: Əlavə cavab üçün düymə üzərində göstərilən işarə
bg: Подсказка показана върху бутона за добавяне на допълнителен отговор
bs: Hint prikazan na gumb za dodavanje dodatnih odgovor
fa: نمایش راهنما روی دکمه برای اضافه کردن یک پاسخ اضافی
ka: მინიშნება ნაჩვენები ღილაკს დამატებით პასუხი
ko: 추가 답변을 추가하는 버튼에 표시 힌트
sq: Hint treguar në butonin për të shtuar një përgjigje shtesë
uk: Підказка на кнопці для додаткової відповіді
vi: Gợi ý được hiển thị trên nút để thêm một câu trả lời khác

source: Template override
eu: Txantiloia gainidatzi
fa: لغو قالب
mk: Преоптовареност на образецот
vi: Ghi đè mẫu

source: Phone number
az: Telefon nömrə
bg: Телефонен номер
bs: Telefonski broj
eu: Telefono zenbakia
fa: شماره تلفن
ka: ტელეფონის ნომერი
ko: 전화 번호
mk: Телефонски број
sq: Numri i telefonit
uk: Тел.номер
vi: Số điện thoại

source: Checkbox label
eu: Checkbox etiketa
fa: برچست جعبه انتخاب
mk: Етикета на полето за избор
vi: Nhãn dán checkbox

source: Add multimedia content
eu: Gehitu eduki multimedia
fa: افزودن محتوا چند رسانه ای
mk: Додади мултимедијална содржина
vi: Thêm nội dung đa phương tiện

source: Image
eu: Irudia
fa: تصویر
mk: Слика
vi: Hình ảnh

source: Audio
eu: Audioa
fa: صوتی
mk: Аудио
vi: Âm Thanh

source: Video
eu: Bideoa
fa: تصویری
mk: Видео

source: Subject answer visibility to custodian authorization
az: Mövzu mühafizəçiyə cavab olaraq görünür
bg: Видимост на отговорите за оторизация на попечителя, от касаещия го човек
bs: Predmet odgovor vidljivost kustos odobrenja
fa: در معرض گذاشتن قابل مشاهده بودن پاسخ به مجوز داده بان
ka: თემა პასუხი ხილვადობა მეურვის ნებართვის
ko: 후견인 권한에 따라 응답 가시성
mk: Предмет на видливоста на одговорот е авторизација од чуварот
sq: Subject përgjigje shikimit të autorizimit të kujdestarisë
vi: Tình trạng hiển thị của câu trả lời để cho phép quyền bảo vệ

source: Text shown upon negative answer
eu: Erantzuna negatiboa bada erakutsiko den testua
fa: نمایش متن در هنگام پاسخ منفی
mk: Прикажан текст по негативен одговор
vi: Văn bản hiển thị khi trả lời tiêu cực

source: Prompt confirmation upon negative answer
az: Mənfi cavab üzərindən tez təsdiqlənmə
bg: Изискване на потвърждение при отрицателен отговор
bs: Prompt potvrda na negativan odgovor
fa: واداشتن تایید هنگام پاسخ منفی
ka: სწრაფი დადასტურება საფუძველზე უარყოფითი პასუხი
ko: 부정적인 응답시 신속한 확인
mk: Навремена потврда по негативен одговор
sq: konfirmim të menjëhershëm mbi pergjigje negative
vi: Xác nhận gợi ý khi có câu trả lời tiêu cực

source: Text shown upon confirmation
fa: نمایش متن در هنگام تایید
mk: Прикажан текст по потврдата
vi: Văn bản hiển thị khi xác nhận.

source: Trigger conditions
eu: Aktibazio baldintzak
fa: شرابط رهاساز
mk: Услови на активирање
vi: Các điều kiện kích hoạt

source: Sufficient
eu: Nahikoa
fa: کافی
mk: Доволно
vi: Đủ

source: Options
az: Seçimlər
bg: Опции
bs: Opcije
eu: Aukerak
fa: گزینه ها
ka: პარამეტრები
ko: 옵션
mk: Опции
sq: Opsionet
uk: Опції
vi: Tùy chọn

source: Addition
eu: Gehikuntza
fa: افزایش
mk: Дополнение
vi: Cộng

source: Multiplier
eu: Biderkatzailea
fa: افزاینده
mk: Множител
vi: Nhân

source: Questions
az: Suallar
bg: Въпроси
eu: Galderak
fa: سوالات
mk: Прашања
vi: Các câu hỏi

source: Add new question
az: Yeni sual əlavə et
bg: Добавяне на нов въпрос
bs: Dodaj novo pitanje
eu: Galdera berria gehitu
fa: افزودن یک سوال جدید
ka: ახალი კითხვა
ko: 새로운 질문을 추가
mk: Додади ново прашање
sq: Shto pyetje të re
vi: Thêm câu hỏi mới

source: Add question from template
az: Şablondan sual əlavə et
bg: Добавяне на въпрос от шаблон
bs: Dodaj pitanje iz predloška
eu: Gehitu galdera txantiloira
fa: افزودن سوال از قالب
ka: სანიშნეს კითხვა template
ko: 템플릿에서 질문 추가
mk: Додади прашање од образецот
sq: Shto pyetje nga template
vi: Thêm câu hỏi từ mẫu

source: Duplicate
eu: Bikoiztu
fa: تکراری
mk: Дуплирај
vi: Bản sao

source: Steps
az: Mərhələlər
bg: Стъкпки
eu: Urrats
fa: قدم ها
mk: Чекори
vi: Các bước

source: Site settings
fa: تنظیمات سایت
mk: Подесувања на страната
vi: Cài đặt trang

source: Case management
eu: Salaketa baten egoerak
fa: مدیریت مورد
mk: Управување со случаи
vi: Quản lý hồ sơ

source: Network settings
az: Şəbəkə tənzimləmələri
bg: Мрежови настройки
fa: تنظیمات شبکه
mk: Подесувања на мрежата
vi: Cài đặt mạng

source: Mode:
eu: Modua:
fa: حالت:
mk: Модул:
vi: Trạng thái:

source: Root domain used for secondary sites
bg: Домейн използван за други сайтове
eu: Leku sekundarioentzat erabilitako erro domeinua
fa: دامنه ریشه استفاده شده برای سایت های ثانویه
mk: Почетен домен што се користи за секундарни страници
vi: Tên miền gốc được sử dụng cho các trang web thứ cấp

source: Use the first site for administrative purposes only
eu: Lehenengo lekua administrazio xedeekin bakarrik erabili
fa: استفاده از سایت اول فقط برای اهداف مدیریتی
mk: Користете ја првата страна само за административни потреби
vi: Chỉ sử dụng trang web đầu tiên cho mục đích quản trị

source: Allow users to sign up
bg: Разрешава на потребителите да се регистрират
eu: Utzi erabiltzaileei erregistratzen
fa: اجازه به کاربران برای ثبت نام
mk: Дозволи им на корисниците да се регистрираат
vi: Cho phép người dùng đăng kí

source: Enable terms of service
eu: Aktibatu zerbitzuen terminoak
fa: فعال سازی شرایط استفاده از خدمات
mk: Овозможи ги условите за користење
vi: Cho phép điều khoản dịch vụ

source: Sites
az: Saytlar
bg: Страници
eu: Lekuak
fa: سایت ها
mk: Страни
vi: Các trang web

source: Active
az: Aktiv
bg: Текущ
fa: فعال
ko: 활성
uk: Актив.
vi: Hoạt động

source: Inactive
az: Fəaliyyətsiz
bg: Неактивно
fa: غیرفعال
vi: Không hoạt động

source: Configure
eu: Konfiguratu
fa: پیکربندی
mk: Конфигурирај
vi: Cấu hình

source: The default password is:
az: Standart şifrə:
bg: Паролата по подразбиране е:
fa: گذرواژه پیش فرض:

source: The system forces users to change the password at first login.
az: Sistem istifadəçiləri ilk girişdə parol dəyişdirməyə məcbur edir.
bg: Системата изисква потребителя да промени паролата си при първото вписване.
bs: Korisnici sistem snage da promijenite lozinku na prvi prijava.
fa: سیستم کاربرها را در ورود اول وادار به تغییر گذرواژه میکند.
ka: სისტემის ძალები მომხმარებლის პაროლის შეცვლა პირველი შესვლისას.
ko: 시스템 강제로 사용자가 처음 로그인 할 때 암호를 변경합니다.
sq: Sistemi i shtrëngon përdoruesit që të ndryshojnë fjalëkalimin që kur futen për herë të parë.
uk: Система змушує користувачів змінити пароль при першому вході.

source: Reset password
fa: تنظیم مجدد گذرواژه

source: New password
eu: Pasahitz berria
fa: رمز عبور جدید
mk: Нова лозинка
vi: Mật khẩu mới

source: The chosen password is too weak. Make it more secure by adding special characters, numbers, and unusual symbols.
az: Seçilmiş şifrə çox zəifdir. Xüsusi simvollar, nömrələr və qeyri-adi simvollar əlavə edərək şifrənizi daha təhlükəsiz edin.
bg: Избраната парола е твърде слаба. Направете я по-сигурна като добавите специални символи, цифри и необичайни символи.
fa: گذرواژه انتخاب شده بیش از حد ضعیف می باشد. با افزودن کاراکتر های خاص، اعداد، نماد های غیرمعمول آن را امن تر کنید.
uk: Пароль занадто слабкий. Додайте спеціальні символи, цифри і незвичайні символи.

source: Force password change
az: Şifrəni dəyişdir
bg: Изискване на смяна на паролата
bs: Force promjena lozinke
eu: Behartu pasahitza aldatzea
fa: وادار به تغییر گذرواژه
ka: Force პაროლის შეცვლა
ko: 강제 암호 변경
mk: Присили промена на лозинка
sq: ndryshimi fjalëkalimin Force
uk: Примусити змінити пароль
vi: Bắt buộc thay đổi mật khẩu

source: The user will be forced to change its password on next login.
az: İstifadəçi növbəti giriş zamanı şifrəsini dəyişməyə məcbur ediləcək.
bg: Ще бъде изискано от потребителят да промени паролата си при следващото вписване.
bs: Korisnik će biti prisiljena da promeni lozinku na sljedeći prijava.
eu: Erabiltzaileak nahitaez aldatu beharko du pasahitza hurrengoan saioa hastean.
fa: کاربر مجبور خواهد بود تا گذرواژه خود را در ورود بعدی خود تغییر دهد.
ka: მომხმარებელი იძულებული იქნება შეცვალოს თავისი პაროლის შემდეგი შესვლისას.
ko: 사용자는 다음 로그인의 암호를 변경해야한다.
mk: Корисникот ќе мора да ја промени својата лозинка на наредната најава.
sq: Përdorues do të jetë e detyruar për të ndryshuar fjalëkalimin e tij në hyrje të ardhshëm.
uk: Користувач буде змушений змінити пароль при наступному вході.
vi: Người dùng sẽ buộc phải thay đổi mật khẩu của mình trong lần đăng nhập tiếp theo.

source: Language
az: Dil
bg: Език
bs: Jezik
eu: Hizkuntza
fa: زبان
ka: ენა
ko: 언어
mk: Јазик
sq: Gjuha
uk: Мова
vi: Ngôn ngữ

source: Enable email notifications
eu: Aktibatu posta elektronikoko jakinarazpenak
fa: فعال سازی نوتیفیکیشن های ایمیل
mk: Овозможи е-маил известувања
vi: Bật thông báo email

source: Details of the PGP key:
az: PGP açarının detalları
bg: Информация за PGP ключа:
bs: Detalji o ključnim PGP:
eu: PGP gakoaren xehetasunak:
fa: جزییات کلید PGP:
ka: დეტალები PGP გასაღები:
ko: PGP 키의 세부 사항 :
mk: Детали на PGP кодот:
sq: Detajet e kyç PGP:
uk: Деталі ключа PGP:
vi: Thông tin chi tiết của khóa PGP:

source: Fingerprint
az: Barmaq izi
bg: Отпечатък
eu: Gakoa balioztatzeko arrastoa
fa: اثر انگشت
mk: Отпечаток
uk: Цифрові відбитки
vi: Dấu vân tay

source: Remove the PGP key
az: PGP açarını sil
bg: Премахване на PGP ключ
bs: Uklanjanje PGP ključa
fa: کلید پی جی پی را حذف کن
ka: ამოღება PGP გასაღები
ko: PGP 키를 제거
sq: Lëvizeni çelësin PGP
uk: Видалити PGP ключ
vi: Xóa bỏ khóa PGP

source: Set up encryption by providing a PGP public key
az: Bir PGP ictimai açarı istifadə edərək şifrələmə yaradın
bg: Заложете криптиране като зададете PGP публичен ключ
bs: Podesite enkripciju pružajući javni ključ PGP
eu: Ezarri zifratua PGP gako publiko bat emanaz
fa: برپاسازی رمزگذاری با تامین کلید عمومی PGP
ka: შეიქმნა დაშიფვრის უზრუნველყოფს PGP საჯარო გასაღები
ko: PGP 공개 키를 제공하여 암호화를 설정
mk: Поставете криптирање со тоа што ќе го обезбедите јавно PGP кодот
sq: Ngritur encryption, duke siguruar një çelës publik PGP
uk: Налаштуйте шифрування надвши відкритий ключ PGP
vi: Thiết lập mã hóa bằng cách cung cấp một khóa công khai PGP

source: Configuration
az: Konfiqurasiya
bg: Настройки
bs: Konfiguracija
fa: تنظیم ترکیبات
ka: კონფიგურაცია
ko: 구성
sq: Konfigurimi
uk: Налаштування
vi: Cấu hình

source: Default
az: Önseçili
bg: По подразбиране
bs: Uobičajeno
fa: پیش فرض
ko: 태만
sq: Parazgjedhja
uk: За замовчуванням
vi: Mặc định

source: Forcefully selected
az: Zorla seçilmiş
bg: Задължително избрани
bs: snažno izabrane
eu: Automatikoki hautatua
fa: انتخاب شده به اجبار
ka: იძულებით შერჩეული
ko: 강제로 선택
mk: Присилно селектирани
sq: zgjedhur me forcë
uk: Обрано за замовчуванням без права змін
vi: Mạnh mẽ chọn

source: Allow the recipient to postpone the submission expiration date
az: Qəbul ediciyə təqdimatın sona çatma tarixini təxirə salmasına icazə verin
bg: Разрешаване на получателя да отложи датата на изтичане на сигнал
bs: Dozvolite primalac da odloži podnošenje isteka roka
fa: اجازه به گیرنده برای به عقب انداختن تاریخ انقضا گزارش
ka: მისცემს მიმღები გადადება წარდგენის ვადის გასვლის თარიღი
ko: 받는 사람이 제출 기한을 연기 할 수 있도록 허용
sq: Lejo marrësi për të shtyrë datën e skadimit dorëzimit
uk: Дозволити одержувачам відтерміновувати видалення матеріалів.

source: Allow the recipient to delete submissions
az: Qəbul ediciyə təqdimatları silməsinə icazə verin
bg: Разрешаване на получателя да изтрива сигнали
bs: Dozvolite primalac izbrisati podneske
fa: اجازه به گیرنده برای حذف گزارش ها
ka: მისცემს მიმღები წაშლა წარდგინება
ko: 받는 사람이 제출을 삭제할 수
sq: Lejo marrësi të fshini parashtresat
uk: Дозволити одержувачу видаляти матеріали

source: Allow the recipient to grant permissions to whistleblowers on specific submissions
az: Qəbul ediciyə, informasiya ötürənlərin müəyyən təsdiqlərə çıxışı üçün icazə verin
bg: Разрешаване на получателите да дават привилегии на източника за определен подаден сигнал
bs: Dozvolite primalac da odobri dozvolu za zviždača na konkretne argumente
fa: اجازه دسترسی به دریافت کننده برای ارتباط با افشاگر در یک گزارش خاص
ka: მისცემს მიმღები გასცეს ნებართვები მამხილებელთა კონკრეტული წარდგინება
ko: 받는 사람이 특정 제출에 대한 내부 고발자에 대한 사용 권한을 부여 할 수 있도록 허용
sq: Lejo marrësi të japë leje për informuesit në aplikimet specifike
uk: Дозволити одержувачу обирати які типи повідомлень можуть надсилати інформатори

source: User has administrative access to the following features:
fa: کاربر دارای دسترسی مدیریتی به ویژگی های زیر می باشد:
vi: Người dùng có quyền truy cập quản trị các tính năng sau

source: main
fa: اصلی

source: Request date
az: Tələb olunan tarix
bg: Дата на заявката
bs: upit Datum
eu: Eskatu data
fa: تاریخ درخواست
ka: მოთხოვნა თარიღი
ko: 요청 날짜
mk: Датум на барање
sq: date kërkesa
uk: Дата запиту
vi: Ngày yêu cầu

source: Authorization
az: Səlahiyyətvermə
bg: Резрешение
bs: autorizacija
eu: Baimena
fa: احراز هویت
ka: ავტორიზაცია
ko: 권한 부여
mk: Авторизација
sq: autorizim
uk: Авторизація
vi: Ủy quyền

source: Identities
fa: هویت‌ها
vi: Danh tính

source: The validation link is either incorrect or has expired.
eu: Balioztatzeko esteka okerra da edo iraungi du.
fa: لینک تایید یا نادرست می باشد یا انقضا یافته است.
mk: Линкот за валидација е неточен или е истечен.
vi: Liên kết xác nhận không chính xác hoặc đã hết hạn
