Repository: globaleaks/whistleblowing-software
Catalog: client/pot/*.po
Languages: az, bg, bs, eu, fa, ka, ko, mk, sq, uk, vi

source: Waiting for authorization
az: İcazə gözlənilir
bg: Очаква упълномощение
bs: Waiting za autorizaciju
eu: Baimenaren zain
fa: انتظار برای تایید
ka: ველოდები ავტორიზაცია
ko: 승인 대기 중
mk: Се чека на авторизација
sq: Duke pritur për autorizim
uk: В очікуванні дозволу
vi: Đang chờ cấp phép

source: New request
az: Yeni tələb
bg: Нова молба
bs: novi zahtjev
eu: Eskakizun berria
fa: درخواست جدید
ka: ახალი მოთხოვნა
ko: 새 요청
mk: Ново барање
sq: kërkesa e re
uk: Новий запит
vi: Yêu cầu mới

source: Authorize
az: İcazə etmək
bg: Упълномощаване
bs: ovlastiti
eu: Baimendu
fa: مجاز
ka: ავტორიზაცია
ko: 권한 부여
mk: Авторизирај
sq: autorizoj
uk: Дозволити
vi: Ủy quyền

source: Deny
az: Rədd etmək
bg: Отхвърляне
bs: poreći
eu: Ukatu
fa: رد
ka: უარყოფს
ko: 거부
mk: Одбиј
sq: mohoj
uk: Відхилити
vi: Từ chối

source: Deny access to the whistleblower's identity
az: İnformasiya ötürənin kimliyinə girişi rədd et
bg: Отхвърляне на достъп до самоличността на източника
bs: Zabrani pristup identitet zviždač a
eu: Salatzailearen identitatera sarbidea ukatu
fa: رد کردن درخواست دسترسی به هویت افشاگر
ka: უარყოფენ ხელმისაწვდომობის მამხილებლის ვინაობა
ko: 고발자의 신원에 대한 액세스를 거부
mk: Одбиј пристап до идентитетот на укажувачот
sq: Refuzojnë qasjen në identitetin e Whistleblower së
uk: Відхитили право доступу до інформації про особу викривача
vi: Từ chối truy cập danh tính của người tố giác

source: Authorize access to the whistleblower's identity
az: İnformasiya ötürənin kimliyinə girişinə izin ver
bg: Упълномощаване на достъпа до самоличността на източника
bs: Ovlastiti pristup identitet zviždač a
eu: Salatzailearen identitatera sarbidea baimendu
fa: اجازه دسترسی به هویت افشاگر
ka: ავტორიზაცია ხელმისაწვდომობის მამხილებლის ვინაობა
ko: 고발자의 신원에 대한 액세스 권한을 부여
mk: Авторизирај пристап до идентитетот на укажувачот
sq: Autorizojë qasje në identitetin e Whistleblower së
uk: Надати право доступу до інформації про особу викривача
vi: Cho phép truy cập danh tính của người tố giác

source: Templates
az: Şablonlar
bg: Шаблони
bs: Obrasci
eu: Txantiloiak
fa: الگو
ko: 템플릿
mk: Обрасци
vi: Mẫu

source: in seconds
az: Saniyələr içində
bg: в секунди
bs: u sekundi
fa: چند ثانیه
ka: წამში
ko: 초
sq: në sekonda
uk: у секундах

source: in hours
az: Saatlarla
bg: в часове
bs: u satima
fa: چند ساعت
ka: საათი
ko: 시간
sq: në orë
uk: у годинах

source: in days
az: Günlərlə
bg: в дни
bs: u danima
fa: چند روز
ka: დღის განმავლობაში
ko: 일
sq: në ditë
uk: у днях

source: in characters
az: Simvollarla
bg: в символи
bs: u slova
fa: در کارکتارها
ka: გმირები
ko: 문자
sq: në karaktere
uk: у символів

source: in megabytes
az: Megabaytla
bg: в мегабайти
bs: u megabajtima
fa: در مگابایت
ka: მბ
ko: 메가 바이트
mk: во мегабајти
sq: në MB
uk: у мегабайтах
vi: bằng megabyte

source: in percentage
az: Faizlə
bg: в проценти
bs: u procentima
fa: در درصد
ka: პროცენტული
ko: 백분율
sq: në përqindje
uk: у відсотках

source: HTTPS settings
az: HTTPS tənzimləmələri
bg: HTTPS настройки
bs: postavke HTTPS
fa: تنظیمات HTTPS
ka: HTTPS პარამეტრები
ko: HTTPS 설정
mk: HTTPS подесувања
sq: settings HTTPS
uk: налаштування HTTPS
vi: Cài đặt HTTPS

source: Anomaly detection thresholds
az: Anomaliya aşkarlama hədləri
bg: Прагът на открити аномалии
bs: Anomalija pragova detekcije
eu: Anomaliak detektatzeko atalase-balioak
fa: آستانه تشخیص ناهنجاری
ka: ანომალიის გამოვლენის დევნება
ko: 이상 검출 임계
mk: Прагови на откривање на аномалија
sq: Anomali zbulimin pragjet
vi: Ngưỡng phát hiện bất thường

source: High risk
az: Yüksək risk
bg: Голям риск
bs: Visokog rizika
fa: خطر زیاد
ka: მაღალი რისკის
ko: 위험
sq: Rreziku i lartë
uk: Високий рівень ризику

source: Medium risk
az: Orta risk
bg: Среден риск
bs: Srednji rizik
fa: خطر معمولی
ka: საშუალო რისკი
ko: 중간 위험
sq: rreziku i mesëm
uk: Середній рівень ризику

source: Low risk
az: Aşağı risk
bg: Малък риск
bs: nizak rizik
fa: کم خطر
ka: დაბალი რისკი
ko: 낮은 위험
sq: rrezik të ulët
uk: Низький рівень ризику

source: Available disk space
az: İstifadə oluna bilən disk sahəsi
bg: Дисково пространство на разположение
bs: Raspoloživog prostora na disku
eu: Biltegiratzeko espazio librea
fa: فضای قابل دسترس
ka: ხელმისაწვდომი დისკზე
ko: 사용 가능한 디스크 공간
mk: Достапна меморија
sq: hapësirë ​​në dispozicion disk
uk: Вільне місце на диску
vi: Dung lượng đĩa trống

source: Last update
az: Son yeniləmə
bg: Последно обновяване
bs: Posljednje ažuriranje
eu: Azken eguneraketa
fa: آخرین به‌روز رسانی
ka: ბოლო განახლება
ko: 마지막 업데이트
mk: Последно ажурирање
sq: Përditësimi i fundit
uk: Оснанні оновлення
vi: Cập nhật cuối cùng

source: Custodian notification templates
az: Mühafizəçi bildiriş şablonları
bg: Шаблон за известие на попечителя
bs: Predložak izvješća Custodian
fa: الگوی اعلان نگهبانی
ka: მზრუნველი შეტყობინება თარგები
ko: 자산 보관 알림 템플릿
mk: Обрасци за известувања до чуварот
sq: Custodian njoftimit templates
vi: Mẫu thông báo giám sát

source: This interface allows configuring email templates used to notify custodians.
az: Bu ekran, mühafizəçilərə xəbərdarlıq etmək üçün istifadə edilən e-poçt şablonlarını quraşdırmağa imkan verir
bg: Интефейсът разрешава настойката на имейл шаблони свързани с известия до попечителя.
bs: Ovo sučelje omogućava konfiguriranje e-mail predložaka koristiti za obavijesti Naš.
fa: این رابط اجازه پیکربندی قالب های ایمیل استفاده شده برای آگاه سازی داده بان ها
ka: ეს ინტერფეისი საშუალებას კონფიგურირებას ელ თარგები გამოყენებულ იქნას აცნობოს მეურვეები.
ko: 이 인터페이스는 관리인에게 통지하는 데 사용되는 이메일 템플릿을 구성 허용한다.
mk: Овој интерфејс овозможува конфигурација на е-маил обрасци што се користат за известување на чуварите.
sq: Kjo interface lejon konfigurimin templates mail përdoret për të njoftuar kujdestarët.
vi: Giao diện này cho phép chỉnh sửa cấu hình các mẫu email được dùng để thông báo cho những người bảo vệ.

source: Disable notifications to administrators
az: İdarəçilərə bildirişləri sıradan çıxart
bg: Изключване на известия до администратори
bs: Onemogućiti obavijesti za administratore
eu: Desgaitu administratzaileei jakinarazpenak
fa: غیرفعال کردن اعلان به مدیریت
ka: შეტყობინებების გამორთვა ადმინისტრატორები
ko: 관리자에게 알림을 해제
mk: Оневозможи известувања на администраторите.
sq: Çaktivizuar njoftimet për administratorët
vi: Vô hiệu hóa các thông báo cho người quản trị

source: Disable notifications to custodians
az: Mühafizəçiyə bildirişləri sıradan çıxart
bg: Изключване на известия до попечители
bs: Onemogućiti obavijesti za Naš
eu: Desgaitu jagoleei jakinarazpenak
fa: غیرفعال کردن اعلان به نگهبان
ka: შეზღუდული შესაძლებლობების მქონე შეტყობინებები მეურვესთან
ko: 관리인에 알림을 해제
mk: Оневозможи известувања за чуварите
sq: Çaktivizuar njoftimet për kujdestarët
vi: Vô hiệu hóa thông báo cho người bảo vệ.

source: Disable notifications to recipients
az: Qəbul edicilərə bildirişləri sıradan çıxart
bg: Изключване на известия до получатели
bs: Uključi obavijesti primaocima
eu: Desgaitu hartzaileei jakinarazpenak
fa: غیرفعال کردن اعلان به دریافت کننده
ka: შეტყობინებების გამორთვა მიმღები
ko: 받는 사람에게 알림을 해제
mk: Оневозможи известувања до примателите
sq: Çaktivizuar njoftimet për përfituesit
vi: Vô hiệu hoá thông báo đến người nhận

source: Score
az: Hesab
bg: Точки
bs: skor
eu: Puntuazioa
fa: نمره
ko: 점수
mk: Резултат
sq: pikë
uk: Кількість балів
vi: Điểm

source: Trigger question
az: Tətikləyici sual
bg: Въпрос в резултат на отговор
bs: Trigger pitanje
eu: Egin galdera
fa: سوال رهاساز
ka: გამოიწვევს კითხვა
ko: 트리거 질문
mk: Прашање за активирање
sq: Pyetja Trigger
vi: câu hỏi kích hoạt

source: Triggered by score:
eu: Aktibatuta puntuazioaren arabera:
fa: راه اندازی شده با امتیاز:
mk: Активиран по резултат:
vi: Được kích hoạt bởi điểm số

source: Message shown on top of the status page of the submission
az: Təqdimatın status səhifəsinin yuxarısında göstərilən mesaj
bg: Съобщение, показвано най-горе на страницата за статус на подадения сигнал
bs: Poruka je prikazano na vrhu statusu stranice podnošenja
fa: پیام در بالای صفحه وضعیت‌ِ گزارش دیده شود
ka: შეტყობინება ნაჩვენები თავზე სტატუსი გვერდი წარდგინების
ko: 메시지 제출의 상태 페이지의 상단에 표시
sq: Mesazh treguar në krye të faqes së statusit të dorëzimit
uk: Повідомлення, яке відображається на верхній частині сторінки статусу повідомлення

source: Copy and paste the PGP public key here
az: PGP açıq açarını bura kopyalayın və yapışdırın.
bg: Копирайте и поставете PGP публичен ключ тук
bs: Kopirajte i nalijepite javni PGP ključ ovdje
fa: کلید عمومی PGP را این جا درج کن
ka: დააკოპირეთ და ჩასვით PGP საჯარო გასაღები აქ
ko: 복사하여 여기에 PGP 공개 키를 붙여
sq: Kopjojeni dhe ngjiteni çelësin PGP këtu
uk: Скопіюйте PGP ключ cюди
vi: Sao chép và dán PGP khóa công khai ở đây

source: Password strength:
az: Şifrənin gücü:
bg: Сложност на паролата:
bs: Jačina šifre:
fa: قدرت رمز عبور:
ka: პაროლის სირთულე:
ko: 비밀번호 강도:
sq: Fortësia e fjalëkalimit:
uk: Надійність паролю:
vi: Mật khẩu mạnh:

source: Weak
az: Zəif
bg: Слаба
bs: slab
eu: Ahula
fa: ضعیف
ka: სუსტი
ko: 약한
mk: Слабо
sq: i dobët
uk: Слабкий
vi: Yếu

source: Acceptable
az: Münasib
bg: Приемлива
bs: prihvatljiv
eu: Onargarria
fa: قابل قبول
ka: მისაღები
ko: 허용
mk: Прифатливо
sq: I pranueshëm
uk: Прийнятний
vi: Chấp nhận được

source: Strong
az: Güclü
bg: Силна
bs: jak
eu: Sendoa
fa: قوی
ka: ძლიერი
ko: 강한
mk: Силно
sq: i fortë
uk: Надійний
vi: Mạnh

source: Text shown on top of the interface for selecting contexts
az: Kontekstləri seçmək üçün ekranın üstündə göstərilən mətn
bg: Текст, който бива показан горе на страницата за избиране на контекст
bs: Tekst prikazan na vrhu interfejs za odabir kontekstima
fa: متن در مقابل محتوی انتخاب شده نمایش داده شود
ka: ტექსტი ნაჩვენები თავზე ინტერფეისი შერჩევის კონტექსტში
ko: 텍스트 컨텍스트를 선택하기위한 인터페이스의 상단에 도시
mk: Текстот е прикажан на горниот дел од интерфејсот за избор на содржини
sq: Tekst treguar në krye të ndërfaqes për zgjedhjen kontekstet
vi: Văn bản hiển thị trên đầu trang của giao diện để lựa chọn bối cảnh

source: Show small context cards on submission interface
az: Göndərmə ekranı üzərində kiçik kontekstli kartları göstərin
bg: Показване на малки карти за контекста на страницата за подаване на сигнал
bs: Pokaži mali kontekstu kartice na podnošenje sučelja
fa: نمایش کارت های زمینه کوچک بر رابط گزارش
ka: აჩვენეთ პატარა კონტექსტში ბარათები წარდგენის ინტერფეისი
ko: 제출 인터페이스에 작은 상황에 맞는 카드를보기
sq: Tregojnë kartat e vogla kontekst në ndërfaqen e dorëzimit
uk: Показати тематичні картки на сторінці повідомлень
vi: Hiện thẻ bối cảnh nhỏ trên giao diện nộp

source: Type of context selector:
az: Kontekst seçicisinin növü:
bg: Вид контекстен селектор:
bs: Vrsta konteksta selektor:
fa: نوع انتخاب کننده زمینه:
ka: გაცნობის კონტექსტში selector:
ko: 상황에 맞는 선택의 종류 :
sq: Lloji i përzgjedhës kontekstit:
vi: Loại chọn bối cảnh:

source: Type to search…
az: Axtarış üçün yazın....
bg: Пишете за да търсите...
fa: برای جستجو تای‍پ کنید...
vi: Gõ để tìm kiếm...

source: Silence email notifications
az: E-poçt bildirişlərini susdurun
bg: Заглушаване на имейл известия
eu: Posta elektronikoko jakinarazpenak mututu
fa: نوتیفیکیشن های ایمیل بدون صدا
mk: Е-маил известувањата ажурирај ги на бесчујно
uk: Вимкнути повідомлення по електронній пошті
vi: Im lặng thông báo email

source: Turn on email notifications
az: E-poçt bildirişlərini aktivləşdirin
bg: Включване на имейл известия
eu: Posta elektronikoko jakinarazpenak aktibatu
fa: روشن کردن نوتیفیکیشن های ایمیل
mk: Вклучи ги е-маил известувањата
uk: Увімкнути повідомлення по електронній пошті
vi: Bật thông báo email

source: Enter an email address for the administrator
az: İnzibatçı üçün e-poçt ünvanını daxil edin
bg: Въведете имейл адрес за администратора
fa: آدرس ایمیل برای مدیر را وارد کنید
vi: Nhập địa chỉ email cho quản trị viên

source: Enter a password for the administrator
az: İnzibatçı üçün şifrənizi daxil edin
bg: Въведете паролата за администратора
fa: گذرواژه برای مدیر را وارد کنید
vi: Nhập mật khẩu cho quản trị viên

source: Test configuration
az: Test quraşdırması
bg: Тестова конфигурация
fa: تست پیکربندی

source: Failed logins
az: Uğursuz daxil olmalar
bg: Неуспешни влизания
bs: Neuspješne prijave
fa: ورود نا موفق
ka: ვერ შესვლა
ko: 로그인 실패
sq: Hyrjet e dështuara
uk: Кількість невдалих спроб авторизації
vi: Đăng nhập không thành công

source: Successful logins
az: Uğurlu daxil olmalar
bg: Успешни влизания
bs: Uspješne prijave
fa: ورود موفق
ka: წარმატებული შესვლა
ko: 성공적인 로그인
sq: Hyrjet e suksesshme
uk: Кількість вдалих спроб авторизації
vi: Đăng nhập thành công

source: Started submissions
az: Təqdimata başlanıldı
bg: Започнати сведения
bs: počeo podneske
fa: گزارش های آغاز شده
ka: დაიწყო წარდგინება
ko: 시작 제출
sq: Parashtrimet e nisura
uk: Початих зверненнь
vi: Bắt đầu gửi

source: Completed submissions
az: Təqdimat tamamlandı
bg: Приключени сведения
bs: završena podneske
fa: گزارش های کامل‌شده
ka: დასრულდა წარდგინება
ko: 완성 된 제출
sq: Parashtrimet e plotësura
uk: Завершених звернень
vi: Gửi hoàn thành

source: Failed submissions
az: Uğursuz təqdimat
bg: Изпращането неуспешно.
fa: گزارش های ناموفق
sq: Parashtrimet e dështuara
uk: Перелік невдалих повідомлень
vi: Gửi thất bại

source: Input validation
az: Daxilolma yoxlanışı
bg: Валидиране на входните данни
eu: Sarreraren balioztatzea
fa: اعتبارسنجی ورودی
mk: Валидација на внес
uk: Перевірка вхідних даних
vi: Xác nhận thông tin nhập

source: Email address
az: E-mail ünvanı
bg: Имейл адрес
bs: E-mail adresa
eu: Posta elektroniko helbidea
fa: آدرس ایمیل
ka: ელექტრონული მისამართი
ko: 이메일 주소
mk: Е-маил адреса
sq: Adresa e E-postës
uk: Електронна пошта
vi: Địa chỉ email

source: Custom
az: Fərdi
bg: Ръчни
eu: Pertsonalizatu
fa: تنظیم خاص
ko: 커스텀
mk: Прилагодено
sq: E personalizuar
uk: на замовлення
vi: Tùy chỉnh

source: None
az: Heç biri
bg: Липсва
eu: Bat ere ez
fa: هیـچ
ko: 없음
mk: Ништо
sq: Asnjë
uk: Жодний
vi: Không có

source: Regular expression
az: Daimi ifadə
eu: Adierazpen erregularra
fa: عبارت باقاعده
mk: Редовно изразување
sq: Shprehje të rregullta
uk: регулярний вираз
vi: Biểu hiện thông thường

source: Label the submission
az: Təqdimatı yarlıqlayın
bg: Заглавие на пуснатия сигнал
fa: برچسب زدن گزارش
uk: Позначте повідомлення

source: Activate
az: Aktivləşdir
bg: Активиране
fa: فعال كردن
ko: 활성화
mk: Активирај
sq: Aktivizo
uk: Активувати
vi: Kích hoạt

source: Disactivate
fa: غیرفعال سازی
mk: Деактивирај
vi: Không kích hoạt

source: Search
az: Axtarış
bg: Търсене
eu: Bilatu
fa: جستجو
ko: 검색
mk: Пребарај
sq: Kërkoni
uk: Шукати
vi: Tìm kiếm

source: This custom text is no longer displayed on the platform. The original text has either changed or been removed.
az: Bu fərdi mətn artıq platformada görünmür. Orijinal mətn dəyişdirildi və ya silindi.
bg: Този ръчен текст повече няма да бъде показван на платформата. Оригиналният текст е или променен, или е изтрит.
eu: Testu pertsonalizatu hau ez da gehiago azalduko plataforman. Jatorrizko testua aldatu egin da edo ezabatu egin da.
fa: متن سفارشی دیگر روی پلتفورم نمایش داده نمی شود. متن اصلی یا تغییر کرده است یا پاک شده است.
mk: Овој текст не е повеќе прикажан на платформата. Оригиналниот текст или е променет или е избришан.
uk: Текст було видалено
vi: Văn bản tùy chỉnh này không còn được hiển thị trên nền tảng. Văn bản gốc đã bị thay đổi hoặc bị xóa

source: Unless the whistleblower checks the submission by this time, their access to it will expire.
az: İnformasiya ötürənin təsdiqetməni bu vaxta qədər yoxlamadığı halda ,onların girişinə son veriləcək.
bg: Освен ако източника не провери доклада до заденото време, достъпът им ще изтече.
fa: اگر افشاگر گزارش را تا این تاریخ چک نکرد، دسترسی آن ها انقضا خواهد شد.
uk: Доступ до повідомлення буде закритий, якщо інформатора не відкриє повідомлення до обраного часу

source: The whistleblower can no longer access the submission
az: İnformasiya ötürən şəxs təsdiqetməyə daxil ola bilməz
bg: Източникът повече няма достъп до сигнала
fa: افشاگر دیگر قابلیت دسترسی به گزارش را ندارد
uk: Викривач більше не має доступу до повідомлення

source: Warning!
az: Xəbərdarlıq!
bg: Внимание!
bs: Upozorenje!
fa: هشدار!
sq: Kujdes!
uk: Увага!
vi: Cảnh báo!

source: You are running an unsupported and potentially vulnerable browser.
az: Dəstəklənməyən və potensial qorunması olmayan brauzerdən istifadə edirsiniz.
bg: Използвате неподдържан и потенциално уязвим браузър.
fa: شما در حال استفاده از یک مرورگر هستید که پشتیبانی نمی شود و احتمالا آسیپ پذیر است.
uk: Ви використовуєте уразливий браузер, який не підтримується нашою системою.
vi: Bạn đang chạy một trình duyệt không được hỗ trợ và có khả năng dễ bị tấn công

source: You are strongly advised to download and install the Tor Browser.
az: Tor Brauzerini yükləyib quraşdırmağınız şiddətlə məsləhət görülür.
bg: Силно препоръчително е да изтеглите и инсталирате Tor браузъра.
fa: به شدت توصیه می شود تا مرورگر تور را دانلود کرده و نصب کنید.
uk: Наполегливо радимо завантажити та встановити браузер Tor.
vi: Chúng tôi khuyên bạn nên tải và cài đặt Tor Browser

source: The Tor Browser includes various privacy and security enhancements not present in other browsers.
az: Tor Brauzerə digər brauzerlərdə olmayan müxtəlif gizlilik və təhlükəsizlik təkmilləşdirmələri daxildir.
bg: Tor браузърът включва различни подобрения за запазване на личното пространство и сигурност, които не са част от други браузъри.
bs: Tor pretraživač sadrži razna privatnosna i sigurnosna poboljšanja koja inače nisu prisutna u drugim pretraživačima.
fa: مرورگر تور شامل ویژگیهای امنیتی و حفظ حریم شخصی است که در دیگر مرورگرها موجود نیستند.
ka: აღწერის Browser მოიცავს სხვადასხვა კონფიდენციალურობის და უსაფრთხოების Enhancements არ იმყოფება სხვა ბრაუზერები.
ko: 토르 브라우저는 다양한 개인 정보 보호 및 다른 브라우저에 존재하지 않는 보안 강화 기능이 포함되어 있습니다.
sq: Shfletuesi Tor përfshin privatësi të ndryshme, si dhe përmirësime privatësie që s'janë të pranishme në shfletues të tjerë.
uk: Броузер Tor включає в себе різні поліпшення конфіденційності і безпеки, відсутні в інших браузерах.
vi: Tor Browser bao gồm nhiều cải tiến về quyền riêng tư và bảo mật không có trong các trình duyệt khác

source: Download the Tor Browser
az: Tor Brauzeri yükləyin
bg: Изтегляне на Tor браузър
bs: Preuzmite Tor pretraživač
eu: Tor nabigatzaile deskargatu
fa: مرورگر تور را بارگذاری کن
ka: ჩამოტვირთეთ Tor Browser
ko: 토르 브라우저 다운로드
mk: Симнете го Tor пребарувачот
sq: Shkarkoni Shfletuesin Tor
uk: Завантажте Tor броузер
vi: Tải về các trình duyệt Tor

source: This is the list of the other supported browsers:
az: Digər dəstəklənən brauzerlərin siyahısı bunlardır:
bg: Това е списък на други подържани браузъри:
fa: این لیست سایر مرورگر های پشتیبانی شده می باشد:
uk: Це список інших підтримуваних браузерів:

source: System overview
az: Sistemə baxış
bg: Обзор на системата
fa: مرور کلی سیستم

source: Stats
az: Statistikalar
bg: Статистика
eu: Estatistikak
fa: آمارها
mk: Статистика
vi: Thống kê

source: Activities
az: Fəaliyyətlər
bg: Действия
bs: Aktivnosti
eu: Jarduerak
fa: فعالیتها
mk: Активности
uk: Активність
vi: Các hoạt động

source: Submissions
az: Təqdimatlar
bg: Подадени сигнали
bs: podnesci
fa: گزارش ها
ka: წარდგინება
ko: 제출
uk: Повідомлення

source: Users
az: İstifadəçilər
bg: Потребители
eu: Erabiltzaileak
fa: کاربران
mk: Корисници
vi: Người dùng

source: From
az: Etibarən
bg: От
eu: Honenak
fa: از
mk: Од
sq: Nga
uk: Від
vi: Từ

source: Number of downloads
az: Yüklənmə sayı
bg: Брой изтегляния
eu: Deskarga kopurua
fa: تعداد دانلود ها
mk: Број на симнувања
vi: Số lượt tải xuống

source: Error with file:
az: Fayl xətası:
bg: Грешка във файл:
fa: خطا فایل:
vi: Bị lỗi với tập tin:

source: File size not accepted.
az: Faylın ölçüsü qəbul edilmir:
bg: Размерът на файла не е приет.
eu: Onartu ez den fitxategiaren tamaina.
fa: اندازه فایل قابل قبول نمی باشد.
mk: Големината на форматот не е прифатлива.
vi: Kích cỡ tập tin không được chấp nhận

source: File type not accepted.
az: Fayl növü qəbul edilmir:
bg: Типа файл не може да бъде приет.
fa: نوع فایل قابل قبول نمی باشد.
vi: Loại tập tin không được chấp nhận

source: Maximum file size is:
az: Maksimum faylın ölçüsü:
bg: Максимален размер на файл:
eu: Fitxategi bakoitzarentzat gehienezko tamaina:
fa: حداکثر اندازه فایل:
mk: Максималната големина на форматот е:
vi: Kích thước lớn nhất của tập tin là:

source: Accepted file types are:
az: Qəbul edilən fayl növləri:
bg: Типовете файлове, които могат да бъдат приети са:
fa: انواع فایل قابل قبول:
vi: Những tập tin được chấp nhận là:

source: Scheduled jobs
az: Planlaşdırılan işlər
bg: Планирани работи
eu: Programatutako atazak
fa: کار های زمان بندی شده
mk: Закажани работи
vi: Những công việc đã được lên lịch

source: Sites management
az: Saytların idarə edilməsi
bg: Управление на сайтовете
fa: مدیریت سایت ها
mk: Управување со страните
vi: Trang web quản lý

source: Regenerate
az: Yenidən yaradın
bg: Регенериране
eu: Birsortu
fa: تولید دوباره
mk: Регенерирај
vi: Phục hồi

source: Display options alphabetically
az: Seçimləri əlifba sırası ilə göstər
bg: Показване на опциите по азбучен ред
eu: Aukerak alfabetikoki erakutsi
fa: نمایش گزینه ها به صورت الفبایی
mk: Прикажи ги опциите по азбучен редослед
vi: Hiển thị tùy chọn theo thứ tự bảng chữ cái

source: Enable email notifications for:
az: Email bildirişlərini aktivləşdirin:
bg: Активиране на имейл известия за:
eu: Posta bidezko jakinarazpenak gaitu honentzat:
fa: فعال کردن نوتیفیکیشن های ایمیل برای:
mk: Овозможи е-маил известувања за:
vi: Bật thông báo email cho:

source: Software updates
az: Proqram yeniləmələri
bg: Софтуерни обновления
fa: به‌روز رسانی برنامه
ko: 소프트웨어 업데이트

source: Software problems
az: Proqram problemləri
bg: Софтуерни проблеми
fa: مشکلات نرم افزار

source: Disable
az: Söndür
bg: Деактивиране
eu: Desgaitu
fa: غیرفعال کردن
ko: 비활성화
mk: Оневозможи
sq: Çaktivizoje
uk: Вимкнути
vi: Tắt

source: Remove
az: Sil
bg: Премахни
bs: Ukloni
eu: Ezabatu
fa: حذف
ko: 삭제
mk: Отстрани
sq: Hiqe
uk: Вилучити
vi: Bỏ

source: Use as default
az: Standart kimi istifadə et
bg: Използване по подразбиране
eu: Lehenetsi gisa erabili
fa: استفاده به صورت پیش فرض
mk: Користи го како стандардно
vi: Sử dụng mặc định

source: Create your whistleblowing platform
bg: Създайте своята платформа за източници
fa: ایجاد پلتفورم افشاگری خود
mk: Креирајте ја Вашата платформа за укажувачи
vi: Tự tạo nền tảng tố giác của bạn

source: Collapse
bg: Приберане
eu: Txikitu
fa: بستن
mk: Колапс
vi: Thu gọn

source: Expand
bg: Разшеряване
eu: Handitu
fa: بسط
mk: Прошири
vi: Mở rộng

source: Select
bg: Избор
eu: Hautatu
fa: انتخاب
mk: Избери
uk: Вибрати
vi: Chọn

source: Selected by default
bg: Избирано по подразбиране
fa: انتخاب شده به صورت پیش فرض
vi: Được chọn mặc định

source: Unselected by default
bg: Неизбирано по подразбиране
fa: انتخاب نشده به صورت پیش فرض
vi: Được bỏ chọn mặc định

source: Surname
bg: Фамилия
eu: Abizenak
fa: نام خانوادگی
mk: Презиме
vi: Họ

source: New
eu: Berria
fa: جدید
mk: Нов
vi: Mới

source: Opened
eu: Irekita
fa: باز شده
mk: Отворен
vi: Đã mở

source: Closed
eu: Itxita
fa: بسته شده
mk: Затворен
vi: Đã đóng

source: Placeholder
eu: Markadorea
fa: نگه دارنده
mk: Држач
vi: Giữ chỗ

source: Print
eu: Inprimatu
fa: چاپ
mk: Испечати
vi: In

source: Previous
eu: Aurrekoa
fa: قبلی
mk: Претходно
vi: Trước

source: Next
eu: Hurrengoa
fa: بعدی
mk: Следно
vi: Kế tiếp

source: First
eu: Lehena
fa: اولین
mk: Прво
vi: Đầu tiên

source: Last
eu: Azkena
fa: آخرین
mk: Последно
vi: Chót

source: Running
az: İşləyir
bg: Работи
fa: در حال اجرا
mk: Работи
uk: Запуск
vi: Đang chạy

source: Not running
az: İşləmir
bg: Не работи
fa: در حال اجرا نمی باشد
mk: Не работи
uk: Не працює
vi: Không hoạt động

source: Select the context of your submission:
az: Təqdimatınızın məzmunu seçin:
bg: Изберете контекста на подадения сигнал:
bs: Odaberite kontekstu vašeg podnošenja:
fa: زمینه گزارش خود را انتخاب کنید:
ka: აირჩიეთ კონტექსტში თქვენი წარმოდგენის:
ko: 제출의 컨텍스트를 선택합니다 :
sq: Zgjidhni kontekstin e paraqitjes tuaj:
uk: Оберіть контекст Вашого повідомлення
