Repository: globaleaks/whistleblowing-software
Catalog: client/pot/*.po
Languages: az, bg, bs, eu, fa, ka, ko, mk, sq, uk, vi

source: The platform is still not configured for HTTPS connections and should therefore only be used for testing purposes.
az: Platforma hələ HTTPS əlaqələri üçün quraşdırılmayıb və yalnız test məqsədləri üçün istifadə olunmalıdır.
bg: Платформата все още не е конфигурираназа HTTPS връзки и би трябвало да бъде ползвана единствено за тестване.
eu: Plataforma ez dago oraindik konfiguratuta HTTPS konexioentzat, eta probatzeko bakarrik erabili behar da.
fa: پلتفورم هنوز برای اتصال های HTTPS پیکربندی نشده است و بهتر است فقط برای تست کردن از آن استفاده شود.
mk: Платформата сѐ уште не е конфигурирана за HTTPS конекции и треба да биде користена само за тестирање.
vi: Nền tảng vẫn chưa được cấu hình cho các kết nối HTTPS và do đó chỉ nên được sử dụng cho mục đích thử nghiệm

source: Use case
bg: Причина за ползване
fa: مورد کاربرد
mk: Користете случај
vi: Trường hợp sử dụng

source: Anticorruption
bg: Антикорупция
fa: ضد فساد
mk: Антикорупција
vi: Chống tham nhũng

source: Corporate compliance
bg: Следване на вътрешните корпоративни правила
fa: رعایت مقررات
mk: Корпоративна усогласеност
vi: Tuân thủ công ty

source: Investigative journalism
bg: Разлседващ журнализъм
fa: ژورنالیسم تحقیقی
mk: Истражувачко новинарство
vi: Báo chí điều tra

source: Civic activism
bg: Граждански активизъм
fa: فعالیت مدنی
mk: Граѓански активизам
vi: Hoạt động dân sự

source: Submit
az: Göndər
bg: Изпрати
bs: podnijeti
eu: Entregatu
fa: ارسال
ka: წარუდგინოს
ko: 제출
mk: Испрати
sq: Parashtroni
uk: Надіслати
vi: Đệ trình

source: Recipients have requested you to fill an additional questionnaire.
eu: Hartzaileek beste galdekizun gehigarri bat betetzea eskatzen dizute.
fa: گیرندگان خواستار این هستند که یک پرسش نامه اضافی را پر کنید.
mk: Примателите побараа да пополните дополнителен прашалник.
vi: Người nhận đã yêu cầu bạn điền vào một bảng câu hỏi bổ sung.

source: Fill the additional questionnaire
eu: Bete galdekizun gehigarria
fa: پر کردن پرسش نامه اضافی
mk: Пополнете го дополнителниот прашалник
vi: Điền vào bảng câu hỏi bổ sung

source: Send
az: Göndər
bg: Изпращане
bs: poslati
eu: Bidali
fa: ارسال
ka: პირადი
ko: 보내다
mk: Испрати
sq: dërgoj
uk: Відправити
vi: Gởi

source: Allow the whistleblower to write comments
az: İnformasiya ötürənlərin şərh yazmasına icazə verin
bg: Разрешаване на източника да пише коментари
bs: Dozvolite uzbunjivač da pisati komentare
eu: Salatzaileei iruzkinak idaztea ahalbidetu
fa: به افشاگر اجازه نوشتن نظر داده شود
ka: ნება მამხილებელთა დაწერა კომენტარი
ko: 고발자가 코멘트를 작성할 수
mk: Дозволи на укажувачот да пишува коментари
sq: Lejo whistleblower për të shkruar komente
uk: Дозволити викривачу коментувати
vi: Cho phép người tố giác viết bình luận

source: From:
eu: Nondik
fa: از:
mk: Од:
vi: Từ:

source: To:
eu: Norentzat:
fa: به:
mk: До:
vi: Đến:

source: Filename
az: Fayl adı
bg: Име на файл
bs: Naziv datoteke
eu: Fitxategiaren izena
fa: نام فایل
ka: ფაილის სახელი
ko: 파일 이름
mk: Име на датотеката
sq: Emri i skedarit
uk: Назва файлу
vi: Tên tập tin

source: Upload date
az: Yüklənmə tarixi
bg: Дата на качване
bs: Upload datum
eu: Igoera-data
fa: روز آپلود
ka: ატვირთვა თარიღი
ko: 업로드 날짜
mk: Датум на прикачување
sq: Data e Ngarkimit
uk: Дата завантаження
vi: Ngày đăng

source: File size
az: Faylın ölçüsü
bg: Размер на файла
bs: Veličina fajla
eu: Fitxategiaren tamaina
fa: اندازه فایل
ka: ფაილის ზომა
ko: 파일 크기
mk: Големина на датотеката
sq: Përmasat e Skedarit
uk: Розмір файлу
vi: Kích thước tập tin

source: download
az: endir
bg: изтегли
bs: preuzmi
fa: بارگذاری
ka: ჩამოტვირთვა
ko: 다운로드
sq: shkarkoni
uk: завантаження
vi: tải xuống

source: No files have been uploaded!
az: Fayl yüklənməyib!
bg: Не сте качили файл!
bs: Nijedna datoteka nije postavljena!
fa: فایلی آپلود نشده!
ka: არარის ფაილი აიტვირთა!
ko: 어떤 파일이 업로드되지 않았습니다!
sq: S'është ngarkuar asnjë skedar!
uk: Жодного файлу не було завантажено!
vi: Vẫn chưa có tập tin nào được tải lên!

source: Allow the whistleblower to add attachments to the submission
az: İnformasiya ötürənə təsdiqetməyə əlavələr etməsinə icazə verin
bg: Разрешаване на източника да прикачва файлове към подавания сигнал
bs: Dozvolite uzbunjivač dodati priloge na podnošenje
fa: به افشاگر اجازه اضافه کردن ضمیمه به این گزارش داده شود
ka: ნება მამხილებელთა დამატება attachments წარდგენის
ko: 고발자가 제출에 첨부 파일을 추가 할 수 있도록 허용
sq: Lejo whistleblower për të shtuar të bashkëngjitni skedarë dorëzimit
uk: Дозволити викривачам надсилати додатки

source: Submission
az: Təqdimat
bg: Сведение
bs: podnošenje
fa: گزارش
ka: წარდგენა
ko: 제출
sq: Paraqitje
uk: Матеріал

source: Access expiration
az: Girişin sona çatması
bg: Изтичане на достъпа
fa: انقضا دسترسی
uk: Закінчення терміну доступу
vi: Hết hạn truy cập

source: Connection
az: Bağlantı
bg: Връзка
bs: priključak
fa: ارتباط
ka: კავშირი
ko: 연결
mk: Конекција
sq: lidhje
uk: З'єднання
vi: liên quan

source: Never
az: Heç vaxt
bg: Никога
fa: هرگز
ko: 만료없음
sq: Kurrë
uk: Ніколи
vi: Không bao giờ

source: Revoked
az: Ləğv edildi
bg: Отнет
fa: لغو
sq: I shfuqizuar
uk: Відкликано
vi: Thu hồi

source: Allow the whistleblower to send messages
az: İnformasiya ötürənin mesaj göndərməsinə icazə verin
bg: Разрешаване на източника да изпраща съобщения
bs: Dozvolite uzbunjivač za slanje poruka
fa: به افشاگر اجازه ارسال پیام داده شود
ka: ნება მამხილებელთა გააგზავნოთ შეტყობინებები
ko: 고발자 메시지를 보낼 수 있도록 허용
mk: Овозможи на укажувачот да испраќа пораки
sq: Lejo whistleblower për të dërguar mesazhe
uk: Дозволити викривачу надсилати повідомлення
vi: Cho phép người tố giác gửi tin nhắn

source: Are you sure that you want to delete the submission?
az: Bu təqdimatı silmək istədiyinizə əminsiniz mi?
bg: Сигурни ли сте, че искате да изтриете подадения сигнал?
bs: Jeste li sigurni da želite da obrisati podnošenje?
fa: آیا مطمئن هستید که میخواهید گزارش را حذف کنید؟
ka: დარწმუნებული ხართ, რომ გსურთ წაშალოთ წარდგენის?
ko: 당신은 당신이 제출을 삭제 하시겠습니까?
sq: Jeni i sigurt se doni të fshini paraqitjen?
uk: Видалити повідомлення?

source: Everything related to the submission stored on the platform will be deleted.
az: Platformada saxlanılan təqdimatla bağlı hər şey silinəcəkdir.
bg: Всичко свръзано с този сигнал на платформата ще бъде изтрито.
fa: همه چیز های مرتبط با گزارش ذخیره شده روی پلتفورم پاک خواهند شد.
uk: Всі матеріали свідчення будуть видалені.

source: Please be aware that everything stored off the platform, e.g. files you have saved on your computer, must be deleted manually.
az: Platformada saxlanan hər şeyin məsələn: kompüterinizin saxlanan faylların, əl ilə silinməli olduğunu unutmayın.
bg: Моля, уверете се, че всичко запазено извън платформата, на пример файлове, които съхранявате на компютъра си, също са изтрите саморъчно.
fa: لطفا آگاه باشید که تمام چیزهایی که خارج از پلتفورم ذخیره شده، مثل فایلی که روی کامپیوتر خود ذخیره کرده اید، باید به صورت دستی حذف شوند.
mk: Ве молиме имајте предвид дека сѐ што е сочувано надвор од платформата на пр. датотеки сочувани на компјутер, мора да бидат избришани рачно.
uk: Увага. Всі файли, які Ви зберегли на комп'ютері і за межами платформи Хабардокс, потрібно незабути видалити вручну.
vi: Xin lưu ý rằng mọi thứ được lưu trữ ngoài nền tảng, ví dụ như các tệp bạn đã lưu trên máy tính của bạn, phải được xóa thủ công.

source: Are you sure that you want to delete all the selected submissions?
az: Seçdiyiniz bütün təqdimatları silmək istədiyinizə əminsiniz mi?
bg: Сигурни ли сте, че искате да изтриете избраните сигнали?
bs: Jeste li sigurni da želite izbrisati sve odabrane argumente?
fa: آیا مطمئن هستید که میخواهید تمام گزارش های انتخاب شده را حذف کنید؟
ka: დარწმუნებული ხართ, რომ გსურთ წაშალოთ ყველა შერჩეული წარდგინება?
ko: 당신은 당신이 선택한 모든 제출을 삭제 하시겠습니까?
sq: Jeni i sigurt se doni të fshini të gjitha parashtresat e zgjedhura?
uk: Дійсно хочете видалити всі вибрані повідомлення?

source: Please make sure that all related data is properly deleted so that the recipients won't be able to further access to it.
az: Xahiş edirik qəbul edicilərin gələcəkdə daxil ola bilməyəcəkləri bütün müvafiq məlumatların silindiyindən əmin olasınız.
bg: Моля, уверете се че всичката информация е внимателно изтрита, така че получателите вече да не могат да получат достъп до нея.
bs: Molimo provjerite da su svi podaci vezani za pravilno brišu, tako da korisnici neće biti u stanju da dalji pristup do njega.
fa: لطفا مطمئن شوید که تمام داده های مرتبط به درستی پاک شده است تا گیرندگان دیگر قادر نباشند به آن دسترسی داشته باشند.
ka: დარწმუნდით, რომ ყველა დაკავშირებული მონაცემები სწორად იშლება ისე, რომ მიმღები ვერ შეძლებს შემდგომი ხელმისაწვდომობის იგი.
ko: 받는 사람이 액세스를 촉진 할 수 없습니다 있도록 모든 관련 데이터가 제대로 삭제되었는지 확인하십시오.
mk: Ве молиме осигурете се дека сите поврзани податоци се избришани со што примателите нема да бидат во можност за понатамошен пристап.
sq: Ju lutemi sigurohuni që të gjitha të dhënat e ngjashme janë hequr si duhet, në mënyrë që marrësit të mos munden më që t'i qasen atyre.
uk: Переконайтеся, що всі пов'язані дані видалені належним чином.
vi: Vui lòng đảm bảo rằng tất cả dữ liệu liên quan sẽ được xóa đúng cách để người nhận không thể truy cập thêm vào dữ liệu đó.

source: Please write a motivation for the reply
az: Xahiş edirik cavab üçün motivasiya yazın
bg: Моля, напишете причината за отговора
bs: Molimo vas da napišete motivacija za odgovor
eu: Arren, idatzi arrazoi bat erantzuteko
fa: لطفا انگیزه خود برای پاسخ را بنویسید
ka: გთხოვთ, მოტივაცია პასუხი
ko: 응답에 대한 의욕을 보냅니다
mk: Ве молиме напишете мотивација за одговорот
sq: Ju lutem shkruani një motivim për përgjigjen
uk: Будь ласка, напишіть мотивацію для відповіді
vi: Hãy viết động cơ của bạn trong phần trả lời

source: Are you sure that you want to postpone the submission expiration date?
az: Təqdimatın bitmə tarixini təxirə salmaq istədiyinizə əminsiniz mi?
bg: Сигурни ли сте, че желаете да отложите дата на изтичане на сигнала?
bs: Jeste li sigurni da želite da odloži podnošenje rok trajanja?
fa: آیا مطمئن هستید که میخواهید تاریخ انقضا گزارش را عقب بیاندازید؟
ka: დარწმუნებული ხართ, რომ გსურთ გადადება წარდგენის ვადის გასვლის თარიღი?
ko: 당신은 당신이 제출 기한을 연기 하시겠습니까?
sq: Jeni i sigurt se doni të shtyjë paraqitjen datën e skadimit?
uk: Дійсно хочете відтермінувати термін дії повідомлення?

source: By confirming, you will postpone the expiration date to:
az: Təsdiqləməklə, son istifadə tarixini təxirə salacaqsınız:
bg: След потвърждението, ще отложите датата на изтичане до:
bs: Potvrdom ćete odgoditi datum isteka na:
eu: Berrestean, iraungitze-data egun honetara atzeratuko duzu:
fa: با تایید کردن، شما تاریخ انقضا را عقب خواهید انداخت به:
ka: დადასტურებით, თქვენ გადადოს გასვლის თარიღი:
ko: 확인하면 만료 날짜를하는 연기합니다 :
mk: Со потврдување, ќе го одложите датумот на истекување до:
sq: Duke konfirmuar, ju do të shtyjë datën e skadimit për:
uk: Після підтвердження термін дії буде до:
vi: Bằng cách xác nhận, bạn sẽ hoãn ngày hết hạn đến:

source: Are you sure that you want to postpone the expiration date for all selected submissions?
az: Bütün seçilmiş təqdimatların bitmə tarixini təxirə salmaq istədiyinizə əminsinizmi?
bg: Сигурни ли сте, че искате да отложите датата на изтичане на всички избрани сигнали?
bs: Jeste li sigurni da želite da odloži datum isteka za sve izabrane tvrdnje?
fa: آیا مطمئن هستید که میخواهید تاریخ انقضا برای تمام گزارش های انتخاب شده را عقب بیاندازید؟
ka: დარწმუნებული ხართ, რომ გსურთ გადადება გასვლის თარიღი ყველა შერჩეული წარდგინება?
ko: 당신은 당신이 선택한 모든 제출 기한을 연기 하시겠습니까?
sq: Jeni i sigurt se doni të shtyjë datën e skadimit për të gjitha aplikimet e zgjedhura?
uk: Дійсно хочете відтермінувати термін дії всіх вибраних повідомлень?

source: Questionnaire answers
az: Sorğu cavabları
bg: Отговори на въпросника
bs: upitnik odgovore
eu: Galdekizuna erantzutea
fa: پاسخ‌های به پرسش‌نامه
ka: კითხვარი პასუხი
ko: 설문 답변
mk: Одговори на прашалникот
sq: përgjigjet e pyetësorit
uk: Відповіді на питання антети
vi: Đáp án cho bảng hỏi

source: Step
az: Addım
bg: Стъпка
bs: korak
eu: Urratsa
fa: قدم
ka: ნაბიჯი
ko: 단계
mk: Чекор
sq: Hap
uk: Крок
vi: Bước đi

source: Recipient list
az: Qəbul edici siyahısı
bg: Списък на получателите
bs: listu primalaca
fa: فهرست گیرنده‌ها
ka: მიმღები სია
ko: 받는 사람 목록
mk: Листа на приматели
sq: Lista marrësi
uk: Перелік одержувачів
vi: Danh sách người nhận

source: Submission status:
fa: وضعیت گزارش:

source: Attached files for the whistleblower
az: İnformasiya ötürən üçün əlavə edilmiş fayllar
bg: Прикачени файлове за източника
fa: فایل های ضمیمه شده برای افشاگر
uk: Додані файли для інформатора
vi: Tệp đính kèm cho người tố giác

source: Upload a file:
az: Yeni fayl yüklə:
bg: Качване на нов файл:
eu: Igo fitxategia:
fa: بارگذاری یک فایل:
mk: Прикачи датотека:
vi: Tải lên tập tin:

source: Logout
az: Çıxış
bg: Отписване
bs: Odjava
eu: Itxi saioa
fa: خروج
ka: გამოსვლა
ko: 로그 아웃
mk: Одјава
sq: Dilni
uk: Вихід
vi: Đăng xuất

source: The key code is either invalid or the submission has expired.
az: Açar şifrə etibarsızdır və ya təqdimat müddəti başa çatıb.
bg: Кодът за достъп е или невалиден или сигналът е изтекъл.
bs: Ključni broj ili nevažeći ili dostavljanje je istekao.
fa: کد کلید نامعتبر می باشد یا گزارش انقضا یافته است.
ka: გასაღები კოდი ან არასწორი ან წარდგენის ვადა გაუვიდა.
ko: 키 코드가 잘못되었거나 제출이 만료되었습니다.
sq: Kodi i çelësit mund të jetë i pavlefshëm, ose parashtrimi ka skaduar.
uk: ключ недійсний або термін дії матеріалів закінчився.

source: Files attached by recipients
az: Qəbul edicilər tərəfindən yüklənilmiş fayllar
bg: Прикачени, от получателите, файлове
eu: Hartzaileek erantsitako fitxategiak
fa: فایل های ضمیمه شده توسط گیرندگان
mk: Датотеки прикачени од примателите
vi: Tập tin được đính kèm bởi người nhận

source: These files have been attached to your submission by the recipients.
az: Bu fayllar sizin təqdimata alıcılar tərəfindən əlavə edilib.
bg: Тези файлове са прикачени към сигнала от получателите.
fa: این فایل ها به گزارش های شما توسط گیرندگان ضمیمه شده اند.
uk: Ці файли були додані до вашого подання одержувачами.

source: The provided reset token is invalid or expired.
eu: Emandako token baliogabetua edo iraungi du.
fa: نشانه تنظیم مجدد یا معتبر نیست یا انقضا یافته است.
mk: Напишаниот код за ресетирање не е валиден или е истечен.
vi: Mã thông báo đặt lại được cung cấp không hợp lệ hoặc đã hết hạn

source: Enter your account's username or your email address to request a password reset.
eu: Sartu erabiltzailearen izena edo posta elektronikoa pasahitza berrezartzea eskatzeko.
fa: نام کاربری خود یا آدرس ایمیل را برای درخواست تنظیم مجدد گذرواژه وارد کنید.
mk: Напишете го Вашето корисничко име или е-маил адреса за да побарате промена на лозинка.
vi: Nhập tên người dùng của tài khoản hoặc địa chỉ email của bạn để yêu cầu đặt lại mật khẩu.

source: Request password reset
fa: درخواست تنظیم مجدد گذرواژه

source: Password reset feature is unavailable for admin users.
fa: ویژگی تنظیم مجدد گذرواژه برای کاربران ادمین ناموجود میباشد.

source: Password reset requested.
eu: Pasahitza berrezartzea eskatu da.
fa: تنظیم مجدد گذرواژه درخواست شد.
mk: Поднесено барање за промена на лозинка.
vi: Yêu cầu đặt lại mật khẩu

source: Thank you!
az: Təşəkkürlər!
bg: Блгагодарим Ви!
bs: Hvala vam!
fa: متشکریم!
ka: მადლობა!
ko: 고맙습니다!
mk: Ви благодариме!
sq: Ju faleminderit!
uk: Дякуємо!
vi: Cảm ơn bạn!

source: We will try to get back to you as soon as possible.
eu: Ahal bezain laster erantzuten saiatuko gara.
fa: ما در اسرع وقت با شما تماس خواهیم گرفت.
mk: Ќе се обидеме да Ви одговориме во најскоро време.
vi: Chúng tôi sẽ cố gắng liên lạc lại với bạn sớm nhất có thể.

source: Remember your receipt for this submission.
fa: رسید خود برای این گزارش را به یاد داشته باشید.

source: Use the 16 digit receipt to log in. It will allow you to view any messages we sent you, and also to add extra info.
eu: Erabili 16 digituko kodea saioa hasteko. Bidaliko dizkizugun mezu guztiak ikusi eta informazio osagarria gehitzea ahalbidetuko dizu.
fa: از 16 رقم رسید برای وارد شدن استفاده کنید. به شما اجازه این را می دهد تا هر پیامی که به شما ارسال کردیم را ببینید، و همچنین اطلاعات بیشتری اضافه کنید.
mk: Внесете го Вашиот 16-цифрен код за да се најавите. Ќе Ви овозможи да ги видите пораките кои сме Ви ги испратиле, и да додадете повеќе информации.
vi: Sử dụng biên nhận 16 chữ số để đăng nhập. Nó sẽ cho phép bạn xem bất kỳ tin nhắn nào chúng tôi đã gửi cho bạn và cũng để bổ sung thêm thông tin.

source: View your submission
az: Təqdimatını nəzərdən keçir
bg: Преглед на сигнала
bs: Pogledaj svoje podnošenje
fa: گزارش خود را ببینید
ka: ნახეთ თქვენი წარდგენის
ko: 제출보기
sq: Shiheni parashtrimin tuja
uk: Переглянути ваш матеріал

source: Access to the whistleblower's identity has been requested to the custodian.
az: Mühafizəçidən informasiya ötürənin kimliyinə giriş tələb olunur.
bg: Молба за достъп до самоличността на източника е получена от попечителя.
bs: Pristup identitet zviždač a je zatraženo da kastodi.
eu: Salatzailearen identitatera sarbidea eskatu zaio jagoleari.
fa: دسترسی به هویت افشاگر از ‍داده بان درخواست شده است.
ka: ხელმისაწვდომობა მამხილებლის ვინაობა უკვე მოითხოვა მზრუნველი.
ko: 고발자의 신원에 대한 액세스는 관리인에게 요청하고있다.
mk: Побарано е пристап до идентитетот на укажувачот од чуварот.
sq: Qasja në identitetin e Whistleblower i është kërkuar të kujdestarit.
uk: Запит на інформацію про особу викривача було надіслано куратору
vi: Yêu cầu truy cập danh tính của người tố giác đã được gửi tới người bảo vệ.

source: Date of the request
az: Tələb olunan tarix
bg: Дата на заявката
bs: Datum zahtjeva
eu: Eskakizunaren data
fa: تاریخ درخواست
ka: მოთხოვნის თარიღი
ko: 요청 일자
mk: Датум на барањето
sq: Data e kërkesës
uk: Дата запиту
vi: Ngày yêu cầu

source: Undeclared
bg: Недклариран
fa: اعلام نشده
vi: Không được khai báo

source: You have completed the platform activation.
bg: Завършихте активирането на платформата.
eu: Plataformaren aktibazioa burutu da.
fa: شما پلتفورم را فعال کرده اید.
mk: Ја завршивте активацијата за платформата.
vi: Bạn đã hoàn thành việc kích hoạt nền tảng.

source: Your whistleblowing platform is almost ready!
bg: Вашата платформа за източници е почити готова!
eu: Salaketak jasotzeko plataforma ia prest dago!
fa: پلتفورم افشاگری شما تقریبا آماده می باشد!
mk: Вашата платформа за укажувачи е скоро готова!
vi: Nền tảng tố giác của bạn gần như đã sẵn sàng!

source: Check your inbox to activate your account.
bg: Проверете пощенската си кутия, за да активирате профила си.
fa: برای فعال سازی حساب خود ورودی خود را بررسی کنید.

source: Sign up
az: Qeydiyyat
bg: Регистриане
eu: Erregistratu
fa: عضویت
mk: Регистрирај се
uk: Зареєструватися
vi: Đăng ký

source: Domain
bg: Домейн
fa: دامنه
ko: 도메인
mk: Домен
sq: Domen
uk: Домен
vi: Tên miền

source: Other
az: Digər
bg: Други
eu: Beste bat
fa: دیگر
ka: სხვა
ko: 그 외
mk: Друго
vi: Khác

source: Complete
az: Tamamla
bg: Завършено
fa: کامل کنید.
ko: 완료
mk: Комплетирај
sq: E plotësuar
uk: Завершити
vi: Hoàn tất

source: Invalid phone number
eu: Telefono zenbakiak ez du balio.
fa: شماره تلفن ناموجود
mk: Невалиден телефонски број
vi: Số điện thoại không hợp lệ

source: This field is mandatory.
az: Məcburi sahədir.
bg: Това поне е задължително.
fa: این فیلد اجباری می باشد.
vi: Khoảng này là bắt buộc.

source: The answer is too short.
az: Cavab çox qısadır.
bg: Отговорът е твърде кратък.
fa: پاسخ بیش از حد کوتاه می باشد.
vi: Câu trả lời quá ngắn.

source: The specified input is not valid:
az: Göstərilən giriş düzgün deyil:
bg: Зададената информация не е валидна:
eu: Zehaztutako sarrera ez da baliozkoa:
fa: ورودی مشخص شده معتبر نمی باشد:
mk: Наведениот внес не е валиден.
uk: Зазначені дані недійсні:

source: please enter a valid email address.
az: Etibarlı e-mail ünvanı daxil edin.
bg: моля, въведете валиден имейл
eu: Arren, sartu baliozko helbide elektroniko bat.
fa: لطفا یک آدرس ایمیل معتبر وارد کنید.
mk: Ве молиме внесете валидна е-маил адреса.
uk: будь ласка, введіть дійсну адресу електронної пошти.

source: please enter numbers only.
az: xahiş edirik, yalnız rəqəmləri qeyd edin
bg: моля, въвдете само цифри.
eu: Arren, zenbakiak bakarrik sartu.
fa: لطفا فقط عدد وارد کنید.
mk: Ве молиме внесете само броеви.
uk: будь ласка, введіть лише цифри.

source: Recipient selection
az: Alıcı seçimi
bg: Избор на получатели
bs: izbor primalac
eu: Hartzailearen hautespena
fa: انتخاب گیرنده
ka: მიმღების შერჩევა
ko: 받는 사람 선택
mk: Селекција на приматели
sq: Përzgjedhja e marrësit
uk: Вибір одержувача
vi: lựa chọn người nhận

source: Recipients selected:
az: Seçilmiş alıcılar:
bg: Избранит получатели:
bs: Primatelji odabrani:
eu: Hautatutako hartzaileak:
fa: گیرنده‌های انتخاب‌شده:
ka: მიმღები შეარჩია:
ko: 받는 사람 선택 :
mk: Селектирани приматели:
sq: Marrësit e përzgjedhur:
uk: Обрані одержувачі:
vi: Người nhận được lựa chọn:

source: In this step the answers to the following questions are either missing or invalid:
az: Bu addımda aşağıdakı suallara verilən cavablar ya buraxılmış, ya da etibarsızdır:
bg: В тази стъпка отговорите на въпросте или липсват или са невалидни:
eu: Urrats honetan, hurrengo galderen erantzunak ez daude edo ez dira baliozkoak:
fa: در این مرحله پاسخ ها به سوالات زیر یا نامعتبر هستند یا ناقص هستند:
mk: Во овој чекор, одговорите на следните прашања или недостасуваат или се невалидни:
vi: Trong bước này, câu trả lời cho các câu hỏi sau bị thiếu hoặc không hợp lệ:

source: Submission errors
az: Təqdimat səhvləri
bg: Грешка в подаването
fa: خطا های گزارش
uk: Помилки повідослень

source: You must select at least one recipient.
az: Ən azı bir qəbul edici seçməlisiniz.
bg: Трябва да изберете поне един получател.
eu: Gutxienez hartzaile bat hautatu behar duzu.
fa: شما باید حداقل یک گیرنده مشخص کنید.
mk: Морате да селектирате барем еден примател.
uk: Ви повинні вибрати щонайменше одного одержувача.
vi: Bạn phải lựa chọn ít nhất một người nhận

source: Waiting for the file(s) to finish uploading.
az: Yükənən faylın (lar) bitməsini gözləyirəm.
bg: Изчакване качването на на файла(овете).
eu: Fitxategiak igotzen bukatzearen zain.
fa: انتظار برای تمام شدن آپلود فایل(ها).
mk: Се чека на датотеките да се прикачат.
uk: Відбувається завантаження файлу(-ів).
vi: Chờ đợi (các) tập tin hoàn tất tải lên.

source: The following steps have errors:
az: Aşağıdakı addımlarda səhvlər var:
bg: Следните стъпки имат грешки:
fa: مراحل زیر دارای خطا می باشند:
mk: Следните чекори имаат грешки:
uk: Такі кроки мають помилки:
vi: Các bước sau có lỗi:

source: The following step-by-step procedure will guide you through creating your whistleblowing platform.
bg: Следващите стъпки ще Ви помогнат да създадете вашата платформа за източници.
eu: Hurrengo prozedurak urratsez urrats eramango zaitu salaketak jasotzeko plataforma sortzeko.
fa: رویه قدم به قدم آمده به شما کمک خواهد کرد تا پلتفورم افشاگری خود را ایجاد کنید.
mk: Следната чекор-по-чекор процедура ќе Ве води во креирањето на Вашата платформа за укажувачи.
vi: Quy trình từng bước sau đây sẽ hướng dẫn bạn cách tạo nền tảng hệ thống cung cấp thông tin nội bộ của bạn

source: Please choose a configuration profile:
az: Xahiş edirik quraşdırma profili seçəsiniz:
bg: Моля, изберете конфигурационен профил:
eu: Arren, aukeratu konfigurazio profil bat:
fa: لطفا یک پروفایل پیکربندی انتخاب کنید:
mk: Ве молиме одберете профил за конфигурација:
vi: Vui lòng chọn một cấu hình cấu hình:

source: These profiles contain settings used by successful projects in each respective field.
az: Bu profillər, əlaqəli sahələrdə uğurlu layihələrin istifadə etdikləri tənzimləmələri özündə ehtiva edir.
bg: Тези профили съдържат настройки използвани от успешни проекти в техните сфери на дейност.
fa: این پروفایل ها شامل تنظیمات استفاده شده در پروژه های موفق در فیلد خود می باشند.
vi: Các cấu hình này chứa các cài đặt được sử dụng bởi các dự án thành công trong từng lĩnh vực tương ứng.

source: Confirm password
az: Şifrəni təsdiqləyin
bg: Потвърдете на паролата
bs: Potvrdite lozinku
fa: تایید رمز
ka: დაადასტურეთ პაროლი
ko: 비밀번호 확인
sq: Konfirmoni fjalëkalimin
uk: Підтвердить пароль
