Repository: globaleaks/whistleblowing-software
Catalog: client/pot/*.po
Languages: az, bg, bs, eu, fa, ka, ko, mk, sq, uk, vi

source: Warning! You are not anonymous.
az: Xəbərdarlıq! Siz anonim deyilsiniz.
bg: Предупреждени! Не сте анонимен.
bs: Upozorenje! Vi niste anonimni.
fa: هشدار! شما ناشناس نیستید.
ka: ყურადღება! თქვენ არ ხართ ანონიმური.
ko: 경고! 익명되지 않습니다.
sq: Warning! Ju nuk jeni anonim.
uk: УВАГА! Ви не анонімні.
vi: Cảnh báo! Bạn đang không ẩn danh.

source: Sending submissions over HTTPS exposes the act of doing so, but not the content.\n\nAlso, hiding the fact that you are submitting something makes the submission anonymous, which is strongly recommended.\n\nThis can be achieved with the use of the Tor Browser, providing anonymisation not found in other browsers like Internet Explorer, Firefox, Chrome, Opera etc.
az: HTTPS üzərindən təqdimatların göndərilməsi məzmunu deyil, hərəkəti üzə çıxarır.\n\nHəmçinin göndərilənləri gizlətmək təqdimatı məxfiləşdirir, buisə şiddətlə tövsiyə olunur.\n\nBu məxfiliyə Tor Browser-dən istifadə etməklə nail olmaq olar. İnternet Explorer, Firefox, Chrome, Opera və s. kimi səyyahlarda məxfilik təmin olunmur.
bg: Изпращането на сингал през HTTPS показва, че сте направили точно това, но не и съдържанието.\n\nПрикриването на факта, че дори сте направили това прави подаването на сигнала анонимно, което е силно препоръчително.\n\nТова може да бъде постигнато като се използва Tor браузъра, който предлага анонимизиране, което не може да бъде намерено в други браузъри като Internet Explorer, Firefox, Chrome, Opera и т.н.
fa: ارسال گزارش ها از طریق HTTPS عمل شما را آشکار میکند، اما جزییات کار شما را نشان نمی دهد.\n\n همچنین، پنهان کردن اینکه شما چیزی را ارسال میکنید ارسال را گمنام می کند، که به شدت توصیه می شود.\n\n این کار با استفاده از مرورگر تور قابل انجام است، سایر مرورگر ها هم چون اینترنت اکسپلورر، فایرفاکس، کروم، اوپرا و غیره این کار را انجام نمی دهند.
uk: Передача повідомлень через з'єднання захищене протоколом HTTPS робить зміст листа недоступним для третіх осіб, АЛЕ залишає можливість відстежили факт передачі. Ми наполегливо радимо надсилати свідчення про корупцію анонімним способом, тобто -приховувти не лише зміт, але і сам факт передачі листів. Приховати факт передачі можна за допомогою браузера Tor, який забезпечуючє анонімність (на відміну від інших браузерах, таких як Internet Explorer, Firefox, Chrome, Opera і т.д.)

source: Are you a whistleblower?
az: Siz informasiya ötürənsiniz?
bg: Вие източник ли сте?
bs: Da li ste zviždač?
fa: آیا یک افشاگر می باشید؟
ka: ხართ თუ მამხილებლის?
ko: 당신은 고발자입니까?
sq: A jeni një Informator?
uk: Ви інформатор?
vi: Bạn có phải là người tố giác?

source: Blow the whistle
az: Məlumatı ötür
bg: Подаване на сигнал
bs: Zviždite
fa: در سوت بدمید
ka: აფეთქება ისთვის
ko: 휘파람을 불어
sq: Fryjini bilbilit
uk: Надати свідчення
vi: Tố giác

source: Your submission was successful.
az: Sizin təqdimatınız uğurlu oldu.
bg: Подаването на сигнала е успешно.
bs: Vaš podnošenje bila uspješna.
fa: گزارش شما با موفقیت انجام شد.
ka: შენი წარდგენა წარმატებული იყო.
ko: 제출 성공했습니다.
sq: Parashtrimi juaj ishte i suksesshëm.
uk: Звернення було успішне.

source: Submission status
az: Göndəriş statusu
bg: Статус на сигнала
fa: وضعیت گزارش
uk: Статус подання

source: Disable submissions
az: Təqdimatları sıradan çıxart
bg: Забрана за подаване на сигнали
bs: Onemogući podneske
eu: Salaketak jasotzea desgaitu
fa: غیرفعال‌سازی گزارش
ka: შეზღუდული შესაძლებლობების მქონე წარდგინება
ko: 안 제출
mk: Оневозможи поднесоци
sq: parashtresat Çaktivizo
uk: Відключити повідомлення
vi: Vô hiệu hóa đệ trình

source: Enable encryption
eu: Aktibatu zifratua
fa: فعال سازی رمزگذاری
mk: Овозможи криптирање
vi: Cho phép mã hóa

source: Allow the system to store data in plaintext when encryption is not available
fa: اجازه به سیستم برای ذخیره سازی داده در متن ساده زمانی که رمزگذاری موجود نمی باشد

source: Enable multisite feature
fa: فعال سازی ویژگی چند سایت
mk: Овозможете функција со повеќе страни
vi: Cho phép tính năng đa trang web

source: Enable two factor authentication
eu: Faktore bikoitzeko autentifikazioa gaitu
fa: فعال سازی احراز هویت دو عاملی
mk: Овозможете автентикација на два фактори
vi: Cho phép xác thực hai yếu tố

source: Allow other websites to include the platform inside iframes
az: Digər saytlara platformanı sətir içi çərçivələrə daxil etməsinə icazə verin.
bg: Разрешаване на други уебсайтове за включват платформата в iframes
bs: Dozvolite druge web stranice uključiti platformu unutar okvira
fa: به سایر تارنماها اجازه داده شود تا محتوی پلفرم را به شکل iframes استفاده کنند
ka: ნება სხვა საიტებზე მოიცავს პლატფორმა შიგნით iframes
ko: 다른 웹 사이트가 iframe 내부의 플랫폼을 포함 할 수 있도록 허용
sq: Të lejojë faqet e internetit të tjera të përfshijë platformë brenda iframes
uk: Дозволити іншим сайтам підключати платформу, використовуючи iframes

source: Warning
az: Xəbərdarlıq
bg: Предупреждение
bs: upozorenje
eu: Oharra
fa: هشدار
ka: გაფრთხილება
ko: 경고
mk: Внимание
sq: paralajmërim
uk: Увага!
vi: Cảnh báo

source: By enabling this option, you are allowing other websites to include the platform inside iframes; this could potentially be used to endanger the platform or intercept users' communications
az: Bu seçimi aktivləşdirməklə siz başqa vebsaytlara platformanı sətiriçi çərçivələrə daxil etməyə icazə vermiş olursuz; Bu, platformanı təhlükə altında qoya və istifadəçilərin əlaqəsini əngəlləyə bilər.
bg: Когато тази опция е активирана, разрешавате други уебсайтове да включват платформата в iframes; това може потенциално да бъде използвано за застрашаване на платформата или пресичане на комуникацията на потребителите
bs: Uključivanjem ove opcije, vi dozvoljavate druge web stranice uključiti platformu unutar okvira; to bi moglo potencijalno može koristiti za ugroziti komunikacije platformu ili presretanje korisnika
fa: با فعال کردن این گزینه شما به سایت‌های دیگر اجازه می‌دهید که پلتفورم به صورت iframe لود کنند; این کار می‌تواند طوری مورد استفاده قرار گیرد که پلتفورم را به خطر بیاندازد یا ارتباطات کاربران را شنود کند.
ka: საშუალებას მისცემს ამ ვარიანტს, თქვენ საშუალებას სხვა საიტებზე მოიცავს პლატფორმა შიგნით iframes; ეს შეიძლება გამოყენებულ იქნას, საფრთხე შეუქმნას პლატფორმა ან კვეთა მომხმარებლების კომუნიკაციები
ko: 이 옵션을 사용하도록 설정하면가 iframe 내부의 플랫폼을 포함하는 다른 웹 사이트를 허용하고, 이것은 잠재적으로 플랫폼이나 절편 사용자의 통신을 위태롭게하는 데 사용할 수 있습니다
sq: Duke mundësuar këtë opsion, ju jeni duke lejuar faqet e internetit të tjera të përfshijë platformën brenda iframes; kjo potencialisht mund të përdoret për të rrezikojë komunikimit Platformë apo të kapur përdoruesve
uk: Включивши це налаштування ви дозволяєте іншим веб-сайтам підключати платформу, використовуючи iframes; в кінцевому рахунку це може використовуватися для зловживання платформою або перехоплення користувачів та їх спілкування

source: Allow recipients to postpone expiration date of the submission
az: Qəbul edicilərə təqdimatın bitmə tarixini təxirə salmasına icazə verin
bg: Разрешаване на получателите да отлагат датата на изтичане на подадения сигнал
bs: Dozvolite primaoci da odgodi datum isteka podnošenja
fa: به دریافت کننده‌ها اجازه بدهید تا تاریخ انقضا گزارش را به تعویق بیاندازند
ka: ნება მიმღები გადადების ვადის წარდგენის
ko: 받는 사람이 제출 기한을 연기 할 수 있도록 허용
sq: Lejojnë përfituesit për të shtyrë datën e skadimit të dorëzimit
uk: Дозволити одержувачам продовжувати термін до видалення матеріалів повідомлення.

source: Allow recipients to delete submissions
az: Qəbul edicilərə təqdimatlarını silməsinə icazə verin
bg: Разрешаване на получателите да изтриват подадени сведения
bs: Dozvolite primaoci izbrisati podneske
fa: به دریافت کننده‌ها اجازه بدهید که گزارش ها را پاک کنند
ka: ნება მიმღები წაშლა წარდგინება
ko: 받는 사람이 제출을 삭제할 수
sq: Lejojnë përfituesit për të fshirë parashtresat
uk: Дозволити одержувачам видаляти матеріали

source: Allow recipients to grant permissions to whistleblowers on specific submissions
az: Qəbul edicilərə, informasiya ötürənlərin müəyyən təsdiqlərə çıxışı üçün icazə verin
bg: Разрешаване на получателите да дават привилегии на източника за определен подаден сигнал
bs: Dozvolite primaoci da odobri dozvolu za zviždača na konkretne argumente
fa: به دریافت کننده و به افشاگر اجازه یک گزارش خاص داده شود
ka: ნება მიმღები გასცეს ნებართვები მამხილებელთა კონკრეტული წარდგინება
ko: 받는 사람이 특정 제출에 대한 내부 고발자에 대한 사용 권한을 부여 할 수 있도록 허용
sq: Lejojnë përfituesit për të dhënë leje për informuesit në aplikimet specifike
uk: Дозволити одержувачам обирати які типи повідомлень можуть надсилати інформатори

source: Enable search engines indexing
az: Axtarış motorlarının indeksləşməsini aktivləşdirin
bg: Активиране на индексиране от търсещите машини
bs: Omogućite indeksiranje od strane internet pretraživača
eu: Gaitu bilaketa motorren indexazioa
fa: فعال کردن ایندکس سازی موتورهای جستجو
ka: ჩართვა საძიებო სისტემებში ინდექსირებას
ko: 검색 엔진의 색인을 사용하도록 설정
mk: Овозможете индексирање на пребарувачите
sq: Mundësoni indeksimin e motorëve të kërkimit
uk: Включити індексацію пошуковими системами
vi: Bật công cụ tìm kiếm lập chỉ mục

source: Description
az: Açıqlama
bg: Описание
bs: Opis
eu: Deskribapena
fa: توضیح
ka: აღწერა
ko: 기술
mk: Опис
sq: Përshkrim
uk: Опис
vi: Mô tả

source: Enable custom privacy panel
az: Fərdi gizlilik panelini aktiv edin
bg: Активиране на потребителски панел за избирателна поверителност
bs: Omogućite prilagođeni panel privatnost
eu: Gaitu pribatutasun pertsonalizatuko panela
fa: فعال سازی پنل پوشیدگی اختصاصی
ka: მორგებული კონფიდენციალურობის პანელი
ko: 사용자의 개인 정보 보호 패널 사용
mk: Овозможете прилагоден панел за приватност
sq: Aftësoni panelin e privatësisë së përshtatur
uk: Увімкнути значок конфіденційності
vi: Kích hoạt tính năng bảng điều khiển riêng tư tùy chỉnh

source: Custom privacy panel
az: Fərdi gizlilik paneli
bg: Ръчни настройки на личното пространство
bs: Custom privatnost panel
eu: Pribatutasun pertsonalizatuko panela
fa: سفارش‌سازی پنل حریم خصوصی
ka: Custom კონფიდენციალურობის პანელი
ko: 사용자의 개인 정보 보호 패널
mk: Прилагоден панел за приватност
sq: Custom panel privacy
uk: власні налаштування панелі приватності
vi: bảng điều khiển riêng tư tùy chỉnh

source: Text shown when the whistleblower is not using Tor
az: İnformasiya ötürən Tordan istifadə etmədikdə göstərilən mətn
bg: Текстът се показва, когато източникът не използва Tor
bs: Prikazan tekst kada zviždač ne koristi Tor
fa: وقتی افشاگر از شبکه تور استفاده نمیکند این متن نشان داده میشود
ka: ტექსტი ჩანს როდესაც მამხილებლის არ არის გამოყენებით Tor
ko: 텍스트 고발자가 토르를 사용하지 않을 때 표시
sq: Teksti që shfaqet kur informatori s'është duke e përdorur Tor-in
uk: Текст, який показується, коли інформатор не використовує Tor
vi: Văn bản hiển thị khi tố cáo là không sử dụng Tor

source: Disable the privacy panel
az: Məxfilik panelini ləğv et
bg: Деактивирай панела за поверителност
bs: Onemogućite panel privatnost
eu: Pribatutasun panela desgaitu
fa: غیر فعال کردن پنل پوشیدگی
ka: შეზღუდული შესაძლებლობების მქონე კონფიდენციალურობის პანელი
ko: 개인 정보 보호 패널을 사용하지 않도록 설정
mk: Оневозможи го панелот за приватност
sq: Paaftësoni panelin e privatësisë së përshtatur
uk: Відключити значок конфіденційності
vi: Vô hiệu hóa bảng điều khiển riêng tư

source: Disable the receipt hint
fa: غیر فعال کردن راهنما رسید

source: Disable the donation panel
az: İanə lövhəsini sıradan çıxart
bg: Деактивиране на панелът за дарения
bs: Onemogućite donacija panel
fa: غیرفعال کردن پنل کمک مالی
ka: გამორთე შემოწირულობის პანელი
ko: 기부 패널을 사용하지 않도록 설정
sq: Disable panelin donacion

source: Amount of days till whistleblower access expires
az: İnformasiya ötürənin girşinin etibarlı olacağı günlərin sayı
bg: Брой дни преди достъпът на източника да изтече
fa: تعداد روز تا انقضا دسترسی افشاگر
uk: Кількість днів до закінчення терміну доступу інформатора
vi: Số ngày cho đến khi quyền truy cập tố giác hết hạn

source: For security reasons the whistleblower access is subject to expiration.
az: Təhlükəsizlik səbəblərinə görə informasiya ötürənin mövzuya giriş müddəti başa çatır
bg: От съображения за сигурност достъпът на източника изтича след период от време
fa: به دلایل امنیتی، دسترسی افشاگر منجر به انقضا می شود.
uk: Для додаткової безпеки доступ інформаторів має обмежений термін дії.
vi: Vì lý do bảo mật, quyền truy cập tố giác có thể hết hạn

source: Tweak this setting only if you know what you are doing.
az: Bu tənzimləməni, nə etdiyinizi bildiyiniz halda istifadə edin.
bg: Променяйте тази настройки единствено ако знаете какво вършите.
fa: تنظیمات را فقط در صورتی تغییر دهید که میدانید دارید چه کار می کنید.
vi: Tinh chỉnh cài đặt này chỉ khi bạn biết là bạn đang làm gì

source: Password change interval
eu: Pasahitz aldaketa tartea
fa: بازه تغییر گذرواژه
mk: Интервал за промена на лозинка
vi: Khoảng thời gian thay đổi mật khẩu

source: For security reasons, password changes are required at regular intervals.
eu: Segurtasun arrazoiak direla eta, tarteka aldatu behar da pasahitza.
fa: به دلایل امنیتی‌، تغییر گذر واژه در بازه های منظم ضروری می باشد.
mk: За безбедносни причини, потребни се промени на лозинката на одредени интервали.
vi: Vì lý do bảo mật, yêu cầu bạn thay đổi mật khẩu định kỳ

source: Set the value to 0 to disable this feature.
eu: Ezarri 0 balioa funtzionaltasun hau desgaitzeko.
fa: برای غیرفعال کردن این ویژگی مقدار را بر روی 0 تنظیم کنید.
mk: Поставете ја вредноста на 0 за да ја оневозможите оваа поставка.
vi: Đặt giá trị thành 0 để tắt tính năng này

source: Landing page
az: Daxil olma səhifəsi
bg: Начална страница
bs: odredišne ​​stranice
fa: صفحه هدف
ka: სადესანტო გვერდი
ko: 방문 페이지
sq: Faqja e Destinimit
uk: Цільова сторінка
vi: Trang đích

source: Default questionnaire
fa: پرسش نامه پیش فرض
mk: Стандарден прашалник
vi: Bảng câu hỏi mặc định

source: Title of the submission page
az: Təqdimat səhifəsinin adı
bg: Заглавие на страницата за подаване на сигнал
bs: Naslov stranice podnošenje
fa: عنوان صفحه گزارش
ka: დასახელება წარდგენის გვერდი
ko: 제출 페이지의 제목
sq: Titulli i faqes dorëzimit
uk: Заголовок сторінки подачі свідчень
vi: Tiêu đề của trang nộp

source: Show contexts in alphabetical order
az: Konteksti əlifba ardıcıllığı ilə göstər
bg: Показване на контекста по азбучен ред
bs: Pokaži kontekstima abecednim redom
fa: متن‌ها را به ترتیب الفبا مرتب کن
ka: Show კონტექსტში ანბანის მიხედვით
ko: 알파벳 순서로 표시 컨텍스트
mk: Прикажете ги содржините по азбучен редослед
sq: Shfaqeni kontekstin të renditur alfabetikisht
uk: Упорядкувати тематичні розділи за алфавітом
vi: Hiện bối cảnh theo thứ tự ABC

source: Title of the receipt page
az: Qəbz səhifəsinin adı
bg: Заглави на страницата за получаване
bs: Naslov stranice prijema
fa: عنوان صفحه اعلام وصول
ka: დასახელება მიღებიდან გვერდი
ko: 영수증 페이지의 제목
sq: Titulli i faqes pranimit
uk: Заголовок сторінки вхідних повідомолень
vi: Tiêu đề của trang biên nhận

source: Title of the submission status page
az: Təqdimat statusu səhifəsinin adı
bg: Заглавие на страницата за статус на сигнала
bs: Naslov statusa stranice podnošenje
fa: عنوان صفحه اعلام وضعیت گزارش
ka: დასახელება წარდგენის სტატუსი გვერდი
ko: 제출 상태 페이지의 제목
sq: Titulli i faqes status dorëzimit
uk: Заголовок сторінки статусу свідчень

source: Size limit for file attachments
az: Fayl əlavələri üçün ölçü həddi
bg: Максимален размер на прикачените файлове
bs: Ograničenje veličine za priloge datoteku
eu: Erantsitako fitxategientzako gehienezko tamaina
fa: محدودیت در حجم ضمیمه‌ها
ka: ზომა ლიმიტი ფაილის მიმაგრება
ko: 첨부 파일에 대한 크기 제한
mk: Ограничување на големината за прилозите на датотеките
sq: Kufiri Size për fotografi të bashkëngjitni skedarë
uk: Обмеження розміру доданих файлів
vi: Kích thước giới hạn cho tập tin đính kèm

source: Notify administrators of software problems
bg: Уведомяване на администраторте за софтуерни проблеми
eu: Administratzaileei jakinarazi softwarearen arazoak
fa: آگاه سازی ادمین ها از مشکلات نرم افزار
mk: Извести ги администраторите за проблеми во врска со софтверот
vi: Thông báo cho quản trị viên về sự cố phần mềm

source: Notify developers of software problems
az: Proqram problemləri ilə bağlı yaradıcıları xəbərdar etmək
bg: Уведомяване на програмистите за софтуерни проблеми
eu: Garatzaileei jakinarazi softwarearen arazoak
fa: آگاه سازی توسعه دهندگان از مشکلات نرم افزار
mk: Извести ги девелоперите за софтверски проблеми
vi: Thông báo cho các nhà phát triển về sự cố phần mềm

source: By enabling this feature, you will contribute to the development and security of the platform.
bg: С активиране на тази функция, ще допринесете към разработката и сигурността на платформата.
eu: Ezaugarri hori gaitzean, plataforma garatzen eta haren segurtasunean lagunduko duzu.
fa: با فعال کردن این ویژگی، شما در مشارکت توسعه و امنیت پلتفورم سهیم خواهید بود.
mk: Со овозможување на оваа поставка, ќе допринесете до развојот и безбедноста на платформата.
vi: Bằng cách kích hoạt tính năng này, bạn sẽ đóng góp cho sự phát triển và bảo mật của nền tảng

source: Enable HTTP Basic Authentication to limit platform access
az: Platformaya girişini məhdudlaşdırmaq üçün HTTP əsas Kimlik Doğrulamasını aktiv edin
bg: Включване на HTTP Basic Authentication, за да ограничите достъпа до платформата
bs: Uključi HTTP Basic Authentication ograničiti pristup platformi
fa: فعال سازی احراز هویت ساده HTTP برای محدود کردن دسترسی پلتفورم
ka: ჩართვა HTTP ძირითადი ავთენტიფიკაცია შეზღუდოს პლატფორმა ხელმისაწვდომობის
ko: 플랫폼 액세스를 제한하기 위해 HTTP 기본 인증을 사용하도록 설정
sq: Aktivizo HTTP Basic Authentication për të kufizuar qasjen platformë

source: Username
az: İstifadəçi adı
bg: Потребителско име
bs: Korisničko ime
eu: Erabiltzailearen izena
fa: نام کاربری
ka: ნიკი
ko: 사용자 이름
mk: Корисничко име
sq: Emër përdoruesi
uk: Ім'я користувача
vi: Người dùng

source: Password
az: Şifrə
bg: Парола
bs: Lozinka
eu: Pasahitza
fa: گذرواژه
ka: პაროლი
ko: 암호
mk: Лозинка
sq: Fjalëkalim
uk: Пароль
vi: Mật khẩu

source: Allow users to reset their passwords
fa: اجازه به کاربران برای تنظیم مجدد گذرواژه ها

source: Allowing users to reset their passwords may reduce the security of the platform due to security becoming dependent on the security of user's email accounts.
fa: اجازه به کاربران برای تنظیم مجدد گذرواژه‌ها می تواند امنیت پلتفورم را کاهش دهد چپن امنیت آن وابسته به امنیت حساب های کاربری کاربران خواهد بود.

source: Enable users to upload their PGP keys
fa: اجازه دادن به کاربران برای بارگذاری کلید های PGP خود

source: Enable multi-site login
fa: فعال سازی ورود چند سایت
mk: Овозможете најавување на повеќе страници
vi: Cho phép đăng nhập nhiều trang

source: Enable simplified login
eu: Aktibatu saio hasiera sinplifikatua
fa: فعال سازی ورود ساده شده
mk: Овозможи поедноставено најавување
vi: Cho phép đơn giản hóa đăng nhập

source: Logging level
eu: Erregistro maila
fa: سطح ثبت کردن وقایع
mk: Ниво на најавување
vi: Mức đăng nhập

source: Log accesses of internal users
eu: Erregistratu barne-erabiltzaileen sarbideak
fa: ثبت کردن دسترسی های کاربران داخلی
mk: Пристапи на најава на внатрешни корисници
vi: Nhật ký truy cập của người dùng nội bộ

source: Enable custodian user role
eu: Gaitu Zaintza erabiltzaile betekizuna
fa: فعال سازی نقش کاربر نگهبان
mk: Овозможи на чуварот улога на корисник
vi: Cho phép người dùng sử dụng vai trò người bảo vệ

source: Enable scoring system
eu: Gaitu puntuatzeko sistema
fa: فعال سازی سیستم امتیازدهی
mk: Овозможи систем на бодување
vi: Cho phép hệ thống tính điểm

source: Enable experimental features
az: Təcrübi imkanları aktivləşdirin
bg: Включване на експериментални опции
bs: Omogući eksperimentalne značajke
fa: فعال کردن امکانات تجربی
ka: ექსპერიმენტული ფუნქციების ჩართვა
ko: 실험 기능 사용
sq: Aktivizo karakteristika eksperimentale

source: The experimental features may be less stable or even not work at all; enable this option at your own risk. Support for these features may vary and they may be removed in the future.
az: Təcrübi imkanlar daha az sabit və ya işləksiz ola bilər; bu seçənəkləri aktivləşdirmək şəxsi məsuliyyətinizdədir. Bu imkanların dəstəklənməsi dəyişə və gələcəkdə aradan qaldırıla bilər.
bg: Експерименталните опции могат да са по-малко стабилни или дори да не работят изобщо; включете тази опция на свой собствен гръб. Подръжката на тези опции може да варира и те да бъдат премахнати в бъдеще.
bs: Eksperimentalni funkcije mogu biti manje stabilne ili čak ne radi na sve; omogućite ovu opciju na vlastitu odgovornost. Podrška za ove funkcije se mogu razlikovati i mogu se ukloniti u budućnosti.
fa: امکانات تجربی ممکن است با ثبات و یا به طور کلی کار نکند; فعال شدن این گزینه با مسئولیت خود شما خواهد بود. پشتیبانی از این ویژگی ممکن است تغییر کند و یا در آینده به طور کلی حذف شود.
ka: ექსპერიმენტული თვისებები შეიძლება ნაკლებად სტაბილურია, ან თუნდაც არ მუშაობს; ამ პარამეტრს საკუთარი პასუხისმგებლობით. მხარდაჭერა ამ თვისებების შეიძლება განსხვავდებოდეს და ისინი შეიძლება ამოღებულ მომავალში.
ko: 실험 기능은 덜 안정 또는 전혀 작동하지 않을 수 있습니다; 자신의 위험에이 옵션을 활성화합니다. 이러한 기능에 대한 지원은 다를 수 있습니다 그들은 미래에 제거 될 수있다.
sq: Karakteristika eksperimentale mund të jenë më pak të qëndrueshme apo edhe të mos punojnë në të gjitha; mundësuar këtë opsion në përgjegjësinë tuaj. Mbështetja për këto karakteristika mund të ndryshojnë dhe mund të hiqet në të ardhmen.

source: Save
az: Yadda saxla
bg: Запази
bs: Sačuvaj
eu: Gorde
fa: ذخیره
ka: გადარჩენა
ko: 구하다
mk: Зачувај
sq: Ruajeni
uk: Зберегти
vi: Lưu

source: Reset submissions
fa: تنظیم مجدد گزارش ها

source: To
eu: Honentzat
fa: به
mk: До
vi: Tới

source: Add
az: Əlavə et
bg: Добави
bs: Dodaj
eu: Gehitu
fa: اضافه کن
ka: სანიშნეს
ko: 더하다
mk: Додади
sq: Shtoni
uk: Додати
vi: Thêm

source: Enable automatic backups
fa: فعال کردن پشتیبان های خودکار
vi: Cho phép sao lưu tự động

source: Daily
fa: روزانه
vi: Hàng ngày

source: Weekly
fa: هفتگی
vi: Hàng tuần

source: Montly
fa: ماهیانه
vi: Hàng tháng

source: Remote
fa: ریموت
vi: Từ xa

source: Server
fa: سرور
vi: Máy chủ

source: Port
fa: پورت
vi: Cổng

source: Substatuses
eu: Azpiestatusak
fa: زیروضعیت ها
mk: Под-статуси
vi: Trạng thái phụ

source: Label
az: Başlıq
bg: Етикет
bs: Oznaka
eu: Etiketa
fa: برچسب
ko: 상표
mk: Ознака
sq: Titull
uk: позначка
vi: Nhãn

source: This field is mandatory
az: Məcburi sahədir
bg: Това поне е задължително
bs: Ovo polje je obavezno
eu: Eremu hau nahitaezkoa da
fa: این قسمت اجباری است
ka: ამ სფეროში სავალდებულოა
ko: 이 필드는 필수입니다
mk: Ова поле е задолжително
sq: Kjo fushë është e detyrueshme
uk: Це поле є обов'язковим
vi: Lĩnh vực này là bắt buộc

source: Edit
az: Düzəlt
bg: Редактирай
bs: Uredi
eu: Editatu
fa: ویرایش
ka: რედაქტირება
ko: 편집하다
mk: Уреди
sq: Redaktoni
uk: Редагування
vi: Chỉnh sửa

source: Cancel
az: Ləğv et
bg: Откажи
bs: Odustani
eu: Utzi
fa: لغو
ka: გაუქმება
ko: 취소
mk: Откажи
sq: Anulojeni
uk: Скасувати
vi: Hủy bỏ

source: Submission statuses
fa: وضعیت های گزارش

source: Closing statuses
fa: بستن وضعیت ها

source: Logo
az: Loqo
bg: Лого
eu: Logotipoa
fa: آرم
ko: 로고
mk: Лого
uk: Логотип
vi: Biểu tượng

source: Project name
az: Proyekt adı
bg: Име на проект
bs: Naziv projekta
eu: Proiektuaren izena
fa: نام پروژه
ka: პროექტის სახელი
ko: 프로젝트 이름
mk: Име на проектот
sq: Emri i projektit
uk: Назва ініціативи
vi: Tên dự án

source: Homepage title
az: Ana səhifənin adı
bg: Заглавие на началната страница
bs: homepage naslov
eu: Orri nagusiaren izenburua
fa: اسم صفحه اصلی
ka: მთავარი სათაური
ko: 홈페이지 제목
mk: Наслов на почетна страница
sq: Titulli i Kryefaqes
uk: Назва домашньої сторінки
vi: tiêu đề trang chủ

source: Presentation
az: Təqdimat
bg: Презентация
bs: Prezentacija
eu: Aurkezpena
fa: پرزنتیشن
ka: პრეზენტაცია
ko: 표시
mk: Презентација
sq: Prezantim
uk: Презентація
vi: Phần trình bày

source: Question to solicit possible whistleblowers
az: Mümkün olan informasiya ötürənlərə sual vermək
bg: Въпрос за привличане на бъдещи източници
bs: Pitanje je da traži moguće zviždača
eu: Salatzaile potentzialei egiteko galdera
fa: پرسش افشاگری
ka: კითხვა შუამდგომლობას შესაძლებელია მამხილებელთა
ko: 질문이 가능 고발자를 요청합니다
mk: Прашање за потенцијални укажувачи
sq: Pyetje për të kërkuar informatorë të mundshëm
uk: Запитання до Інформатора
vi: Câu hỏi để thu hút những người có thể tố giác
