Repository: globaleaks/whistleblowing-software
Catalog: client/pot/*.po
Languages: az, bg, bs, eu, fa, ka, ko, mk, sq, uk, vi

source: Log in
az: Daxil ol
bg: Впиши се
bs: Prijava
eu: Hasi saioa
fa: ورود
ka: შესვლა
ko: 로그인
mk: Најави се
sq: Hyni
uk: Зайти
vi: Đăng nhập

source: Administration interface
az: İnzibatçı ekranı
bg: Административен интерфейс
bs: Administracija sučelje
fa: رابط مدیریت
ka: ადმინისტრაციის ინტერფეისი
ko: 관리 인터페이스
sq: Ndërfaqja e Administrimit
uk: Інтерфейс адміністратора

source: Main configuration
az: Əsas quraşdırma
bg: Основна конфигурация
bs: glavni konfiguraciju
fa: تنظیمات اصلی
ka: მთავარი კონფიგურაციის
ko: 홈페이지 구성
mk: Главна конфигурација
sq: Konfigurimi Tërësor
uk: Головні налаштування
vi: Cấu hình chính

source: Theme customization
az: Üzlük quraşdırması
bg: Персонализиране на тема
bs: tema prilagođavanje
fa: شخصی‌سازی تم
ka: Theme დაკონფიგურირება
ko: 테마 사용자 정의
mk: Тематски прилагодувања
sq: Përshtatja e Temës
uk: Налаштування зовнішнього вигляду
vi: Chủ đề tùy chỉnh

source: Languages
az: Dillər
bg: Езици
eu: Hizkuntzak
fa: زبان‌ها
mk: Јазици
sq: Gjuhët
uk: Мови
vi: Ngôn ngữ

source: Text customization
az: Yazı quraşdırması
bg: Настройки на текста
eu: Testuaren pertsonalizazioa
fa: سفارشی سازی متن
mk: Текст прилагодувања
sq: Përshtatja e Tekstit
uk: Налаштування тексту
vi: Văn bản tùy chỉnh

source: Advanced settings
az: Təkmilləşdirilmiş tənzimləmələr
bg: Разширени настройки
bs: napredne postavke
fa: تنظیمات پیشرفته
ka: დამატებითი პარამეტრები
ko: 고급 설정
mk: Напредни поставки
sq: Konfigurimi i përparuar
uk: Додаткові параметри
vi: Thiết lập nâng cao

source: Questionnaire configuration
az: Sorğu quraşdırması
bg: Настройки на въпросника
bs: upitnik konfiguracija
fa: تنظیمات پرسش‌نامه
ka: კითხვარი კონფიგურაცია
ko: 설문 구성
mk: Конфигурација на прашалник
sq: konfigurimi pyetësori
uk: Налаштування анкети із запитаннями
vi: Cấu hình câu hỏi

source: Question templates
az: Sual formatı
bg: Шаблони за въпроси
bs: pitanje predložaka
eu: Galderen txantiloia
fa: الگوهای سوال
ka: კითხვა თარგები
ko: 질문 템플릿
mk: Обрасци за прашање
sq: pyetje templates
uk: Шаблон питання
vi: Các mẫu câu hỏi

source: Questionnaires
az: Sorğular
bg: Въпросници
bs: upitnici
eu: Galdekizunak
fa: پرسش‌نامه
ka: კითხვარი
ko: 설문지
mk: Прашалници
sq: pyetësorët
uk: Анкети
vi: Bảng câu hỏi

source: Add new questionnaire
az: Yeni sorğu əlavə et
bg: Добавяне на нов въпросник
bs: Dodaj novi upitnik
eu: Galdekizun berria gehitu
fa: اضافه کردن پرسش جدید
ka: ახალი კითხვარი
ko: 새로운 질문을 추가
mk: Додади нов прашалник
sq: Shto pyetësorit të re
uk: Створити нову антеку
vi: Thêm câu hỏi mới

source: Home
az: Ana Səhifə
bg: Начало
eu: Nagusia
fa: خانه
ko: 홈
mk: Почетна
sq: Kryefaqe
uk: Домашня
vi: Trở về

source: Home page
az: Ana səhifə
bg: Начална страница
fa: صفحه اصلی
ko: 홈페이지
sq: Kryefaqe
uk: Домашня сторінка

source: Changelog
az: Dəyişikliklər
bg: Доклад на промените
eu: Aldaketen erregistroa
fa: لیست تغییرات
ko: 업데이트 기록
mk: Историјат на изданија
sq: Regjistri i ndryshimeve
uk: Список змін
vi: Ký sự thay đổi

source: License
az: Lisenziya
bg: Лиценз
eu: Lizentzia
fa: پروانه
ko: 라이센스
mk: Лиценца
sq: Lisencat
uk: Ліцензія
vi: Giấy phép

source: Notification templates
az: Xəbərdarlıq üzlüyü
bg: Темплейт съобщения
bs: Predložak izvješća
fa: الگوی اطلاع‌رسانی
ka: შეტყობინება თარგები
ko: 알림 템플릿
mk: Обрасци на известувања
sq: Njoftimi templates
uk: Шаблони повідомлень
vi: Mẫu thông báo

source: Missing data
az: Çatışmayan məlumat
bg: Липсващи данни
bs: Podaci koji nedostaju
fa: اطلاعات مفقود
ka: დაკარგული მონაცემები
ko: 누락 된 데이터
sq: Të dhënat që mungojnë
uk: Відсутні дані
vi: Dữ liệu bị mất

source: no stats available for the future.
az: gələcək üçün statistika yoxdur
bg: няма налични статистически данни за бъдещето.
bs: nema dostupne statistike za ovu opciju.
fa: آماری برای آینده موجود نیست
ka: სტატისტიკა მიუწვდომელია მომავალში.
ko: 미래에 사용할 수있는 통계가 없습니다.
sq: s'ka statistika të disponueshme për të ardhmen.
uk: немає статистики стосовно майбутнього часу.

source: no stats available for this hour.
az: bu saat üçün statistika yoxdur
bg: няма статистика за този час.
bs: ne statistika na raspolaganju za ovo doba.
fa: وضعیتی برای این ساعت در درسترس نیست.
ka: სტატისტიკა მიუწვდომელია ამ საათში.
ko: 이 시간에 사용할 수있는 통계가 없습니다.
sq: Nuk ka statistika në dispozicion për këtë orë.
uk: немає статистики для цієї години.
vi: không có số liệu thống kê có sẵn cho giờ này.

source: no stats available for current hour; check activities page.
az: bu saata statistika yoxdur; fəaliyyət səhifəsini yoxla.
bg: няма налични статистически данни за текущия час; проверете страницата с активността.
bs: Nema statistike za ovo vrijeme, provjerite stranicu aktivnosti.
fa: وضعیتی برای ساعت حاضر موجود نیست; صفحه فعالیت ها را چک کنید
ka: სტატისტიკა მიუწვდომელია მიმდინარე საათში; შეამოწმეთ საქმიანობის გვერდზე.
ko: 현재 시간에 사용할 수있는 통계가 없다; 활동 페이지를 확인합니다.
sq: s'ka statistika të disponueshme për këtë orë; kontrolloni faqen e veprimtarive
uk: немає статистики для поточної години; перевірити сторінку активності.

source: Delete
az: Sil
bg: Изтрий
bs: Obriši
eu: Ezabatu
fa: حذف
ka: წაშლა
ko: 지우다
mk: Избриши
sq: Hiqeni
uk: Видалити
vi: Xóa

source: Anomalies
az: Anomaliyalar
bg: Аномалии
bs: anomalije
eu: Anomaliak
fa: بیقاعدگی
ka: ანომალიების
ko: 이상
mk: Аномалии
sq: Anomalitë
uk: Аномальна активність
vi: Dị thường

source: Preferences
az: Nizamlamalar
bg: Настройки
bs: Postavke
eu: Lehentasunak
fa: پرفرنس
ka: პრიორიტეტები
ko: 환경 설정
mk: Параметри
sq: Parapëlqimet
uk: Налаштування
vi: Tùy biến

source: User preferences
fa: ترجیحات کاربر

source: Notification settings
az: Xəbərdarlıq quraşdırmaları
bg: Настройки на известяванията
bs: postavke Notification
fa: تنظیمات اعلان ها
ka: შეტყობინების პარამეტრები
ko: 알림 설정
mk: Известувачки поставки
sq: Konfigurimi i Njoftimit
uk: Налаштування оповіщень
vi: Thiết lập thông báo

source: This recipient has configured the encryption key.
az: Bu alıcı şifrələmə açarını yaratdı.
bg: Този получател е настроил ключ за криптиране.
bs: Ovaj primalac je konfiguriran ključ enkripcije.
fa: این دریافت کننده کلید رمزگذاری را تنظیم کرده است
ka: ეს მიმღები კონფიგურაცია დაშიფვრის გასაღები.
ko: 이 수신자는 암호화 키를 구성했습니다.
sq: Marrësi ka konfiguruar çelësin e shifrimit.
uk: Одержувач налаштував ключ шифрування.

source: This recipient has not configured the encryption key.
az: Bu alıcı şifrələmə açarını yaratmayıb.
bg: Този потребител не е настроил ключ за криптиране.
bs: Ovaj primalac nije napravio ključ za enkripciju.
fa: این دریافت کننده کلید رمزگذاری را تنظیم نکرده است.
ka: ეს მიმღები ჯერ არ შეუყვანია დაშიფვრის გასაღები.
ko: 이 수신자는 암호화 키를 구성하지 않았습니다.
sq: Marrësi s'e ka konfiguruar çelësin e shifrimit.
uk: Одержувач не налаштував ключ шифрування.

source: The file is unavailable due to an internal error.
az: Daxili xətaya görə fayl əlçatan deyil.
bg: Файлът не е достъпен поради вътрешна грешка.
bs: Ovaj dokument je nedostupan zbog interne greške.
fa: این فایل بدلیل مشکلی داخلی قابل دسترس نیست.
ka: ფაილი მიუწვდომელია შიდა შეცდომა.
ko: 이 파일은 내부 오류로 인해 사용할 수 없습니다.
sq: Skedari s'është i disponueshëm, për shkak të një gabimi të brendshëm.
uk: Файл недоступний через внутрішню помилку.

source: file unavailable
az: fayl yoxdur
bg: недостъпен файл
bs: datoteka nije dostupna
eu: Fitxategia ez dago erabilgarri
fa: فایل در دسترس نیست
ka: წარადგინოს unavailable
ko: 사용할 수없는 파일
mk: Датотеката не е достапна
sq: skedari s'është i disponueshëm
uk: файл недоступний
vi: tập tin không có sẵn

source: Recipient interface
az: Alıcı paneli
bg: Интерфейс на получателя
bs: primalac sučelje
fa: رابط دریافتکننده
ka: მიმღების ინტერფეისი
ko: 받는 사람 인터페이스
sq: Ndërfaqja e Marrësit
uk: Інтерфейс одержувача

source: Creation date
az: Yaradılma tarixi
bg: Дата на създаване
bs: Datum kreiranja
eu: Sortze-data
fa: تاریخ تولید
ka: შექმნის თარიღი
ko: 작성 날짜
mk: Датум на создавање
sq: Data e Krijimit
uk: Дата Створення

source: Expiration date
az: Bitmə tarixi
bg: Дата на изтичане
bs: Rok upotrebe
eu: Iraungitze data
fa: تاریخ انقضا
ka: ვადის გასვლის თარიღი
ko: 유통 기간
mk: Датум на рок на важење
sq: Data e Skadimit
uk: Дата закінчення терміну дії (видалення)
vi: Ngày hết hạn

source: Last Access
az: Son giriş
bg: Последно влизане
bs: Zadnji pristup
eu: Azken sarrera
fa: آخرین دسترسی
ka: ბოლო შესვლა
ko: 마지막 액세스
mk: Последен пристап
sq: Qasja e Fundit
uk: Останній Доступ
vi: Lần truy cập cuối cùng

source: Files
az: Fayllar
bg: Файлове
bs: Datoteke
eu: Fitxategiak
fa: فایل‌ها
ka: ფაილი
ko: 파일
mk: Датотеки
sq: Skedarët
uk: Файли
vi: Tập tin

source: Comments
az: Şərhlər
bg: Коментари
bs: Komentari
eu: Iruzkinak
fa: دیدگاه‌ها
ka: კომენტარები
ko: 코멘트
mk: Коментари
sq: Komente
uk: Коментарі
vi: Bình luận

source: Messages
az: İsmarışlar
bg: Съобщения
bs: poruke
fa: پیام‌ها
ka: შეტყობინებები
ko: 메시지
mk: Пораки
sq: mesazhet
uk: Повідомлення
vi: Tin nhắn

source: Select this recipient.
az: Bu alıcını seç.
bg: Избиране на този получател.
bs: Odaberite ovaj primaoca.
fa: این دریافتکننده را انتخاب کن.
ka: აირჩიეთ ამ მიმღები.
ko: 이받는 사람을 선택합니다.
mk: Избери примач.
sq: Përzgjidheni këtë marrës.
uk: Обрати цього одержувача.
vi: Chọn người nhận này.

source: Unselect this recipient.
az: Bu alıcını seçmə.
bg: Премахване избора на този получател.
bs: Deselektujete ovo primaoca.
fa: این دریافتکننده را انتخاب نکن
ka: მონიშვნა ამ მიმღები.
ko: 이받는 사람을 선택 취소합니다.
mk: Отстранете го овој примач.
sq: Zhbëjeni përzgjedhjen për këtë marrës.
uk: Не обирати цього одержувача.
vi: Bỏ chọn nhận này.

source: This recipient cannot be deselected.
az: Bu alıcı seçilməyə bilməz.
bg: Изборът на този получател не може да бъде премахнат.
bs: Ovo primalac ne može se poništiti.
fa: این دریافت کننده را نمی توان از حالت انتخاب شده خارج کرد
ka: ეს მიმღები არ შეიძლება deselected.
ko: 이받는 사람이 선택을 취소 할 수 없습니다.
mk: Овој примач не може да биде отстранет.
sq: Këtij marrësi s'mund t'i zhbëhet përzgjidhja.
uk: Цього одрежувача не можна виключити зі списку.
vi: Người nhận này không thể bị hủy chọn

source: Details
az: Detallar
bg: Детайли
bs: Detalji
eu: Xehetasunak
fa: جزییات
ka: დაწვრილებით
ko: 세부
mk: Детали
sq: Hollësitë
uk: Деталі
vi: Chi tiết

source: Platform wizard
az: Proqram quraşdırması
bg: Съветник за платформата
bs: platforma čarobnjak
eu: Plataformaren laguntzailea
fa: صفخه نمایش
ka: პლატფორმა ოსტატი
ko: 플랫폼 마법사
mk: Платформен волшебник
sq: Platforma wizard
uk: Майстер налаштувань платформи
vi: Wizard nền tảng

source: Step-by-step setup
az: Addım-addım quraşdırma
bg: Настройка стъпка-по-стъпка
bs: Korak-po-korak podešavanje
fa: تنظیمات قدم به قدم
ka: ნაბიჯ-ნაბიჯ setup
ko: 단계별 설치
sq: Konfigurimi hap-pas-hapi
uk: Налаштування крок за кроком

source: CREDIT CARD
az: KREDİT KARTI
bg: КРЕДИТНА КАРТА
bs: KREDITNA KARTICA
fa: کارت اعتباری
ka: საკრედიტო ბარათი
ko: 신용 카드
mk: КРЕДИТНА КАРТИЧКА
sq: KARTË KREDITI
uk: Кредитна картка
vi: THẺ TÍN DỤNG

source: YOUR NAME
az: ADINIZ
bg: ВАШЕТО ИМЕ
bs: VAŠE IME
fa: نام شما
ka: თქვენი სახელი
ko: 당신의 이름
mk: ВАШЕТО ИМЕ
sq: EMRI JUAJ
uk: ВАШЕ ІМ'Я
vi: TÊN CỦA BẠN

source: Postpone the expiration date
az: Son istifadə tarixini dəyiş
bg: Отлагане на датата на изтичане
bs: Odgodi rok trajanja
eu: Iraungitze data atzeratu
fa: تعویق زمان انقضاء
ka: გადადეთ ვადის გასვლის თარიღი
ko: 만료일 연기
mk: Одложи го датумот на рокот на важење
sq: Shtyjë datën e skadimit
uk: Відтермінувати дату зачінчення терміну дії
vi: Hoãn ngày hết hạn

source: Select all
az: Hamısını seç
bg: Изиране на всички
bs: Označi sve
eu: Hautatu dena
fa: انتخاب همه
ka: მონიშნე ყველა
ko: 모든 선택
mk: Избери сѐ
sq: Selektoj të gjitha
uk: Обрати все
vi: Chọn tất cả

source: Deselect all
az: Hamısını seçmə
bg: Отмяна на избора на всички
bs: Poništi sve
eu: Deshautatu dena
fa: خارج کردن تمام موارد از حالت انتخاب
ka: გააუქმეთ ყველა მონიშვნა
ko: 모든 선택 해제
mk: Отстрани ги избраните
sq: deselect të gjitha
uk: Зняти всі позначки
vi: Bỏ chọn tất cả

source: Refresh page
az: Səhifəni yenilə
bg: Презареждане на страницата
bs: refresh stranice
fa: بازنشانی صفحه
ka: გვერდის განახლება
ko: 새로 고침 페이지
sq: faqe refresh
uk: Оновити сторінку

source: Context
az: Kontekst
bg: Контекст
bs: kontekst
fa: متن
ka: კონტექსტი
ko: 문맥
mk: Контекст
sq: Kontekst
uk: Контекст
vi: Nội dung

source: Submission date
az: Göndəriş tarixi
bg: Дата на изпращане
bs: Rok za prijavu
fa: تاریخ گزارش
ka: წერილის გაგზავნის თარიღი
ko: 제출 날짜
sq: Data e paraqitjes
uk: Дата передачі матеріалів

source: Private messages
az: Şəxsi ismarışlar
bg: Лични съобщения
bs: privatne poruke
fa: پیام خصوصی
ka: პირადი შეტყობინებები
ko: 개인 메시지
mk: Приватни пораки
sq: Mesazhet Private
uk: Приватні повідомлення
vi: Tin nhắn riêng tư

source: Preview
az: Görüntü
bg: Преглед
bs: Pregled
eu: Aurrebista
fa: نمایش
ko: 시사
mk: Преглед
sq: Përmbledhje
uk: Попередній перегляд
vi: Xem trước

source: Move up
az: Yuxarı get
bg: Премести нагоре
bs: napredovati
eu: Gorantz eraman
fa: بالا بردن
ka: გადატანა up
ko: 위로 이동
mk: Оди горе
sq: Leviz
uk: Вгору
vi: Di chuyển lên

source: Move down
az: Aşağı get
bg: Премести надолу
eu: Beherantz eraman
fa: پایین آوردن
ka: ქვევით
ko: 아래로 이동
mk: Оди доле
sq: Leviz poshtë
uk: Вниз
vi: Di chuyển xuống

source: Move left
az: Sola get
bg: Премести на ляво
bs: Move lijevo
eu: Ezkerrerantz eraman
fa: به چپ بردن
ka: გადატანა მარცხენა
ko: 이동 왼쪽
mk: Оди лево
sq: Leviz Majtas
uk: Вліво
vi: Di chuyển sang trái

source: Move right
az: Sağa get
bg: Премести на дясно
bs: Move pravo
eu: Eskuinerantz eraman
fa: به راست بردن
ka: გადაადგილება უფლება
ko: 오른쪽으로 이동
mk: Оди десно
sq: Leviz djathtas
uk: Вправо
vi: Di chuyển sang phải

source: Import
az: İdxal
bg: Внасяне
bs: uvoz
eu: Inportatu
fa: بارگزاری
ka: იმპორტი
ko: 수입
mk: Увези
uk: Імпортувати
vi: Nhập

source: Export
az: İxrac
bg: Изнасяне
bs: izvoz
eu: Esportatu
fa: دریافت
ka: ექსპორტი
ko: 수출
mk: Извези
sq: eksport
uk: Експортувати
vi: Xuất

source: Save all
az: Hamısını saxla
bg: Запазване на всички
bs: Sačuvaj sve
eu: Gorde dena
fa: ذخیره‌ی همه
ka: შენახვა ყველა
ko: 모든 저장
mk: Сочувај сѐ
sq: Ruaj të gjithë
uk: Зберегти все
vi: Lưu tất cả

source: The connection used to send this submission has been secured with HTTPS ensuring confidentiality.
az: Bu təqdimatı göndərmək üçün nəzərdə tutulmuş əlaqə, HTTPS ilə məxfiliyi təmin etmək üçün qorunmuşdur.
bg: Връзката за това изпращане е подсигурена с HTTPS, което осигурява конфиденциалност.
bs: Priključak se koristi za slanje ovu tvrdnju je osiguran HTTPS osigurati tajnost.
fa: راه ارتباطی برای ارسال گزارش توسط HTTPS محرمانه شده است.
ka: კავშირი გამოიყენება გაგზავნის ამ წარდგენის უზრუნველყოფილი HTTPS უზრუნველსაყოფად კონფიდენციალურობის.
ko: 이 제출을 보내는 데 사용되는 연결은 HTTPS는 기밀성을 보장하기로 확보하고있다.
sq: Lidhja përdoret për të dërguar këtë parashtresë është siguruar me HTTPS siguruar konfidencialitetin.
uk: Інтернет з'єднання для передачі цього повідомлення захищене протоколом HTTPS який забезпечує конфіденційність

source: The connection used to send this submission has been secured with Tor ensuring confidentiality and anonymity.
az: Bu təqdimatı göndərmək üçün nəzərdə tutulmuş əlaqə, Tor ilə məxfiliyi və anonimliyi təmin etmək üçün qorunmuşdur.
bg: Връзката за това изпращане е подсигурена с Tor, което осигурява конфиденциалност и анонимност.
fa: ارتباط استفاده شده برای ارسال این گزارش با تور امن شده است و گمنامی و محرمانه بودن را تضمین می کند.
uk: Інтернет з'єднання для передачі цього повідомлення захищене кодом Tor, який забезпечує конфіденційність і анонімність

source: vertical
az: şaquli
bg: вертикално
bs: vertikalan
fa: عمودی
ka: ვერტიკალური
ko: 수직선
mk: вертикално
sq: vertikale
uk: вертикально
vi: Chiều dọc

source: horizontal
az: üfüqi
bg: хоризонтално
bs: horizontalan
fa: افقی
ka: ჰორიზონტალური
ko: 수평
mk: хоризонтално
uk: горизонтально
vi: Chiều ngang

source: Number
az: Say
bg: Числа
bs: broj
eu: Zenbakia
fa: عدد
ka: პუნქტების
ko: 번호
mk: Број
sq: numër
uk: Номер
vi: Số

source: Email
bg: Имейл
eu: Posta elektronikoa
fa: پست الکترونیک
ka: ელ-ფოსტის გაგზავნა
ko: 이메일
mk: Е-маил
uk: Електронна пошта

source: Date
az: Tarix
bg: Дата
bs: Datum
eu: Aurkezteko epea
fa: تاریخ
ka: თარიღი
ko: 날짜
mk: Датум
sq: Data
uk: Дата
vi: Ngày

source: Regular expression validator
az: Daimi ifadə düzəldiçisi
bg: Валидатор на regular expression
bs: Redovna validator izraz
eu: Esamolde erregularren balioztatzailea
fa: اعتبارسنجی اصطلاح رایج
ka: რეგულარული გამოსახულებანი დამტკიცება
ko: 정규 표현식 검사기
mk: Регуларен валидатор на изразување
sq: Shprehja validator rregullt
uk: Валідатор регулярних математичних виразів
vi: Trình xác nhận biểu thức chính quy

source: Minimum number of input characters
az: Giriş simvollarının minimum sayı
bg: Минимален брой символи
bs: Minimalan broj ulaznih znakova
eu: Sarrerako karaktereen kopuru minimoa
fa: حداقل تعداد کاراکترهای وارد شده
ka: მინიმალური რაოდენობის შეყვანის სიმბოლო
ko: 입력 문자의 최소 수
mk: Минимален број на карактери за внес
sq: numri minimal i karaktereve të dhëna
uk: Мінімальна кількість символів, що вводять
vi: Số ký tự tối thiểu nhập vào

source: Maximum number of input characters
az: Giriş simvollarının maksimum sayı
bg: Максимален брой символи
bs: Maksimalan broj ulaznih znakova
eu: Sarrerako karaktereen kopuru maximoa
fa: حداکثر تعداد کاراکترهای وارد شده
ka: მაქსიმალური რაოდენობა შეყვანის სიმბოლო
ko: 입력 문자의 최대 수
mk: Максимален број на карактери за внес
sq: Numri maksimal i karaktereve të dhëna
uk: Максимальна кількість символів, що вводять
vi: Số ký tự tối đa nhập vào

source: Earliest selectable date
az: Ən erkən seçmə tarixi
bg: Най-ранната избираема дата
bs: Najranija izabrati datum
eu: Ahalik eta data erabilgarri gertukoena
fa: اولین تاریخ قابل انتخاب
ka: ადრეული მითითებული თარიღი
ko: 가장 빠른 선택 가능한 날짜
mk: Најрано селектиран датум
sq: date të hershme selectable
uk: Дата обрана найперше
vi: Ngày chọn được sớm nhất

source: Latest selectable date
az: Ən gec seçmə tarixi
bg: Най-късната избираема дата
bs: Latest izabrati datum
eu: Ahalik eta data erabilgarri berantiarrena
fa: آخرین تاریخ قابل انتخاب
ka: Latest მითითებული თარიღი
ko: 최신 선택할 수 날짜
mk: Последен селектиран датум
sq: Latest date selectable
uk: Остання обрана дата
vi: Ngày chọn được muộn nhất

source: 0 = auto
bg: 0 = автоматично
fa: 0 = اتوماتیک
ka: 0 = განცხადება
ko: 0 = 자동
mk: 0 = автоматски

source: -1 = unlimited
az: -1 = limitsiz
bg: -1 = неограничено
bs: -1 = Neograničeno
fa: -1 = بدون محدودیت
ka: -1 = შეუზღუდავი
ko: -1 = 무제한
sq: -1 = Pakufizuar

source: True
az: Düz
bg: Вярно
bs: istinski
fa: درست
ko: 참된
mk: Вистинско
sq: i vërtetë
uk: Вірно
vi: Đúng

source: False
az: Səhv
bg: Невярно
bs: lažan
fa: نادرست
ko: 그릇된
mk: Лажно
sq: I rremë
uk: Невірно
vi: Sai

source: Yes
az: Bəli
bg: Да
bs: Da
eu: Bai
fa: بله
ka: დიახ
ko: 예
mk: Да
sq: Po
uk: Так
vi: Có

source: No
az: Xeyr
bg: Не
bs: Ne
eu: Ez
fa: خیر
ka: არარის
ko: 아니
mk: Не
sq: Jo
uk: Ні
vi: Không

source: Attachment
az: Qoşma
bg: Прикачен файл
bs: vezanost
eu: Erantsia
fa: ضمیمه
ka: დანართი
ko: 부착
mk: Прикачен документ
uk: Додаток
vi: Tập tin đính kèm

source: Attachments
az: Qoşmalar
bg: Прикачени файлове
bs: Prilozi
eu: Erantsiak
fa: ضمیمه‌ها
ko: 첨부 파일
mk: Прикачувања
uk: Додатки
vi: Các tập tin đính kèm

source: Change your password
az: Şifrənizi dəyişin
bg: Промяна на паролата Ви
bs: Promijeniti svoju lozinku
eu: Aldatu pasahitza
fa: تغییر گذرواژه
ka: შეცვალეთ თქვენი პაროლი
ko: 비밀번호 변경
mk: Промени ја лозинката
sq: Ndrysho fjalëkalimin tuaj
uk: Змінити пароль
vi: Thay đổi mật khẩu của bạn

source: List of submissions
az: Göndəriş siyahısı
bg: Списък от подадени сигнали
bs: Popis podnesaka
fa: فهرست گزارش ها
ka: სია წარდგინება
ko: 제출 목록
sq: Lista e aplikimeve
uk: Список наданих свідчень

source: List of access requests to whistleblowers' identities
az: İnformasiya ötürənlərin kimliklərinə giriş tələblərinin siyahısı
bg: Списък на молбите за достъп до самоличноста на източниците
bs: Popis zahtjeva pristup identiteta zviždača '
fa: فهرست درخواست‌های دریافتی به هویت افشاگران
ka: სია ხელმისაწვდომობის ითხოვს მამხილებელთა ვინაობა
ko: 제보자의 신원에 대한 액세스 요청 목록
sq: Lista e kërkesave për qasje në identitetin e informatorëve "
uk: Список запитів на інформацію про особу викривача

source: User
az: İstifadəçi
bg: Потребител
bs: korisnik
eu: Erabiltzailea
fa: کاربر
ka: შესახებ
ko: 사용자
mk: Корисник
sq: përdorues
uk: Користувач
vi: Người dùng

source: Motivation
az: Motivasiya
bg: Мотивация
bs: motivacija
eu: Arrazoia
fa: انگیزه
ka: მოტივაცია
ko: 자극
mk: Мотивација
sq: motivimi
uk: Мотивація
vi: Động lực

source: Status
bg: Статус
eu: Egoera
fa: وضعیت
ka: სტატუსი
ko: 지위
mk: Статус
sq: Statusi
uk: Стан
vi: Trạng thái

source: Request motivation
az: Motivasiya tələbi
bg: Мотивация за молбата
bs: upit motivacija
eu: Eskakizunaren arrazoia
fa: انگیزه درخواست
ka: მოთხოვნა მოტივაცია
ko: 요청 동기 부여
mk: Побарај мотивација
sq: kërkesa motivimi
uk: Мета запиту
vi: Yêu cầu động lực

source: Reply motivation
az: Motivasiyaya cavab
bg: Отговор на мотивацията
bs: Odgovori motivacija
eu: Erantzunaren arrazoia
fa: پاسخ به انگیزه
ka: პასუხი მოტივაცია
ko: 의욕을 회신
mk: Одговори на мотивацијата
sq: Përgjigju motivimin
uk: Мета відповіді
vi: trả lời động lực

source: Request status
az: Tələbin vəziyyəti
bg: Изискване на статус
bs: upit status
eu: Eskakizunaren egoera
fa: درخواست وضعیت
ka: მოთხოვნა სტატუსი
ko: 요청 상태
mk: Статус на барање
sq: Statusi kërkesa
uk: Статус запиту
vi: tình trạng yêu cầu

source: Custodian
az: Mühafizəçi
bg: Попечител
bs: staratelj
eu: Jagolea
fa: نگهبان
ka: მზრუნველი
ko: 후견인
mk: Чувар
sq: kujdestar
uk: Зберігач
vi: Người bảo vệ

source: Custodian of the identities
az: Kimliklərin mühafizəçisi
bg: Попечител на самолочиностите
bs: Čuvar identiteta
fa: نگهبانی از هویت
ka: მზრუნველი ვინაობა
ko: 신원의 수탁
mk: Чувар на идентитетите
sq: Kujdestari i identiteteve
uk: Зберігач особистих даних
vi: Người bảo vệ danh tính

source: Identity
az: Kimlik
bg: Самоличност
bs: identitet
eu: Identitatea
fa: هویت
ko: 정체
mk: Идентитет
sq: identitet
uk: Особисті дані
vi: Danh tính

source: Available
az: Mövcuddur
bg: На линия
bs: dostupan
fa: در دسترس
ka: ხელმისაწვდომია
ko: 유효한
sq: në dispozicion
uk: Доступні
vi: Có sẵn

source: Not available
az: Mövcud deyil
bg: Не е на линия
bs: Nije dostupno
fa: غیرقابل دسترس
ka: მიუწვდომელია
ko: 사용 불가
sq: I padisponueshem
uk: Недоступні
vi: Không thể

source: Access requested
az: Daxil olma tələbi
bg: Изискване на достъп
bs: pristup traži
eu: Sarbidea eskatu da
fa: درخواست دسترسی
ka: Access მოითხოვა
ko: 액세스 요청
mk: Побаран пристап
sq: Qasja e kërkuar
uk: Наданий запит на доступ
vi: Yêu cầu truy cập

source: Request access to the whistleblower's identity
az: İnformasiya ötürənin kimliyinə daxil olma tələbi
bg: Подаване на молба за достъп до самоличността на източника
bs: Zahtjev pristup identitet zviždač a
eu: Salatzailearen identitatera sarbidea eskatu
fa: درخواست دسترسی به هویت افشاگر
ka: მოთხოვნა ხელმისაწვდომობის მამხილებლის ვინაობა
ko: 고발자의 신원에 대한 액세스 요청
mk: Побарај пристап до идентитетот на укажувачот
sq: Qasje kërkesa të identitetit të informatorëve të
uk: Надати запит на інформацію про особу викривача
vi: Yêu cầu truy cập danh tính của người tố giác

source: Please write a motivation
az: Motivasiya yazmağınızı xahiş edirik
bg: Моля, мотивирайте се
bs: Molimo vas da napišete motivacija
eu: Arren, idatzi arrazoia
fa: لطفا انگیزه خود را بنویسید
ka: გთხოვთ, მოტივაცია
ko: 동기 부여를 작성 해주세요
mk: Ве молиме напишете мотивација
sq: Ju lutem shkruani një motivim
uk: Будь ласка, поясніть мету
vi: Hãy viết một bản trình bày động cơ

source: Reply to the request
az: Tələblərə cavab verin
bg: Отговор на молба
bs: Odgovor na zahtjev
eu: Erantzun eskakizunari
fa: پاسخ به درخواست
ka: პასუხის გასაცემად
ko: 요청에 회신
mk: Одговори на барањето
sq: Përgjigju kërkesës
uk: Відповідь на запит
vi: Trả lời yêu cầu

source: Authorized
az: Təsdiq edildi
bg: Упълномощен
bs: ovlašćen
eu: Baimendua
fa: مجاز شده
ka: ავტორიზებული
ko: 인정 받은
mk: Авторизирано
sq: i autorizuar
uk: Дозволено
vi: Ủy quyền

source: Denied
az: Rədd edildi
bg: Отхвърлен
eu: Ukatua
fa: رد شده
ka: უარყო
ko: 거부
mk: Одбиено
sq: mohuar
uk: Відхилено
vi: Bị từ chối
