Repository: globaleaks/whistleblowing-software
Catalog: client/pot/*.po
Languages: az, bg, bs, eu, fa, ka, ko, mk, sq, uk, vi

source: Default mail configuration in use. Please consider using a private mail server.
eu: Posta elektronikoko zerbitzari lehenetsia erabiltzen. Arren, pentsa posta elektroniko pribatuko zerbitzaria erabiltzea.

source: Mandatory
eu: Nahitaezkoa

source: Disclaimer
eu: Erantzukizunaren deskargua

source: Enable PGP
eu: Aktibatu PGP

source: Custom support URL
eu: Laguntza pertsonalizaturako URL

source: Settings
eu: Konfigurazioa

source: Network
eu: Sarea

source: Profile
eu: Profil

source: The chosen password is too weak. A valid password should be at least 12 characters long and contain a variety of characters including at least a lowercase character, a capital character, a number and a special character.
eu: Aukeratutako pasahitza oso ahula da. Balizko pasahitza izateko gutxienez 12 karaktere eta minuskulak, eta askotariko karaktereak, minuskulak, maiuskulak, zenbaki bat eta ikur bat gutxienez barne.

source: Request support
eu: Eskatu laguntza

source: Thank you.
eu: Eskerrik asko.

source: By confirming, you will set a reminder on date:
eu: Berretsi ondoren, egun honetarako zehaztuko duzu gogorarazpena:

source: Fiscal code
eu: Kode fiskala

source: View
eu: Ikusi

source: Enter your account recovery key to complete the password reset procedure
eu: Sartu kontua berreskuratzeko gakoa pasahitza berrezartzeko prozesua osatzeko.

source: Site
eu: Lekua

source: Select the recipients of your report
eu: Hautatu zure salaketaren hartzaileak:

source: Please summarize your report in a few words.
eu: Deskribatu hitz gutxitan zure salaketa.

source: Where did the facts happen?
eu: Non gertatu ziren gertaerak?

source: When did the facts happen?
eu: Noiz gertatu ziren gertaerak?

source: I'm a victim
eu: Biktima naiz

source: I'm involved in the facts
eu: Gertaeretan parte hartu dut

source: I witnessed the facts in person
eu: Gertaeren lekuko izan nintzen

source: I was personally told by a direct witness
eu: Lekuko zuzen batek kontatu zidan ahoz aho

source: It is a rumor I heard
eu: Entzun dudan zurrumurrua da

source: How are you involved in the reported facts?
eu: Nola hartzen zaitu salatutako gertaerak barne?

source: Do you have evidence to support your report?
eu: Zure salaketa justifika dezaketen probarik al duzu?

source: Please attach the evidence to support your report.
eu: Arren, erantsi zure salaketa justifikatuko duen proba.

source: Please describe the evidence in detail.
eu: Arren, deskriba ezazu proba xehetasun osoz.

source: A thorough description of the submitted evidence enhances our ability to evaluate claims and investigate. Please take care to reference significant portions of any videos, images or documents submitted.
eu: Bidalitako froga zehatz-mehatz deskribatuz gero, adierazpenak ebaluatu eta hobeto ikertu ahal izango ditugu. Arren, saiatu aipatzen bidalitako edozein bideo, irudi edo dokumentutako zati aipagarrienen iturriak.

source: Have you reported the facts to other organizations and/or individuals?
eu: Jakinarazi al dizkiezu gertakari hauek beste erakunde eta/edo pertsonei?

source: Please list the organizations and/or individuals you have informed about these facts.
eu: Arren, zerrenda itzazu gertakari hauen inguruan informatuak izan diren erakundeak eta/edo pertsonak.

source: Have these organizations investigated your claims? If so, what was the outcome?
eu: Parte hartu al dute erakunde hauek zure baieztapenetan? Hala bada, zein emaitzekin?

source: What is the outcome you want to achieve with our support?
eu: Zer lortu nahi duzu gure laguntzarekin?

source: Alternative contact method
eu: Harremanetarako beste metodo bat

source: I prefer to be contacted via this platform only
eu: Plataforma honen bitartez bakarrik nahi dut kontaktatzea

source: This is an email to notify you that a recipient has granted you access to one or more reports.
eu: Posta elektroniko honen bitartez hartzaileak salaketa bat edo gehiago eman dizkizula jakinarazi nahi dizugu.

source: This is an email to notify you that the reminder date for one or more reports has been met.
eu: Posta elektroniko honen bidez salaketa bat edo gehiago zehaztutako oroitzeko data bete dela jakinarazi nahi dizugu.

source: Reminder
eu: Oroigarria

source: Region
bs: regija
ko: 부위
sq: rajon

source: Search engine spiders will be allowed to index the application.
bs: pauci tražilice će biti dozvoljeno da indeks aplikacije.
ko: 검색 엔진 스파이더가 색인에 응용 프로그램을 허용됩니다.
sq: "Zbuluesit" të motorit të kërkimit do t'i lejohet që ta indeksojë aplikacionin.

source: Security awareness panel title
bs: Sigurnost naslov svijest panel
ko: 보안 인식 패널 제목
sq: Security Titulli panel vetëdijes

source: Security awareness panel text
bs: svijest panel sigurnosti tekst
ko: 보안 인식 패널 텍스트
sq: Security panel vetëdijes text

source: Disable the security awareness panel questions
bs: Onemogućiti pitanja svijest sigurnost panel
ko: 보안 인식 패널 질문을 해제
sq: Paaftësoni pyetjet e panelit të ndërgjegjësimit mbi sigurinë

source: Title of the attachments widget
bs: Naslov priloge widget
ko: 첨부 위젯의 제목
sq: Titulli i attachments widget

source: Title of the comments widget
bs: Naslov komentara widget
ko: 코멘트 위젯의 제목
sq: Titulli i komenteve widget

source: Title of the messages widget
bs: Naslov widget poruka
ko: 메시지 위젯의 제목
sq: Titulli i mesazheve widget

source: This feature keeps regular people from visiting the platform while it is still under development and should not be used for security purposes. The input password is stored in plaintext on the server.
bs: Ova funkcija održava obični ljudi iz gostujući platforme, dok je još u fazi razvoja i ne bi trebalo koristiti za sigurnosne svrhe. Lozinka ulaz se čuva u tekst na serveru.
ko: 이 기능은 아직 개발 및 보안 목적을 위해 사용되지 않아야하는 동안 플랫폼을 방문하는 일반 명을 유지한다. 입력 된 암호가 서버에 일반 텍스트로 저장됩니다.
sq: Ky funksion i mban njerëzit të rregullta nga vizita platformë ndërsa ajo është ende në zhvillim e sipër dhe nuk duhet të përdoret për qëllime të sigurisë. Fjalëkalimi input është ruajtur në plaintext në server.

source: Accept multiple answers for the field
bs: Prihvati više odgovora za polje
ko: 필드의 여러 답변을 수락
sq: Pranoni përgjigje të shumëfishta për fushën

source: Encryption:
ko: 암호화:
sq: Fshehtëzim:

source: Which of the following statements is true?
bs: Koja od ovih stavki je tačna?
ko: 다음 설명 중 사실입니까?
sq: Cila nga deklarimet e mëposhtme është e vërtetë?

source: You are aware of the risks involved. Go ahead, but consider yourself warned.
bs: Svjesni ste rizika koji je u pitanju. Nastavite, ali se smatrajte upozorenim.
ko: 당신은 관련된 위험을 알고 있습니다. 어서,하지만 자신이 경고 고려하십시오.
sq: Jeni i vetëdijshëm për rreziqet e përfshira. Shkoni përpara, por e konsiderojeni veten të paralajmëruar.

source: Wrong Answer!
bs: Pogrešan odgovor!
ko: 잘못된 답변!
sq: Përgjigje e Gabuar!

source: Content Type
bs: sadržaj Type
ko: 콘텐츠 형식
sq: Lloji i Përmbajtjes

source: Please check your key code and try again or make a new submission.
bs: Provjerite svoj ključ kod i pokušajte ponovo ili napraviti novi podnesak.
ko: 키 코드를 확인하고 다시 시도하거나 새 제출하시기 바랍니다.
sq: Ju lutemi kontrolloni kodin e çelësit tuaj dhe përpiquni sërish, ose bëni një parashtrim të ri.
