Repository: globaleaks/whistleblowing-software
Catalog: client/pot/*.po
Languages: az, bg, bs, eu, fa, ka, ko, mk, sq, uk, vi

source: Remember to provide proper security advice to Whistleblowers:
az: İnformasiya ötürənlərə müvafiq təhlükəsizliyə dair məsləhətlər verməyi unutmayın:
bg: Незбравяйте да дадете истински съвет, по сигурнстта, на източниците:
bs: Ne zaboravite da obezbedi odgovarajuće sigurnosne savjete zviždača:
ka: გახსოვდეთ, რომ უზრუნველყოს სათანადო უსაფრთხოების რჩევა მამხილებლის:
ko: 제보자에 적절한 보안 조언을 제공해야합니다 :
sq: Mos harroni që t'u ofroni Informatorëve këshillat e duhura të sigurisë:
uk: Незабудьте надати інформаторам пораду щодо покращення їх безпеки

source: To learn more about GlobaLeaks Security you can read the following document:
az: GlobaLeaks Təhlükəsizliyi haqqında daha ətraflı məlumat üçün aşağıdakı sənədləri oxuya bilərsiniz:
bg: За допълнителна информация относно сигурноста на GlobaLeaks може да прочетете следния документ:

source: Contact
az: Əlaqə
bg: За връзка
sq: Kontakt
uk: Контакти

source: Roles enabled to use the platform without Tor:
az: Rollar Tor olmadan platformadan istifadəni aktivləşdirdi:
bg: Ролите, които са активирани да използват платформата без Tor:

source: System message:
az: Sistem mesajı:
bg: Системно съобщение:

source: Path
az: Yol
bg: Път

source: Size
az: Ölçü
bg: Размер
bs: Veličina
ka: ზომა
ko: 크기
sq: Përmasat
uk: Розмір

source: Clause
az: Qeyd
bg: Клауза
bs: Klazula
ka: მუხლი
ko: 절
sq: Klauzolë
uk: застереження

source: Agreement Text
az: Razılaşma mətni
bg: Текст на споразумение
bs: Sporazum Tekst
ka: ხელშეკრულების ტექსტი
ko: 계약 텍스트
sq: Teksti i Marrëveshjes
uk: Текст згоди

source: Layout orientation
az: Yerləşmə istiqaməti
bg: Ориентация на визуализацията
bs: Izgled orijentacija
ka: განლაგება ორიენტაციის
ko: 레이아웃 방향
sq: Orientimi Layout

source: Title of the confirmation question upon negative answer
az: Mənfi cavab üzərindən təsdiqləyici sualın adı
bg: Заглавие на диалогът за потвърждаване при негативен отговор на въпрос
bs: Naslov pitanja potvrde na negativan odgovor
ka: სტატუსი დადასტურება კითხვა საფუძველზე უარყოფითი პასუხი
ko: 부정적인 응답시 확인 질문의 제목
sq: Titulli i çështjes konfirmimit pas përgjigjes negative

source: Body of the confirmation question upon negative answer
az: Mənfi cavab üzərindən təsdiqləyici sualın əsas hissəsi
bg: Тяло на диалогът за потвърждаване при негативен отговор на въпрос
bs: Tijelo pitanje potvrde na negativan odgovor
ka: Body დადასტურება კითხვა საფუძველზე უარყოფითი პასუხი
ko: 부정적인 응답시 확인 질문의 몸
sq: Trupi i çështjes konfirmimit pas përgjigjes negative

source: Text of the final statement upon negative answer
bg: Текст при негативен отговор на крайното заявление

source: Unselectable
az: Seçilə bilməyən
bg: Не избераеми
ko: 하거나 선택
sq: I papërzgjedhshëm
uk: Неможливо вибрати

source: The setting is enabled at a global level.
az: Tənzimləmə qlobal səviyyədə aktivləşdirilib.
bg: Тази настройка важи за всички.
bs: Postavka je omogućeno na globalnom nivou.
ka: პარამეტრი ჩართულია გლობალურ დონეზე.
ko: 설정은 글로벌 수준에서 사용할 수 있습니다.
sq: Konfigurimi është mundësuar në nivel global.
uk: Це налаштування увімкнено на глобальному рівні.

source: General settings
az: Ümumi seçimlər
bg: Общи настройки
bs: Opšta podešavanja
ka: ძირითადი პარამეტრები
ko: 일반 설정
sq: settings përgjithshme
uk: Загальні налаштування

source: New Password
az: Yeni Şifrə
bg: Нова парола
bs: Nova lozinka
ka: ახალი პაროლი
ko: 새 비밀번호
sq: Fjalëkalimi i Ri
uk: Новий пароль

source: Before proceeding, please change your password.
az: Davam etmədən öncə, parolunuzu dəyişdirin.
bg: Преди да продължите напред, моля променете паролата си.
bs: Prije postupka, molimo vas da promijenite lozinku.
ka: გაგრძელებამდე, გთხოვთ შეცვალოთ თქვენი პაროლი.
ko: 계속하기 전에 암호를 변경하십시오.
sq: Para se të vazhdoni, ju lutemi të ndryshuar fjalëkalimin tuaj.
uk: Перш ніж продовжити, будь ласка, змініть пароль.

source: Server temporarly unusable due to resource exhaustion; advise the Admin if you can.
az: Resurs tükənməsi səbəbindən server müvəqqəti olaraq istifadə oluna bilməz. Əgər mümkündürsə, inzibatçı ilə məsləhətləşin.
bg: Сървърът е временно еизползваем поради изчерпване на наличните ресурси; уведомете администраторът ако е това е възможно.
bs: Server temporarly neupotrebljiv zbog resursa iscrpljenosti; savjetovati Admin ako možeš.
ka: Server temporarly გამოუსადეგარია გამო რესურსების ამოწურვის; ვურჩევ ადმინ თუ შეგიძლია.
ko: 고갈 자원으로 인해 temporarly 사용할 수없는 서버; 당신이 할 수있는 경우에 관리를 조언한다.
sq: Shërbyesi është përkohësisht i papërdorshëm, për shkak të mbarimit të burimit; këshillojeni Administratorin nëse mundeni.
uk: Сервер тимчасово непрацює через перенавантаження; оповістіть про це адміністратора Хабардокс.

source: This server is not configured.
az: Bu server quraşdırılmayıb.
bg: Този сървър не е настроен.
bs: Server nije konfigurisan
ka: სერვერზე არ კონფიგურაცია.
ko: 이 서버는 구성되어 있지 않습니다.
sq: Ky shërbyes s'është konfiguruar.
uk: Цей вузол не налаштований.

source: You will not be able to send a submission.
az: Təqdimat göndərə bilməyəcəksiniz
bg: Вие няма да можете да публикувате информация.
bs: Nećete biti u mogućnosti da pošalje podnesak.
ka: თქვენ ვერ შეძლებთ გაგზავნას წარდგენა.
ko: 당신은 제출을 보낼 수 없습니다.
sq: Ju s'do mundeni të dërgoni një parashtrim.
uk: Ви не зможете здійснити подачу матеріалів.

source: Enter the number of score points to be assigned when this option is selected:
az: Seçim zamanı hesab nöqtələrinin nömrəsini təyin etmək üçün daxil edin
bg: Въвеждане на броя точки, които да бъдат дадени, когато тази опция е избрана:
bs: Unesite broj poena koji će biti dodeljen kada je ova opcija:
ka: შესვლის რაოდენობა ქულა რაოდენობა ენიჭება, როდესაც ეს ვარიანტი შეირჩა:
ko: 이 옵션이 선택되면 점수 포인트의 수가 할당 될 입력
sq: Shkruani numrin e pikave rezultati të caktuar kur ky opsion është zgjedhur:

source: Are you human?
az: Siz insansız?
bg: Човек ли сте?
bs: Da li ste čovjek?
ka: ადამიანი ხარ?
ko: 당신은 사람입니까?
sq: Jeni njeri?
uk: Ви людина?

source: We do not discriminate based on race and gender, but we do against computers :)
az: Biz irq və cinsiyyətə görə ayrı-seçkilik etmirik, ancaq kompüterlərə qarşıyıq :)
bg: Не дискриминираме на остнова раса и пол, но дискриминираме срещу компютри :)
bs: Mi ne diskriminaciju na temelju rase i pol, ali radimo protiv kompjutera :)
ka: ჩვენ არ დისკრიმინაციას ეფუძნება რასის და სქესის, მაგრამ ჩვენ წინააღმდეგ კომპიუტერი :)
ko: 우리는 인종과 성별에 따라 차별하지 않는다, 그러나 우리는 컴퓨터에 할 :)
sq: Ne nuk diskriminojmë në bazë të racës dhe gjinisë, për e bëjmë këtë kundër kompjuterëve :)
uk: Ми захіщаємось проти ботів

source: Just to prove you are human, please answer the following math challenge:
az: Robot olmadığınızı sübut etmək üçün, aşağıdakı riyazi məsələyə cavab verin:
bg: За да докажете че сте човек, моля отговорете на следното математически задание:
bs: Da dokažete da ste čovjek, molimo riješite sledjeći matematički izazov:
ka: მხოლოდ იმის დასამტკიცებლად, რომ თქვენ ხართ ადამიანის, გთხოვთ პასუხი გასცეთ შემდეგ მათემატიკის გამოწვევა:
ko: 그냥 당신이 인간 증명하기 위해, 다음과 같은 수학 문제에 답하시오 :
sq: Thjesht për të provuar që jeni njeri, ju lutemi përgjigjuni sfidës matematike në vijim:
uk: Будь ласка дайте правильну відповідь:

source: I've solved the math challenge, hide this thing now!
az: Riyazi məsələni həll etdim, indi bunu gizlədin!
bg: Реших задачата, разкрай това нещо от тук!
bs: Riješio sam matematički izazov, ukloni mi ovo sa monitora!
ka: მე მოგვარდება მათემატიკის გამოწვევა, დამალვა ეს ის არის!
ko: 나는 수학 문제를 해결했습니다, 지금이 일을 숨길!
sq: E zgjidha sfidën matematike, fshiheni këtë gjë tani!
uk: Я вирішив задачку, можна вже закрити це!

source: This means that if the server running the platform were to be seized, it would be possible to extract the files that have been submitted.
az: Platformanı işlədən server ələ keçirildiyi halda ixrac edilən faylları silmək mümkündür.
bg: Това означава, че ако сървърът, на който върви платформата бъде конфискуван, ще бъде възможно възстановяването на файлове, които са били прикачени.
bs: To znači da ako server radi na platformi je da se oduzeti, to bi bilo moguće izdvojiti datoteke koje su dostavljeni.
ka: ეს იმას ნიშნავს, რომ თუ სერვერზე გაშვებული პლატფორმა უნდა წაართვა, ის იქნება შესაძლებელი ამონაწერი ფაილი რომელიც არ არის წარმოდგენილი.
ko: 이 플랫폼을 실행하는 서버를 압수 할 수 있다면, 제출 된 파일을 추출 할 수 있다는 것을 의미한다.
sq: Kjo do të thotë se në qoftë se serveri drejtimin platformë duhej të konfiskuar, do të ishte e mundur për të nxjerrë fotografi që janë paraqitur.
uk: Це означає, що у випадку конфіскації серверу платформи, файли збережені на сервері можуть попасти в руки небажаним особам.

source: Are you sure that you wish to continue?
az: Davam etmək istədiyinizə əminsiniz mi?
bg: Сигурни ли сте, че желеаете да продължите?
bs: Da li ste sigurni da želite da nastavite?
ka: დარწმუნებული ხართ, რომ გსურთ გაგრძელება?
ko: 당신은 당신이 계속하고자하는 것이 하시겠습니까?
sq: Jeni i sigurt se doni të vazhdoni?
uk: Ви впевнені, що хочете продовжити?

source: Enable submission notification
az: Təqdimat bildirişini aktivləşdirin
bg: Включване на известия за сигнала
bs: Omogući obavijest podnošenje
ka: ჩართვა წარდგენის შეტყობინება
ko: 제출 통지를 사용
sq: Aktivizo njoftimin e dorëzimit
uk: Увімкнути сповіщення про нові конфіденційні повідомлення

source: Current Password
az: Hazırki Şifrə
bg: Текуща парола
bs: Trenutna lozinka
ka: მიმდინარე პაროლი
ko: 현재 비밀번호
sq: Fjalëkalimi i Tanishëm
uk: Поточний пароль

source: Remember your key code for this submission.
az: Bu təqdimat üçün açar şifrəni xatırlayın.
bg: Запомнете кодът за този сигнал.
bs: Ne zaboravite vaše šifre za tu tvrdnju.
ka: გახსოვდეთ გასაღები კოდი ამ წარდგენა.
ko: 이 제출 키 코드를 기억하십시오.
sq: Kujtojeni kodin e çelësit tuaj për këtë parashtrim.
uk: Збережіть ваш унікальний код цього матеріалу.

source: We will try to get back to you as soon as possible!
az: Qısa zamanda Sizinlə əlaqə saxlamağa çalışacağıq!
bg: Ще се опитаме да Ви отговорим възможно най-бързо!
bs: Mi ćemo pokušati da vam se javiti u najkraćem mogućem roku!
ka: ჩვენ შევეცდებით, რომ დაუბრუნდეთ თქვენ რაც შეიძლება მალე!
ko: 우리는 가능한 한 빨리 다시 연락을 시도합니다!
sq: Do të përpiqemi që të kthehemi tek ju sa më shpejt të jetë e mundur!
uk: Надана Вами інформація буде опрацьована якнайшвидше.

source: Use the 16 digit key code to log in. It will allow you to view any messages we sent you, and also to add extra info.
az: Daxil olmaq üçün 16 rəqəmli şifrədən istifadə edin. Bu, sizə göndərdiyimiz bütün mesajları görməyinizə eyni zamanda əlavə məlumat yükləməyinə şərait yaradacaq.
bg: Използвайте 16 цифреният код за вписване. Той ще ви позволи да разгледате съобщения изпратени до Вас и да добавите допълнителна информация.
bs: Koristite ključne kod 16 cifara da se prijavite u. To će vam omogućiti da vidite sve poruke koju smo Vam poslali, a također dodati dodatne informacije.
ka: გამოიყენეთ 16 ნიშნა გასაღები კოდი რომ შეხვიდეთ სისტემაში. ეს საშუალებას გაძლევთ ნახოთ ნებისმიერი შეტყობინებები გავაგზავნეთ თქვენ, და ასევე დაამატოთ დამატებითი ინფორმაცია.
ko: 로그인 할 수있는 16 자리의 키 코드를 사용합니다. 그것은 당신이 우리가 보낸 모든 메시지를 볼 수 있습니다, 또한 여분의 정보를 추가 할 수 있습니다.
sq: Përdorni kodin e çelësit me 16 shifra për të hyrë. Kjo do t'ju lejojë të shihni çdo mesazh që ju kemi dërguar dhe, madje, që të shtoni informacion shtesë.
uk: Використовуйте наданий 16-значний номер, щоб увійти в систему і переглянути повідомлення та коментарі, або щоб нададати додаткову інформацію.

source: Hint: How to hide your key code
az: İşarə: Açar şifrənizi necə gizlədə bilərsiniz?
bg: Подсказка: Как да скриете кода
bs: Hint: Kako sakriti ključ kod
ka: მინიშნება: როგორ დაფაროთ თქვენი გასაღები კოდი
ko: 힌트 : 어떻게 키 코드를 숨기려면
sq: Sugjerim: Si ta fshihni kodin e çelësit tuaj
uk: Корисна порада: як приховати ваш ключ

source: A useful way to hide your key code is to write it down like a credit card number, i.e. by also including an expiration date.
az: Açar kodunuzu gizlətmək üçün faydalı yollardan biri kredit kartı nömrəsini son istifadə tarixi ilə yazmaqdır.
bg: Удобен начин да скриете кодът е да го запишете като номер на кредитна карта, примерно като добавите дата на изтичане.
bs: Koristan način da se sakrije ključ kod je da ga zapisati kao broj kreditne kartice, odnosno uključujući i rok trajanja.
ka: სასარგებლო იქნება დაფაროთ თქვენი გასაღები კოდი ჩავიწერე, როგორიცაა საკრედიტო ბარათის ნომერი, ანუ ასევე მათ შორის გასვლის თარიღი.
ko: 키 코드를 숨길 수있는 유용한 방법은 또한 유효 기간을 포함하여 즉, 신용 카드 번호처럼 그것을 아래로 작성하는 것입니다.
sq: Një mënyrë e vlefshme për të fshehur kodin e çelësit tuaj është që ta shkruani atë si të ishte një numër karte krediti; d.m.th. duke përfshirë edhe një datë skadimi.
uk: Корисний спосіб приховати ключ наданий вам після подання матеріалів, це записати його у формі номеру кредитної картки, включаючи дату закінчення терміну дії.

source: You have not set up your encryption key, so the files will not be encrypted prior to being stored on the server.
az: Şifrələmə açarını qurmadığınız üçün fayllar serverdə saxlanılmamışdan qabaq şifrələnməyəcək.
bg: Не сте заложини ключ за криптиране, така че файловете няма да бъдат криптирани преди запазването им на сървъра.
bs: Nisi podesite ključ enkripcije, tako da datoteke neće biti encrypted prije nego što je čuvaju na serveru.
ka: თქვენ არ შეიქმნა თქვენი დაშიფვრის გასაღები, ასე რომ ფაილი არ იქნება დაშიფრული ადრე მიმდინარეობს ინახება სერვერზე.
ko: 당신은 당신의 암호화 키를 설정하지 않은, 그래서 파일은 서버에 저장되기 전에 암호화되지 않습니다.
sq: Ju nuk e keni ngritur kyç tuaj encryption, kështu që dosjet nuk do të jetë i koduar para se të ruajtur në server.
uk: Ви ще не налаштували ваші ключі шифрування, тому ваші файли зберігатимуться незашифрованими.

source: This may lead to unintended access to the files by the server administrator or others in case the server is compromised.
az: Serverin təhlükəsizliyinin pozulması server admnistratorunun və digərlərinin istəmədən fayllara daxil olmasına səbəb ola bilər.
bg: Това може да доведе до нежелан достъп до файловете от администратора или от властите, при конфискуване на сървъра.
bs: Ovo može dovesti do nedozvoljenog pristupa datotekama od serverskog administratora ili drugih u slučaju da server bude kompromitovan.
ka: ეს შეიძლება გამოიწვიოს გაუთვალისწინებელი ხელმისაწვდომობის ფაილი სერვერის მიერ ადმინისტრატორს ან სხვა შემთხვევაში სერვერზე დათმობაზე წავიდა.
ko: 이 서버가 손상된 경우 서버 관리자 또는 다른 사람에 의해 파일에 의도하지 않은 액세스가 발생할 수 있습니다.
sq: Kjo mund të çojë në qasjen e paqëllimtë tek skedarët, nga administratori i shërbyesit ose të tjerë, në rastin që shërbyesi komprometohet.
uk: Це може привести до непередбаченого доступу до файлів адміністратором сервера або інших акторів у випадку, якщо сервер компроментовано.

source: Please configure your PGP keys in the recipient preferences page.
az: Xahiş edirik PGP açarlarını qəbul edici seçimlər səhifəsində quraşdırın
bg: Моля, насгройте PGP ключвовете си и в страницата за настройки на получателя.
bs: Molimo vas da konfigurirati svoj ključeve PGP u stranici preferencije primaoca.
ka: დააკონფიგურირეთ PGP გასაღებები მიმღები პარამეტრების გვერდზე.
ko: 받는 사람의 환경 설정 페이지에서 PGP 키를 구성하십시오.
sq: Ju lutemi konfiguroni çelësat tuaj PGP në faqen e parapëlqimeve të marrësit.
uk: Будь ласка, налаштуйте свої ключі PGP на сторінці налаштувань одержувача.

source: One or more of the recipients of this submission has not configured a PGP key.
az: Bu təqdimatın bir və ya daha çox qəbul edicisi PGP açarını quraşdırmayıb.
bg: Един или повече от получателите на този сингал не са настроили своя PGP ключ.
bs: Jedan ili više primalaca ovoj tvrdnji nije napravio PGP ključ.
ka: ერთი ან მეტი მიმღებთა ამ წარდგენის ჯერ არ შეუყვანია PGP გასაღები.
ko: 이 제출받는 사람 중 하나 이상이 PGP 키를 구성하지 않았습니다.
sq: Një ose më shumë nga përfituesit e këtij dorëzimit nuk ka konfiguruar një çelës PGP.
uk: Один або декілька одержувачів не налаштовали ключі PGP.

source: This means that the submitted files will be stored in plaintext on the server.
az: Yəni, təqdim edilən fayllar serverdə sadə mətndə saxlanılacaq.
bg: Това означава, че подадените файлове ще бъдат съхранени не криптирани на сървъра.
bs: To znači da će dostavljene datoteke pohraniti u tekst na serveru.
ka: ეს იმას ნიშნავს, რომ წარმოდგენილი ფაილი იქნება შენახული დაუცველი სერვერზე.
ko: 이 전송 파일 서버 평문에 저장된다는 것을 의미한다.
sq: Kjo do të thotë se skedarët e parashtruar do të vendosen me tekst normal në shërbyes.
uk: Це означає, що надіслані файли зберігатимуться в простому текстовому форматі.

source: For the user documentation visit:
bg: За потребителска документация посетете:

source: previous step
az: öncəki addım
bg: предната съпка
bs: prethodni korak
ka: წინა ნაბიჯი
ko: 이전 단계
sq: Konfigurimi i Mëparshëm
uk: Попередній крок

source: next step
az: növbəti addım
bg: следващата стъпка
bs: sljedeći korak
ka: შემდეგი ნაბიჯი
ko: 다음 단계
sq: Hapi Tjetër
uk: Наступний крок

source: Site: {HTTPSUrl}
bg: Сайт: {HTTPSUrl}

source: The submission can be accessed:
az: Təqdimat əldə edilə bilər:
bg: Сигналът може да бъде достъпен:
bs: Predaja se može pristupiti:
ka: წარდგენა შეიძლება ხელმისაწვდომი:
ko: 제출에 액세스 할 수 있습니다 :
sq: Parashtrimi është i qasshëm:
uk: Матеріал можна отримати:

source: via Tor at: {TorUrl}
az: Tor vasitəsilə: {TorUrl}
bg: през Tor на: {TorUrl}
bs: preko Tor na: {TorUrl}
ka: გავლით Tor განთავსებულია: {TorUrl}
ko: {TorUrl} 에서 토르를 통해
sq: përmes Tor në: {TorUrl}
uk: вставивши наступне посилання в браузер Тоr: {TorUrl}

source: via HTTPS at: {HTTPSUrl}
az: HTTPS vasitəsilə :{HTTPSUrl}
bg: през HTTPS на: {HTTPSUrl}
bs: putem HTTPS na: {HTTPSUrl}
ka: მეშვეობით HTTPS განთავსებულია:% {HTTPSUrl}
ko: {HTTPSUrl} 에서 HTTPS를 통해
sq: përmes HTTPS në: {HTTPSUrl}
uk: через захищений протокол HTTPS за адресою: {HTTPSUrl}

source: The request can be accessed:
az: İstəyə giriş mümkündür:
bg: Заявката може да бъде достъпена на:
bs: Zahtjev se može pristupiti:
ka: თხოვნა შეიძლება ხელმისაწვდომი:
ko: 요청이 액세스 할 수 있습니다 :
sq: Kërkesa mund të arrihen:
uk: Запит можна переглянути:

source: File a report
eu: Aurkeztu salaketa.
mk: Поднеси пријава

source: Administrators authorized to change user passwords:
eu: Erabiltzailearen pasahitzak aldatzeko baimendutako administratzaileak:
mk: Администратори на кои им е дозволено да ги променат лозинките на корисниците:

source: Do not expose users' names
mk: Не ги прикажувај имињата на корисниците

source: Number of days till notifying unread reports to users
eu: Irakurri gabeko salaketen inguruan erabiltzaileei jakinarazteko epea.
mk: Број на денови до известување на корисниците за непрочитани пријави

source: Enable private annotations
mk: Овозможете приватни прибелешки

source: megabytes
eu: megabyte
mk: мегабајти

source: Severity
eu: Larritasuna
mk: Тежина

source: Object
eu: Xedea
mk: Објект

source: Whistleblower's last access
eu: Salatzailearen azken sarrera
mk: Последен пристап на укажувачот

source: Allowed IP addresses
eu: Baimendutako IP helbideak
mk: Дозволени IP адреси

source: Give the user administrative access to the following features:
eu: Eman erabiltzaileari hurrengo ezaugarrietara sarbide administratiboa.
mk: Овозможи на корисникот административен пристап до следните поставки:

source: Requests
eu: Eskakizunak
mk: Барања

source: You are strongly advised to visit this site using the app called Tor Browser, that protects your identity.
eu: Zure identitatea hobeto babesteko, webgunea Tor nabigatzailearekin bisitatzea gomendatzen dizugu.
mk: Препорачано Ви е да ја посетите оваа страница преку користење на апликацијата Tor Browser којашто го штити Вашиот идентитет.

source: We recommend that you access the “Preferences” section in order to retrieve your “Account Recovery Key” and store it safely. This key will be necessary to recover your access to the platform and to your data in case you forget your password.
eu: “Gogokoenak” atalean sartzea gomendatzen dizugu “Kontua berreskuratzeko gakoa” deskargatu eta modu seguruan gorde dezazun. Plataformarako eta datuetarako sarbidea berreskuratzeko beharko dituzu, pasahitza ahazten baduzu.
mk: Препорачуваме да пристапите кон секцијата „Преференци“ за да може да го вратите Вашиот „клуч за враќање на профилот“ и да го сочувате безбедно. Овој клуч е неопходен за да го вратите пристапот кон платформата и Вашите податоци доколку ја заборавите лозинката.

source: The answer is too short
eu: Erantzuna laburregia da
mk: Одговорот е премногу краток

source: Select the recipients of your report:
mk: Селектирајте ги примателите за Вашата пријава:

source: The following recipients will receive your report and could not be deselected:
eu: Hurrengo hartzaileek zure txostena jasoko dute eta ezingo dira deshautatuak izan:
mk: Следните приматели ќе ја примат Вашата пријава и не можат да бидат поништени.

source: Make it possible for this admin to reset user passwords.
eu: Administratzaile honi erabiltzailearen pasahitzak berrezartzea ahalbidetzea.
mk: Овозможи на администраторот да ја менува лозинката на корисникот.

source: We advise selecting this option if you would like to protect data from being lost in the situation where recipients lose their passwords. On the other hand, we would not advise using this feature if you want to setup a system where only recipients are able to access submissions.
eu: Aukera hau hautatzea gomendatzen dugu hartzaileek haien pasahitzak galduz gero datuak galtzea saihestu nahi bada. Bestetik, hobe da ez erabiltzea hartzaileei salaketetan sartzea bakarrik utziko zaien sistema bat ezarri nahi bada.
mk: Ве советуваме да ја селектирате оваа опција доколку сакате да ги заштитите податоците да не бидат загубени во ситуација кога примателите ги изгубиле своите лозинки. Од друга страна, не би Ве советувале да ја користите оваа поставка доколку сакате да поставите систем каде што само примателите можат да пристапат кон поднесоците.

source: I have read and agree to the terms of the license.
eu: Irakurri dut eta ados nago lizentziaren terminoekin.
mk: Ги прочитав и се согласувам со условите на дозволата.

source: Country
bs: zemlja
eu: Herrialdea
ko: 국가
mk: Земја
sq: vend

source: This is an email to notify that an existing report has been updated.
eu: Posta elektroniko honen bidez aurretik zegoen salaketa bat eguneratu dela jakinarazi nahi dizugu.
mk: Ова е е-маил за известување дека постоечка пријава е ажурирана

source: Report updated
eu: Salaketa eguneratua
mk: Пријавата е ажурирана

source: This email is to remind you the presence of unread or updated reports.
eu: Posta elektroniko honen bidez irakurri gabeko edo eguneratu gabeko salaketa bat eguneratu dela jakinarazi nahi dizugu.
mk: Ова е е-маил за потсетување за непрочитани или ажурирани пријави.

source: Reminder about unread or updated reports
eu: Irakurri edo eguneratu gabeko salaketak daudela gogorarazi.
mk: Потсетник за непрочитани и ажурирани пријави

source: Advanced
eu: Aurreratua

source: Notifications
eu: Jakinarazpenak

source: Channel
eu: Kanala

source: Text shown on top of the interface for selecting channels
eu: Kanalak hautatzeko interfazearen goiko partean erakutsitako testua

source: Deselect
eu: Deshautatu

source: Mark as important
eu: Markatu garrantzitsu gisa

source: Copy to clipboard
eu: Kopiatu arbelean

source: Grant access
eu: Eman sarbidea

source: Revoke access
eu: Kendu sarbidea

source: Assigned to
eu: Honi esleitua

source: Not provided.
eu: Ez da eman.

source: Set a reminder
eu: Ezarri oroigarria

source: Privileges
eu: Baimen

source: Redact
eu: Idatzi

source: Select an option
eu: Hautatu aukera bat

source: Privacy Policy
eu: Pribatutasun Politika

source: Select a reporting channel:
eu: Hautatu salaketen kanala:

source: Channels
eu: Kanalak

source: Reminder date
eu: Oroitzeko data

source: Allow the whistleblower to add attachments
eu: Salatzaileari salaketari eranskin gehiago gehitzea ahalbidetu

source: The platform must be reachable through a public IP address and the selected hostname must have a DNS record referencing that address.
eu: Plataforma IP publiko baten bitartez egongo da eskuragarri, eta hautatutako taldearen izenak hari dagokion DNS erregistro bat izan behar du, helbide hori aipatzeko
