Repository: globaleaks/whistleblowing-software
Catalog: client/pot/*.po
Languages: az, bg, bs, eu, fa, ka, ko, mk, sq, uk, vi

source: It is good security practice to keep the platform up to date.
az: Platformanı son versiyada saxlamaq yaxşı təhlükəsizlik təcrübəsidir.
bg: Добра практика по сигурността е платформата да бъде своевременно обновявана.
eu: Segurtasunerako praktika egokia da plataforma egunean izatea.
fa: از نظر امنیتی کار خوبی می باشد تا پلتفورم را به روز نگه دارید.
mk: Важна безбедносна практика е да ја одржувате платформата ажурирана.
vi: Thực hành bảo mật tốt có nghĩa là giữ cho nền tảng luôn được cập nhật.

source: Installed version: {InstalledVersion}
az: Quraşdırılmış versiya: {InstalledVersion}
bg: Инсталирана версия: {InstalledVersion}
fa: نسخه نصب شده: {InstalledVersion}

source: Latest version: {LatestVersion}
az: Ən son versiya: {LatestVersion}
bg: Най-нова версия: {LatestVersion}
fa: آخرین نسخه: {LatestVersion}

source: To learn about new features and bug fixes in the new version consult the change log at: {ChangeLogUrl}
az: Yeni versiyada yeni xüsusiyyətləri və problem həllərini öyrənmək üçün dəyişiklik tarixinə müraciət edin: {ChangeLogUrl}
bg: За да научите повече за нови функции и оправени бъгове в новата версия се консултирайте с доклада за промени на: {ChangeLogUrl}
eu: Bertsio berriaren ezaugarri berriak eta akatsen zuzenketak ezagutzeko, ikus aldaketen erregistroa hemen: {ChangeLogUrl}
fa: برای یادگیری بیشتر درباره ویژگی های جدید و اصلاحات باگ ها در نسخه جدید تغییرات را در اینجا ببینید: {ChangeLogUrl}
mk: За да научите за повеќе поставки и коригирање на грешки во новата верзија консултирајте се со дневникот за промени на: {ChangeLogUrl}
vi: Để tìm hiểu về các tính năng mới và cách sửa lỗi trong phiên bản mới, hãy tham khảo nhật ký thay đổi tại: {ChangeLogUrl}

source: For instructions on software updates, please refer to the documentation at: {UpdateGuideUrl}
az: Proqam yeniləmələrinə dair təlimatlar üçün sənədlərə keç: {UpdateGuideUrl}
bg: За инструкции свързани със софтуерни обновления, моля, обърнете се към документацията на: {UpdateGuideUrl}
eu: Softwarearen eguneraketen inguruko jarraibideak ikusteko, irakurri dokumentazioa hemen: {UpdateGuideUrl}
fa: برای دستورالعمل برای به روز رسانی نرم افزار، لطفا به مستندات موجود مراجعه کنید: {UpdateGuideUrl}
mk: За упатства за софтверски ажурирања, Ве молиме проверете ја документацијата на: {UpdateGuideUrl}
vi: Để biết hướng dẫn về cập nhật phần mềm, vui lòng tham khảo tài liệu tại: {UpdateGuideUrl}

source: The earliest expiration date is {EarliestExpirationDate}.
az: Ən son istifadə tarixi {EarliestExpirationDate}
bg: Най-ранната дата на изтичане е {EarliestExpirationDate}.
eu: Iraungitze-data gertukoena {EarliestExpirationDate} da.
fa: اولین تاریخ انقضا {EarliestExpirationDate} می باشد.
mk: Најраниот датум за истекување е {EarliestExpirationDate}.
uk: Перша дата закінчення терміну дії {EarliestExpirationDate}.
vi: Ngày hết hạn sớm nhất là {EarliestExpirationDate}.

source: Please remember to check them before they are deleted.
az: Silinmədən öncə onları yoxlamağı unutmayın
bg: Моля, запомнете да ги проверявате преди изтриване.
eu: Arren, gogoratu haiek berrikustea ezabatuak izan baino lehen.
fa: لطفا به یاد داشته باشید تا قبل از اینکه حذف شوند آن ها را بررسی کنید.
mk: Ве молиме да ги проверите пред да бидат избришани.
uk: Будь ласка, не забудьте перевірити їх, перш ніж вони будуть видалені.
vi: Hãy nhớ kiểm tra chúng trước khi chúng bị xóa.

source: Some submissions will expire soon
az: Bəzi təqdimatlar tezliklə başa çatacaq
bg: Някои сигнали ще изтекат скоро
fa: برخی گزارش ها به زودی انقضا خواهند یافت
uk: Термін дії деяких наданих Вам повідомлень спливає

source: This is an email to notify you that a whistleblower has selected you as a valuable recipient of their submission.
az: Bu e-poçt, informasiya ötürənin sizi təqdimatı üçün qiymətli qəbul edici olaraq seçdiyini bildirmək üçün göndərilib.
bg: Този имейл Ви известява, че източник Ви е избрал като ценен получател на техния сигнал.
fa: هدف از این ایمیل آگاه سازی شما از این موضوع است که یک افشاگر شما را به عنوان یک گیرنده پر ارزش از گزارش خود انتخاب کرده است.
uk: Інформатор обрав Вас одержувачем матеріалу, що викриває корупційну діяльність.

source: You are asked to pay special attention to the information and material contained therein. Please keep in mind that whistleblowers often expose themselves to high personal risks in the interest of the public. Therefore the material provided within this submission should be considered to be of high importance.
az: Buradakı məlumat və materiallara xüsusi diqqət yetirməyiniz xahiş olunur. Nəzərdə saxlayın ki, informasiya ötürənlər ictimai maraqlara görə yüksək şəxsi risklərə məruz qalırlar. Buna görə də təqdim edilən təqdimat materialları böyük əhəmiyyətə malikdirlər.
bg: Помолени сте да отделите специално внимание на информацията и материалът подаден тук. Моля, не забравяйте, че източниците често излагат себе си на голям риск за обществения интерес. Следователно материалът, който подават с този сигнал трябва да бъде считан изключително важен.
fa: از شما خواسته می شود تا توجه خاصی به اطلاعات و چیزهایی که در آن قرار گرفته داشته باشید. لطفا به خاطر داشته باشید که افشاگران خود را در معرض ریسک های شخصی بالایی به منظور منفعت جامعه قرار میدهند. بنابراین چیزهای تامین شده در این گزارش از اهمیت بالایی برخوردار هستند.
uk: Інформатор сподівається, що саме Ви звернете увагу на надані матеріали. Викривачі дуже ризикують. Інформація, яку вони надають, заслуговує особливої уваги!

source: New submission
az: Yeni təqdimat
bg: Нов сигнал
bs: novi podnošenje
fa: گزارش جدید
ka: new წარდგენის
ko: 뉴 제출
sq: dorëzimi i ri
uk: Нове повідомлення

source: Role: {Role}
eu: Betekizuna:{Role}
fa: نقش: {Role}
mk: Улога: {Role}
vi: Vai trò: {Role}

source: Username: {Username}
eu: Erabiltzailearen izena: {Username}
fa: نام کاربری: {Username}
mk: Корисничко име: {Username}
vi: Tên người dùng: {Username}

source: Password: {Password}
eu: Pasahitza:{Password}
fa: گذرواژه: {Password}
mk: Лозинка: {Password}
vi: Mật khẩu: {Password}

source: Label the report
eu: Etiketatu salaketa
mk: Означи ја пријавата
vi: Dán nhãn báo cáo

source: Refresh
eu: Eguneratu
mk: Освежи
vi: Cập nhật

source: The whistleblower has already read the last update
eu: Salatzaileak irakurri du azken eguneratzea.
mk: Укажувачот веќе го има прочитано последното ажурирање
vi: Người tố giác đã đọc bản cập nhật mới nhất

source: The whistleblower has not read the last update yet
eu: Salatzaileak ez du irakurri azken eguneratzea.
mk: Укажувачот сѐ уште го нема прочитано последното ажурирање
vi: Người tố giác chưa đọc bản cập nhật cuối cùng

source: Access control
eu: Sarbide kontrola
mk: Контролен пристап
vi: Kiểm soát truy cập

source: The connection has been secured with HTTPS ensuring confidentiality.
mk: Конекцијата е осигурана со HTTPS со што е обезбедена доверливост.
vi: Kết nối đã được bảo mật với HTTPS nhẳm đảm bảo tính bảo mật

source: The connection has been secured with Tor ensuring confidentiality and anonymity.
mk: Конекцијата е осигурана со Tor со што е обезбедена доверливост и анонимност.
vi: Kết nối đã được bảo mật với Tor nhằm đảm bảo tính bảo mật và ẩn danh

source: Access requests
vi: Yêu cầu truy cập

source: URL redirects
eu: URL birbideratzea
mk: URL пренасочувања
vi: Chuyển hướng URL

source: Message shown on top of the status page of the report
vi: Tin nhắn hiển thị trên đầu trang trạng thái của báo cáo

source: Unless the whistleblower checks the report by this time, their access to it will expire.
vi: Trừ khi người tố giác kiểm tra báo cáo vào thời điểm này, quyền truy cập của họ sẽ hết hạn

source: The whistleblower can no longer access the report
vi: Người tố giác không thể truy cập báo cáo

source: Audit log
eu: Ikuskaritzaren erregistroa
mk: Дневник на ревизија
vi: Sổ ghi chép đánh giá

source: Reports
eu: Salaketak
mk: Пријави
vi: Báo cáo

source: Send a test email to your email address.
eu: Bidali probako posta bat zure helbide elektronikora
mk: Испратете тест е-маил на Вашата е-маил адреса.
vi: Gửi một email mẫu tới địa chỉ email của bạn

source: Block the submission
eu: Bidalketa blokeatu
mk: Блокирај го поднесокот
vi: Chặn đăng kí

source: Skip the recipient account creation.
eu: Hartzailearen kontua sortzea saltatu.
mk: Прескокни го креирањето на профил на примателот.
vi: Bỏ qua việc tạo tài khoản người nhận

source: Send activation link
eu: Bidali aktibatzeko esteka
mk: Испрати линк за активација
vi: Gửi link kích hoạt

source: Password reset
eu: Pasahitza berrezarri
mk: Промени ја лозинката
vi: Cài lại mật khẩu

source: One or more recipients have not performed the first login yet. This means they won't be receiving reports.
eu: Hartzaile batek edo gehiagok ez du egin lehenengo saio-hasiera. Horrek esan nahi du ezingo dutela salaketarik kudeatu.
mk: Еден или повеќе приматели сѐ уште се немаат најавено. Ова значи дека нема да примаат пријави.
vi: Một hoặc nhiều người nhận chưa thực hiện đăng nhập lần đầu. Điều này có nghĩa là họ sẽ không nhận được báo cáo

source: This user has not performed the first login yet.
eu: Erabiltzaile honek ez du egin lehenengo saio-hasiera.
mk: Овој корисник сѐ уште се нема најавено.
vi: Người dùng này chưa thực hiện đăng nhập lần đầu

source: This domain name is not available.
eu: Domeinuaren izen hau ez dago erabilgarri.
mk: Името за доменот не е достапно.
vi: Tên miền này không có sẵn

source: VAT number
mk: ДДВ број
vi: Số VAT

source: Tax code
eu: Zergen kodea
mk: Даночен код
vi: Mã số thuế

source: Select the context of your report:
mk: Селектирајте ја содржината на Вашата пријава:
vi: Chọn ngữ cảnh cho báo cáo của bạn:

source: Sending reports over HTTPS exposes the act of doing so, but not the content.\n\nAlso, hiding the fact that you are submitting something makes the report anonymous, which is strongly recommended.\n\nThis can be achieved with the use of the Tor Browser, providing anonymisation not found in other browsers.
vi: Hành động gửi báo cáo qua HTTPS sẽ bị lộ, nhưng nội dung báo cáo thì không. \n\n Chúng tôi cũng khuyến cáo bạn nên giấu việc nộp báo cáo, như vậy báo cáo sẽ ở tình trạng ấn danh. \n\n Bạn có thể dùng Trình duyệt Tor, miễn là việc ẩn danh của bạn không bị lộ ở trình duyệt khác.

source: Your report was successful.
eu: Zure salaketa behar bezala aurkeztu da.
mk: Вашата пријава беше успешна.
vi: Báo cáo của bạn đã thành công.

source: Report
eu: Salaketa
vi: Báo cáo

source: The chosen password is too weak. A valid password should be at least 10 characters long and contain a variety of characters including at least a lowercase character, a capital character, a number and a special character.
mk: Внесената лозинка е многу слаба. Валидната лозинка треба да биде минимум 10 карактери долга и да содржи повеќе карактери вклучувајќи и збор со мали букви, голема буква, број и посебен симбол.
vi: Mật khẩu được chọn quá yếu. Mật khẩu hợp lệ phải dài ít nhất 10 ký tự và chứa nhiều loại ký tự, bao gồm ít nhất một ký tự chữ thường, một ký tự viết hoa, một số và một ký tự đặc biệt

source: The new password must differ from the previous.
mk: Новата лозинка мора да се разликува од претходната
vi: Mật khẩu mới phải khác mật khẩu trước đó

source: Before proceeding, please enable the two factor authentication.
eu: Jarraitu aurretik, aktibatu autentifikazio faktore bikoitza, arren.
mk: Пред да продолжите, Ве молиме овозможете автентикација на двата фактори.
vi: Trước khi tiếp tục, hãy bật 2 yếu tố xác thực

source: Enable administrators to change user passwords
eu: Administratzaileei erabiltzailearen pasahitzak aldatzea ahalbidetzea
mk: Овозможи на администраторите да ги променат лозинките на корисниците
vi: Cho phép các quản trị viên thay đổi mật khẩu người dùng

source: Allow recipients to delete reports
mk: Дозволи на примателите да бришат пријави
vi: Cho phép người nhận để xóa bài nộp

source: Allow recipients to postpone expiration date of the report
mk: Овозможи на примателите да го одложат датумот на истекување на пријавата
vi: Cho phép người nhận hoãn ngày hết hạn của báo cáo

source: Allow recipients to grant permissions to whistleblowers on specific reports
mk: Овозможи на примателите да дадат дозволи на укажувачите за одредени пријави
vi: Cho phép người nhận cấp quyền cho người tố giác trên các báo cáo cụ thể

source: Allow the following websites to embed the platform inside iframes
mk: Дозволете на следните веб-страници да ја вметнат платформата во iframes
vi: Cho phép các trang web sau nhúng nền tảng vào trong iframes

source: Enable the receipt hint
mk: Овозможете го навестувањето за приемот
vi: Cho phép nhận gợi ý

source: Title of the status page of the report
vi: Tin nhắn hiển thị trên đầu trang trạng thái của các báo cáo.

source: Enable HSTS preload
mk: Овозможете преоптоварување на HSTS
vi: Kích hoạt tải trước HSTS

source: Enable HTTP Basic Authentication
vi: Bật HTTP Basic Authentication

source: Require two factor authentication
eu: Faktore bikoitzeko autentifikazioa eskatu
mk: Потребна е автентикација на два фактори
vi: Yêu cầu xác thực 2 yếu tố

source: Enable private labels
vi: Cho phép dán nhãn riêng

source: Reset reports
eu: Ezabatu salaketa guztiak
mk: Ресетирај ги пријавите
vi: Cài đặt lại báo cáo

source: percentage
eu: ehunekoa
mk: процент
vi: phần trăm

source: Report statuses
eu: Salaketa baten egoerak
mk: Состојби на пријави
vi: Báo cáo trạng thái

source: Header title
vi: Tiêu đề trên cùng

source: Show recipient details on the status page of the report
eu: Salaketaren egoeraren orrian hartzailearen xehetasunak erakutsi.
mk: Прикажи ги деталите на примателот на страната за известувања за пријавата
vi: Hiển thị chi tiết người nhận trên trang trạng thái của trình

source: Let whistleblowers add attachments onto existing reports
mk: Овозможи на укажувачите да прикачуваат датотеки
vi: Cho phép người tố giác thêm tệp đính kèm vào các báo cáo hiện có

source: Assign the receipt only to reports reaching score:
mk: Доделете ја потврдата само на пријавите што достигнуваат резултат:
vi: Chỉ định biên nhận cho các báo cáo đạt điểm:

source: Security
eu: Segurtasuna
mk: Безбедност
vi: Bảo mật

source: Number of hours before sending a report expiration alert
eu: Salaketa baten iraungitze-alerta bat bidali aurretiko orduak.
mk: Број на часови пред испраќање на известување за истекување на важност на пријавата
vi: Số giờ trước khi gửi một cảnh báo hết hạn nộp hồ sơ

source: Reset SMTP configuration
eu: SMTP konfigurazioa berrezarri
mk: Ресетирајте ја SMTP конфигурацијата
vi: Thiết lập lại cấu hình SMTP

source: Encrypt
vi: Mã hóa

source: Subdomain
eu: Azpidomeinua
mk: Под-домен
vi: Tên miền phụ

source: Creation date:
eu: Sortze-data:
mk: Датум на создавање:
vi: Ngày thành lập

source: Send an account activation link to the user.
mk: Испратете линк за активација на профилот на корисникот.
vi: Gửi liên kết kích hoạt tài khoản người dùng

source: Public name
eu: Izen publikoa
mk: Јавно име
vi: Tên công khai

source: Send reset link
eu: Bidali berrezartzeko esteka
mk: Испрати линк за ресетирање
vi: Gửi liên kết cài đặt lại

source: Set password
eu: Berrezarri pasahitza
mk: Додади лозинка
vi: Cài đặt mật khẩu

source: Disable two factor authentication
eu: Faktore bikoitzeko autentifikazioa desaktibatu
mk: Оневозможи автентикација на два фактори
vi: Vô hiệu hóa 2 yếu tố xác thực

source: Give this admin ability to change user passwords
eu: Administratzaile honi erabiltzailearen pasahitzak aldatzeko baimena ematea
mk: Овозможи на администраторот да ги промени лозинките на корисниците
vi: Cung cấp cho quản trị viên này khả năng thay đổi mật khẩu người dùng

source: Allow the recipient to postpone the report expiration date
eu: Hartzaileari salaketaren iraungitze data jartzen utzi
mk: Дозволи на примателот да го одложи датумот на истекување на пријавата
vi: Cho phép người nhận hoãn hạn nộp hồ sơ

source: Allow the recipient to delete reports
eu: Hartzaileei salaketak ezabatzen utzi
mk: Овозможи на примателот да ги брише пријавите
vi: Cho phép người nhận xóa bài nộp

source: Allow the recipient to grant permissions to whistleblowers on specific reports
vi: Cho phép người nhận cấp quyền cho người tố giác trên các báo cáo cụ thể

source: ID
eu: Identifikazioa
mk: Идентитет
vi: Số

source: Report date
eu: Aurkezteko epea
mk: Датум на пријава
vi: Ngày báo cáo

source: Enter the two factor authentication code
eu: Sartu autentifikazio kodea bi urratsetan
mk: Внесете го кодот за потврда на два фактори
vi: Nhập mã 2 yếu tố xác thực

source: Please note that all the associated data will be permanently deleted.
eu: Arren, ulertu lotutako datu guztiak behin behineko ezabatuko direla.
mk: Ве молиме имајте предвид дека сите поврзани податоци ќе бидат трајно избришани.
vi: Xin lưu ý rằng tất cả các dữ liệu liên quan sẽ bị xóa vĩnh viễn

source: This is a demo platform, please do not use it for real submissions.
eu: Demo postontzi bat da hau, arren, ez ezazu erabili benetako salaketentzat.
mk: Ова е демо платформа, Ве молиме не користете ја за вистински поднесоци.
vi: Đây là một nền tảng thử nghiệm, vui lòng không sử dụng để gửi tin thật.

source: Install an authenticator app on your phone
eu: Instala ezazu autentifikazio aplikazio bat zure telefonoan
mk: Инсталирајте апликација за автентикација на Вашиот телефон
vi: Cài đặt ứng dụng xác thực trên điện thoại của bạn

source: Scan the QR code with the app
eu: Eskaneatu QR kodea zure aplikazioarekin
mk: Скенирајте го QR кодот со апликацијата
vi: Quét mã QR với ứng dụng

source: Close
eu: Itxi
mk: Затвори
vi: Đóng

source: Before proceeding please read carefully the documentation at:
eu: Jarraitu aurretik, arren, irakurri arretaz hemengo informazioa:
mk: Пред да продолжите Ве молиме внимателно прочитајте ја документацијата на:
vi: Trước khi tiếp tục, vui lòng đọc kỹ tài liệu tại:

source: Your account recovery key is:
mk: Вашиот код за враќање на профилот е:
vi: Mã khôi phục tài khoản của bạn là:

source: Make a copy and store it in a safe place. It will be necessary if you lose your password to recover the access to your account without data loss.
eu: Egin kopia bat eta gorde ezazu toki seguruan. Pasahitza galduz gero beharko duzu datuak galdu gabe berriz sartu ahal izateko.
mk: Направете копија и сочувајте ја на сигурно место. Ќе Ви биде потребна доколку ја загубите Вашата лозинка за да вратите пристап до Вашиот профил без да ги изгубите податоците.
vi: Tạo một bản sao và lưu trữ ở nơi an toàn. Điều này sẽ cần thiết nếu bạn mất mật khẩu và muốn khôi phục quyền truy cập vào tài khoản của mình mà không mất dữ liệu.

source: Join our chat:
eu: Sartu gure txatean:
mk: Придружи се на нашата дискусија:
vi: Chat cùng chúng tôi:

source: Set up email encryption by providing a PGP public key
vi: Thiết lập mã hóa email bằng cách cung cấp khóa công khai PGP

source: Account recovery key
eu: Kontua berreskuratzeko kodea:
mk: Код за враќање на профилот
vi: Mã khôi phục tài khoản

source: Have you already filed a report? Enter your receipt.
eu: Aurkeztu duzu salaketa? Sartu jarraipenerako kodea.
mk: Дали веќе поднесовте пријава? Внесете ја Вашата потврда.
vi: Bạn đã nộp một báo cáo? Nhập mã khóa của bạn.

source: The receipt is either invalid or the report has expired.
eu: Kodea baliogabetu da edo salaketak iraungi du
mk: Потврдата или е невалидна или пријавата е истечена.
vi: Biên lai không hợp lệ hoặc báo cáo đã hết hạn.

source: Select a file or drag it here.
eu: Hautatu fitxategi bat edo hona arrastatu.
mk: Селектирајте датотека или прикачете ја овде.
vi: Chọn tập tin hoặc kéo thả vào đây

source: Enable the Ricochet panel
mk: Овозможете го панелот Ricochet
vi: Kích hoạt bảng điều khiển Ricochet

source: Chat with us anonymously using the Ricochet application
mk: Контактирајте со нас анонимно со користење на Ricochet апликацијата
vi: Trò chuyện với chúng tôi ẩn danh bằng ứng dụng Ricochet

source: To chat with us use the following Ricochet address:
mk: За да контактирате со нас користете ја следната Ricochet адреса:
vi: Để trò chuyện với chúng tôi, hãy sử dụng địa chỉ Ricochet sau:

source: Download Ricochet at:
mk: Симнете го Ricochet на:
vi: Tải Ricochet tại:

source: By using the Tor network and creating an Onion Service, Ricochet is an instant messaging app that allows you to chat while protecting your privacy and staying anonymous by not revealing your location or IP address. You won't notice any difference from an insecure chat, except that you will be using a unique address instead of a phone number/email/username.
mk: Со користење на Tor мрежата и креирање на Onion Service, Ricochet е апликација за инстант пораки што ја заштитува Вашата приватност и анонимност додека пишувате со што не ја открива Вашата локација или IP адреса. Нема да забележите никаква разлика од несигурен разговор, освен што ќе користите единствена адреса наместо телефонски број / е-маил / корисничко име.
vi: Bằng cách sử dụng mạng Tor và tạo dịch vụ Onion, Ricochet là một ứng dụng nhắn tin tức thời cho phép bạn trò chuyện trong khi bảo vệ quyền riêng tư của bạn và ẩn danh bằng cách không tiết lộ vị trí hoặc địa chỉ IP của bạn. Bạn sẽ không nhận thấy bất kỳ sự khác biệt nào từ một cuộc trò chuyện không an toàn, ngoại trừ việc bạn sẽ sử dụng một địa chỉ duy nhất thay vì số điện thoại / email / tên người dùng

source: Allow the whistleblower to add attachments to the report
mk: Овозможи на укажувачот да прикачува датотеки на пријавата
vi: Cho phép người tố giác thêm tệp đính kèm vào báo cáo

source: Are you sure that you want to delete the report?
mk: Дали сте сигурни дека сакате да ја избришете пријавата?
vi: Bạn có chắc chắn muốn xóa các báo cáo?

source: Everything related to the report stored on the platform will be deleted.
mk: Сѐ што е поврзано со пријавата сочувано на платформата ќе биде избришано.
vi: Mọi thứ được lưu trữ trên nền tảng liên quan đến báo cáo sẽ bị xóa.

source: Are you sure that you want to delete the selected reports?
mk: Дали сте сигурни дека сакате да ги избришете селектираните пријави?
vi: Bạn có chắc chắn muốn xóa các báo cáo đã chọn không?

source: Are you sure that you want to postpone the report expiration date?
mk: Дали сте сигурни дека сакате да го одложите датумот на истекување на пријавата?
vi: Bạn có chắc chắn rằng bạn muốn hoãn ngày hết hạn nộp báo cáo?

source: Are you sure that you want to postpone the expiration date for all selected reports?
mk: Дали сте сигурни дека сакате да го одложите датумот на истекување за сите селектирани пријави?
vi: Bạn có chắc chắn rằng bạn muốn hoãn ngày hết hạn cho các báo cáo được chọn không?

source: Status:
eu: Egoera:
mk: Статус:
vi: Tình trạng

source: These files have been attached to your report by the recipients.
vi: Những tập tin đã được đính kèm vào báo cáo của bạn bởi người nhận

source: The provided recovery key is invalid.
eu: Sartutako berreskuratzeko kodea ez da balizkoa.
mk: Напишаниот клуч за обновување не е валиден.
vi: Khóa khôi phục được cung cấp không hợp lệ.

source: Enter your email address to request a password reset.
eu: Sartu helbide elektronikoa pasahitza berrezartzea eskatzeko.
mk: Напишете ја Вашата е-маил адреса да побарате промена на лозинка.
vi: Nhập địa chỉ email của bạn để yêu cầu đặt lại mật khẩu.

source: Enter you encryption recovery key to complete the password reset procedure
mk: Внесете го криптирачкиот клуч за за да ја завршите постапката за ресетирање на лозинката
vi: Nhập khóa khôi phục mã hóa của bạn để hoàn tất quy trình đặt lại mật khẩu

source: Check your inbox to activate it.
eu: Egiaztatu sarrera ontzia hura aktibatzeko.
mk: Проверете го влезното сандаче за активирање.
vi: Kiểm tra hộp thư đến của bạn để kích hoạt.
