Repository: globaleaks/whistleblowing-software
Catalog: client/pot/*.po
Languages: az, bg, bs, eu, fa, ka, ko, mk, sq, uk, vi

source: Your new email address has been validated.
eu: Zure helbide elektroniko berria balioztatu dugu.
fa: آدرس ایمیل جدید شما معتبر شناخته شده است.
mk: Вашата нова е-маил адреса беше валидирана.
vi: Địa chỉ email của bạn đã được xác thực

source: Before proceeding, please set a new password.
eu: Jarraitu aurretik, ezarri pasahitz berria.
fa: قبل از ادامه لطفا یک گذرواژه جدید تنظیم کنید.
mk: Пред да продолжите понатаму, Ве молиме внесете нова лозинка.
vi: Trước khi tiếp tục, hãy cài mật khẩu mới

source: Submissions disabled
az: Təqdimatlar aradan qaldırıldı
bg: Подаването на сигнали е спряно
eu: Salaketak jasotzea desgaituta
fa: گزارش ها غیر فعال شدند
mk: Поднесоците се оневозможени
uk: Повідомлення деактивовані
vi: Đệ trình bị vô hiệu hóa

source: You are connecting to the server without anonymity and this server supports only anonymous submissions
az: Siz serverə məxfiliyiniz qorunmadan qoşulursunuz və bu server yalnız anonim təqdimatları dəstəkləyir
bg: Свързвате се със сървър по не анонимен начин и този сървър поддържа единствено подаване на анонимен сигнал.
bs: Vi se povezujete na server bez anonimnost i ovaj server podržava samo anonimne podneske
eu: Zerbitzarira modu ez anonimoan ari zara konektatzen, eta zerbitzari honek entrega anonimoak bakarrik erabil ditzake
fa: شما بدون ناشناسی به گره متصل شده اید و این گره فقط گزارش های ناشناس را قبول میکند
ka: თქვენ დამაკავშირებელი სერვერზე გარეშე ანონიმურობის და ამ სერვერზე მხარს უჭერს მხოლოდ ანონიმური წარდგინება
ko: 당신은 익명없이 서버에 연결하는이 서버는 익명 제출 지원
mk: Конектирани сте на серверот без анонимност. Овој сервер поддржува само анонимни поднесоци.
sq: Ju po lidheni me shërbyesin pa qenë anonim, ndërkohë që ky shërbyes pranon vetëm parashtrime anonime
uk: Ви підключаєтеся до вузла без анонімності. Цей вузол підтримує тільки анонімну подачу матеріалів
vi: Bạn đang kết nối với máy chủ mà không ẩn danh và máy chủ này chỉ hỗ trợ gửi ẩn danh

source: This platform makes use of GlobaLeaks software specifically designed to protect the identity for submitter and recipient in the exchange of content.
az: Bu platforma, content təqdimatında göndərənin və alıcının şəxsiyyətini qorumaq üçün xüsusi hazırlanan GlobaLleaks proqramını istifadə edir.
bg: Платформата използва софтуерът GlobalLeaks, който е специално създаден, за да предпазва самоличността на изпращащия и получателят при обмяната на информация.
fa: پلتفورم از نرم افزار GlobaLeaks که با هدف محافظت از هویت ارسال کننده و گیرنده در تبادل محتوا ایجاد شده استفاده می کند.
uk: Ця платформа використовує програмне забезпечення спеціально розроблене для безпечного обміну матеріалів, захисту інформатора і одержувача.

source: The software is developed by the non-profit Hermes Center for Transparency and Digital Human Rights.
az: Proqram, Hermes Şəffaflıq və Digital İnsan Hüquqları qeyri-kommersiya mərkəzi tərəfindən hazırlanmışdır.
bg: Софтуерът е разработен от благотворителната организация Центъра Хермес за прозрачност и дигитални човешки права.
bs: Softver je razvijen od strane neprofitne Hermes Centar za transparentnost i digitalne ljudska prava.
fa: نرم افزار توسط مرکز غیر-انتفاعی هرمس برای شفافیت و حقوق بشر دیجیتال توسعه داده شده است.
ka: პროგრამული უზრუნველყოფა მიერ შემუშავებული არაკომერციული Hermes ცენტრი გამჭვირვალობა და ციფრული ადამიანის უფლებები.
ko: 이 소프트웨어는 비영리 투명성에 대한 에르메스 센터와 디지털 인권에 의해 개발되고있다.
sq: Ky software është zhvilluar prej Qendrës Hermes për Transparencë dhe të Drejtat Digjitale të Njeriut, që është jofitimprurëse.
uk: Мета даної платформи - покращити ефективність антикорупційних розслідувань.

source: Please support Hermes through their donation page.
az: Xahiş edirik ki, Hermes-i onların ianə səhifələri vasitəsi ilə dəstəkləyin
bg: Моля, подкрепете Хермес през страницата им за дарения.
bs: Molimo vas da podrže Hermes kroz svoje donacije stranicu.
fa: لطفا از هرمس از طریق صفحه اهدا پشتیبانی کنید.
ka: გთხოვთ მხარი Hermes მათი შემოწირულობის გვერდი.
ko: 자신의 기부 페이지를 통해 헤르메스를 지원하십시오.
sq: Ju lutemi mbështeteni Hermes-in, përmes faqes së saj të dhurimeve.
uk: Будь ласка, підтримайте Хабардокс через нашу сторінку пожертвувань або просто розкажіть про Хабардокс друзям.

source: Forgot password?
eu: Pasahitza ahaztu duzu?
fa: گذرواژه را فراموش کرده اید؟
mk: Заборавена лозинка?
vi: Quên mật khẩu?

source: Check your inbox and enter the authentication code you received.
fa: ورودی خود را بررسی کنید و کد احراز هویت دریافت شده را وارد کنید.

source: Authentication failed
az: Kimlik təsdiqləməsi uğursuzdur
bg: Проверката за самоличност е неуспешна
eu: Aurtentifikazioak huts egin du
fa: تایید هویت ناموفق بود
ka: ავთენტიფიკაცია ვერ
ko: 인증 실패
mk: Автентикацијата не успеа
sq: Autentifikimi Dështoi
uk: Збій автентифікації
vi: Quá trình xác thực đã thất bại

source: The code is either invalid or expired.
eu: Kode baliogabetua edo iraungi du.
fa: کد یا نامعتبر است یا انقضا یافته است.
mk: Кодот е или невалиден или со истечена важност
vi: Mã này không hợp lệ hoặc đã hết hạn

source: Site:
fa: سایت:
mk: Страна:
vi: Trang web:

source: Have you already filed a submission? Enter your receipt.
fa: آیا گزارش خود را داده اید؟ رسید خود را وارد کنید.

source: The receipt is either invalid or the submission has expired.
fa: رسید یا نامعتبر می باشد یا گزارش انقضا یافته است.

source: Username:
fa: نام کاربری:
vi: Tên người dùng:

source: Password:
fa: كلمه عبور
vi: Mật mã:

source: Please select your account:
az: Xahiş edirik hesabınızı seçəsiniz.
bg: Моля изберете профила си:
bs: Molimo izaberite vaš korisnički račun:
eu: Arren, hautatu zure kontua:
fa: حساب خود را انتخاب کنید:
ka: გთხოვთ, აირჩიოთ თქვენი ანგარიში:
ko: 계정을 선택하십시오 :
mk: Ве молиме селектирајте го Вашиот профил:
sq: Ju lutemi përzgjidhni llogarinë tuaj:
uk: Будь ласка, оберіть ваш обліковий запис:
vi: Vui lòng chọn tài khoản của bạn:

source: Now type your password, then click 'Log in':
az: Şifrənizi daxil edin, daha sonra "Giriş" düyməsinə basın
bg: Сега напишете паролата си и натиснете 'Вписване':
bs: Sada ukucajte vašu lozinku, te nakon toga kliknite na 'Prijava':
eu: Orain idatzi zure pasahitza, eta gero sakatu ‘Hasi saioa’:
fa: حالا گذرواژه خود را وارد کنید، و سپس دگمه ورود را کلیک کنید:
ka: ახლა აკრიფოთ თქვენი პაროლი, შემდეგ დააჭირეთ "შესვლა":
ko: 지금 비밀번호를 입력 한 후 '로그인'을 클릭합니다 :
mk: Пишете ја лозинката, и потоа кликнете на „Најава“:
sq: Tani shkruani fjalëkalimin tuaj dhe klikoni "Hyni":
uk: Введіть пароль і натисніть "Увійти":
vi: Bây giờ gõ mật khẩu của bạn, sau đó nhấp vào 'Đăng nhập':

source: Text shown after the user has selected the option.
eu: Erabiltzaileak aukera hautatu ondoren erakutsitako testua.
fa: نمایش متن بعد از اینکه کاربر گزینه را انتخاب کرد
mk: Прикажан текст откако корисникот ја селектирал опцијата.
vi: Văn bản hiển thị sau khi người dùng đã chọn các tùy chọn

source: Confirm
az: Təsdiqlə
bg: Потвърждение
bs: potvrditi
eu: Berretsi
fa: تایید
ka: დაადასტურეთ
ko: 확인
mk: Потврди
sq: Konfirmoni Zgjatjen
uk: Підтвердити відтермінування
vi: Xác nhận

source: Are you sure?
az: Əminsiniz mi?
bg: Сигурни ли сте?
bs: Jesi li siguran?
eu: Ziur zaude?
fa: آیا مطمئن هستید؟
ka: დარწმუნებული ხარ?
ko: 확실합니까?
mk: Дали сте сигурни?
sq: A je i sigurt?
uk: Ви впевнені?
vi: Bạn có chắc không?

source: The operation will reset the configuration and cannot be undone.
az: Əməliyyat, quraşdırılmanı sıfırlayır və geri qaytara bilmir.
bg: Операцията ще нулира настройките и не може да бъде възвърната.
fa: این عملیات باعث تنظیم مجدد پیکربندی خواهد شد و قابل برگشت نیست.
mk: Операцијата ќе ја ресетира конфигурацијата и не може да се врати.
vi: Hoạt động sẽ thiết lập lại cấu hình và không thể hoàn tác

source: Assign score points
az: Hesab nöqtələrini təyin et
bg: Задайте точки
bs: Dodijeliti poena
eu: Esleitu puntuak
fa: تخصیص امتیاز
ka: მიანიჭეთ ქულა რაოდენობა
ko: 점수 포인트를 할당
mk: Доделете бодови
sq: Cakto pike
uk: Призначати бали
vi: Gán điểm

source: Please note that all the associated data will be permanently lost.
az: Xahiş edirik bütün əlaqəli məlumatların daimi olaraq silinəcəyini unutmayın.
bg: Моля, помнете, че всичката свързана информация ще бъде перманентно изтрита.
fa: لطفا توجه داشته باشید که تمام داده های مرتبط برای همیشه از بین خواهند رفت.
uk: Зверніть увагу, що всі пов'язані з ним дані будуть безповоротно втрачені.

source: Welcome!
bg: Добре дошли!
eu: Ongi etorri!
fa: خوش آمدید!
ko: 환영합니다!
mk: Добредојдовте!
uk: Ласкаво просимо!
vi: Chào mừng bạn!

source: For the user documentation, visit:
eu: Erabiltzailearen dokumentaziorako, hona joan:
fa: برای مستندات کاربر، به این جا مراجعه کنید:
mk: За документацијата на корисникот, посетете:
vi: Đối với tư liệu người dùng, hãy truy cập:

source: If you need technical support, have general questions, or have new ideas for the software:
az: Texniki dəstəyə ehtiyacınız, ümumi suallarınız və ya proqram üçün yeni ideyalarınız varsa:
bg: Ако се нуждаете от техническа помощ, имате общи въпроси, или нови идеи за софтуера:
eu: Laguntza teknikoa behar baduzu, galdera orokorrak badituzu edo softwarearentzat ideia berriak badituzu:
fa: اگر به پشتیبانی فنی نیاز دارید، سوال عمومی دارید، یا ایده جدید برای نرم افزار دارید:
mk: Доколку Ви е потребна техничка поддршка, имате општи прашања, или имате нови идеи за софтверот:
vi: Nếu bạn cần hỗ trợ kỹ thuật, có câu hỏi chung hoặc có ý tưởng mới cho phần mềm:

source: If you want to contribute to software development or report a bug, please open an issue in our ticketing system:
az: Əgər proqram təminatına və ya problemlərin çatdırılmasına öz töhvənizi vermək istəyirsinizsə, bilet sistemində bir məsələ qaldırın:
bg: Ако желаете да помогнете с разработването на софтуера или с доклад за бъг, моля отправете заявка използвайки нашата система в:
eu: Softwarea garatzen lagundu nahi baduzu edo akats baten berri eman nahi baduzu, arren, ireki gaia gure ticketen sisteman:
fa: اگر می خواهید در توسعه نرم افزار مشارکت داشته باشید یا باگی را گزارش کنید، لطفا یک موضوع در سیستم برچسب زدن ما باز کنید:
mk: Доколку сакате да допринесете до софтверски развој или да пријавите грешка, Ве молиме поставете прашање во нашиот систем:
vi: Nếu bạn muốn đóng góp vào việc phát triển phần mềm hoặc báo cáo lỗi, vui lòng báo cáo vấn đề trong hệ thống theo dõi vấn đề (ticketing system) của chúng tôi.

source: If your non-profit needs support for investigative journalism, activism or a human rights defense project:
az: Əgər sizin qeyri-kommersiya təşkilatınıza araşdırmaçı jurnalistika, aktivlik və ya insan haqlarının müdafiəsi layihəsi ilə əlaqədar dəstək lazımdırsa:
bg: Ако Вашата благотворителна организация се нуждае от помощ свързана с разследващ журнализъм, активизим или проект за защита на човешките права:
fa: اگر سازمان غیر انتفاعی شما نیاز به پشتیبانی برای ژورنالیسم تحقیقی، فعالیت یا پروژه دفاع از حقوق بشر دارد:
vi: Nếu tổ chức phi lợi nhuận của bạn cần hỗ trợ cho báo chí điều tra, hoạt động xã hội hoặc dự án bảo vệ nhân quyền:

source: For professional support and development of anti corruption and compliance projects contact the social enterprise maintaining GlobaLeaks:
az: Korrupsiyaya qarşı mübarizə və uyğunlaşma layihələrinin peşəkar şəkildə dəstəklənməsi və inkişaf etdirilməsi üçün GlobaLleaks-i qoruyan sosial müəssisə ilə əlaqə saxlayın:
bg: За професионална поддръжка или разработване на проекти за анти-корупция се свържете със социлания ентърпрайз, който поддържа GlobaLeaks:
fa: برای پشتیبانی حرفه ای و توسعه پروژه های ضد فساد و رعایت مقررات لطفا با شرکتی که مسئول نگهداری از GlobaLeaks می باشد ارتباط برقرار کنید:
vi: Để được hỗ trợ chuyên nghiệp và phát triển các dự án chống tham nhũng và tạo thay đổi, hãy liên hệ với doanh nghiệp xã hội đang duy trì GlobaLeaks:

source: Join our IRC chat channel on the irc.oftc.net network:
az: Bizim İRC söhbət kanalına Irc.oftc.net şəbəkəsindən qoşulun
bg: Присъединете се към нашия IRC чат канал в irc.oftc.net мрежата:
fa: به عضویت کانال گپ IRC ما در شبکه irc.oftc.net در بیایید:

source: Follow the project on:
az: Layihəni izləyin:
bg: Следвайте проекта на:
fa: دنبال کردن پروژه در:
mk: Следи го проектот на:
vi: Theo dõi dự án trên:

source: Hint: How to hide your receipt
fa: راهنما: چگونه رسید خود را مخفی کنید
mk: Совет: Како да ја скриете Вашата потврда
vi: Gợi ý: Cách ẩn biên lai của bạn

source: A useful way to hide your receipt is to write it down like a credit card number, i.e. by also including an expiration date.
fa: یک راه موثر برای پنهان کردن رسید خود نوشتن آن مانند کارت اعتباری می باشد، این میتواند با نوشتن تاریخ انقضا آن باشد.
mk: Корисен начин за да го сокриете Вашиот број на потврдата е да го запишете како број на кредитна картичка со тоа што ќе вклучите и датум на истекување.
vi: Một cách hữu ích để ẩn biên lai của bạn là viết nó ra như số thẻ tín dụng, tức là bao gồm cả ngày hết hạn.

source: Error!
az: Səhv!
bg: Грешка!
bs: Greška!
eu: Errorea!
fa: خطا!
ka: შეცდომა!
ko: 오류!
mk: Грешка!
uk: Помилка!
vi: Lỗi!

source: Internal server error
bg: Вътрешна сървърна грешка
eu: Zerbitzariaren barne errorea
fa: خطا داخلی سرور
mk: Внатрешна грешка во серверот
vi: Lỗi nội bộ máy chủ

source: Error on input validation
bg: Грешка при проверка на попълнените данни
eu: Sarrera balioztatzean errorea
fa: خطا در اعتبار سنجی ورودی
mk: Грешка при внес за валидацијата
vi: Lỗi khi xác nhận đầu vào

source: Resource not found
bg: Ресурсът не е открит
eu: Baliabidea ez da aurkitu
fa: منبع یافت نشد
mk: Изворот не е пронајден
vi: Không tìm thấy nguồn

source: Forbidden operation
bg: Забранена операция
eu: Debekatutako eragiketa
fa: عملیات غیرمجاز
mk: Забранета операција
vi: Cấm hoạt động

source: The specified old password is not valid
az: Göstərilən köhnə parol etibarlı deyil
bg: Посочената стара парола не е валидна
bs: Navedeni stara lozinka nije važeća
eu: Zehaztu duzun aurreko pasahitza ez da baliozkoa
fa: گذرواژه قدیمی ارائه شده معتبر نیست
ka: მითითებული ძველი პაროლი არ არის სწორი
ko: 지정된 이전 암호가 유효하지 않습니다
mk: Старата лозинка не е валидна
sq: Fjalëkalimi i vjetër i specifikuar s'është i vlefshëm
uk: Вказаний старий пароль не вірний
vi: Mật khẩu được xác định trước đó không hợp lệ

source: Resource can only be accessed via the Tor network
az: Mənbəyə giriş yalnız Tor şəbəkəsi vasitəsilə mümkündür
bg: Това може да бъде достъпено само през Tor мрежата
bs: Moguće je pristupiti resursu samo preko Tor mreže
eu: Baliabide honetan Tor saretik bakarrik sar daiteke
fa: این منبع فقط با استفاده از شبکه تور قابل دسترسی است
ka: რესურსი შეიძლება მხოლოდ მისი საშუალებით Tor ქსელი
ko: 자원 Tor 네트워크를 통해서만 액세스 할 수 있습니다
mk: Кон изворот може да се пристапи само преку Tor мрежата
sq: Burimi mund të qaset vetëm përmes rrjetit Tor
uk: Ресурс доступний лише через браузер Tor
vi: Tài nguyên chỉ có thể được truy cập thông qua mạng Tor

source: The upload request exceeds the size limit
az: Yükləmə tələbi ölçü həddini aşır
bg: Заявеният за качване файл превишава зададеното ограничение
bs: Zahtjev upload premašuje ograničenje veličine
eu: Igo nahi duzun fitxategiak zilegi den tamaina maximoa gainditzen du.
fa: آپلود درخواستی بزرگتر از حد مجاز است
ka: ატვირთვა მოთხოვნა აღემატება ზომა ლიმიტი
ko: 업로드 요구가 크기 제한을 초과
mk: Барањето за прикачување ја надминува границата на големината
sq: Kërkesa për ngarkim e kalon kufirin e përmasës
uk: Завантаження перевищує дозволений розмір
vi: Các yêu cầu tải lên vượt quá giới hạn kích thước

source: Success!
az: Uğurlu!
bg: Успех!
bs: Uspijeh!
eu: Osatuta!
fa: موفقیت!
ka: წარმატებას!
ko: 성공!
mk: Успешно!
sq: Sukses!
uk: Успіх!
vi: Thành công!

source: Validation of email address change in progress.
eu: Helbide elektronikoa balioztatzeko prozesua abian da.
fa: اعتبار سنجی تغییر آدرس ایمیل در حال انجام می باشد.
mk: Валидација на промена на е-маил адресата во тек.
vi: Xác nhận thay đổi địa chỉ email trong quá trình.

source: Please check your inbox for further instructions.
eu: Arren, egiaztatu zure posta elektronikoa jarraibide gehiago irakurtzeko.
fa: لطفا دریافتی خود را برای دستور العمل های بیشتر چک کنید.
mk: Ве молиме проверете го Вашето влезно сандаче за повеќе упатства.
vi: Vui lòng kiểm tra hộp thư đến của bạn để được hướng dẫn thêm

source: Encryption key
fa: کلید رمزنگاری

source: Hide
eu: Ezkutatu
fa: پنهان کردن
mk: Сокриј
vi: Dấu

source: Show
eu: Erakutsi
fa: نمایش
mk: Покажи
vi: Hiển thị

source: Current password
eu: Egungo pasahitza
fa: رمز عبور فعلی
mk: Моментална лозинка
vi: Mật khẩu hiện tại

source: Old password confirmation required
az: Köhnə şifrənin təsdiqi tələb edilir
bg: Нужно е потвърджение на старата парола
bs: Potrebno je da unesete staru lozinku
fa: تایید گذرواژه قبلی لازم است
ka: ძველი პაროლი დადასტურება
ko: 이전 암호 확인 필요
mk: Потребна е потврда за старата лозинка
sq: Nevojitet konfirmimi i fjalëkalimit të vjetës
uk: Вимагається підтвердження старого паролю
vi: Yêu cầu xác nhận mật khẩu cũ

source: The new password must be different from the current one.
az: Yeni şifrə cari şifrədən fəqrli olmalıdır.
bg: Новата парола трябва да бъде различна от текущата.
eu: Pasahitz berria egungoaren desberdina izan behar da.
fa: گذرواژه جدید می بایستی از گذرواژه فعلی متفاوت باشد.
mk: Новата лозинка треба да биде различна од сегашната.
uk: Новий пароль повинен відрізнятися від поточного.
vi: Mật khẩu mới phải khác mật khẩu hiện tại

source: Type your new password again
az: Yeni şifrənizi təzədən daxil edin
bg: Напишете новата парола отново
bs: Ponovo unesite vašu novu lozinku
eu: Idatzi berriz zure pasahitz berria
fa: گذرواژه جدیدتان رو دوباره تایپ کنید
ka: შეიტანეთ თქვენი ახალი პაროლი კიდევ ერთხელ
ko: 새 암호를 다시 입력
mk: Внесете ја новата лозинка повторно
sq: Shkruajeni sërish fjalëkalimin tuaj të ri
uk: Введіть ваш пароль знову
vi: Gõ vào mật khẩu mới của bạn lần nữa

source: The two passwords do not match
az: Şifrələr bir-biri ilə uymur
bg: Двете пароли не съвпадат
bs: Lozinke se ne podudaraju
eu: Sartutako bi pasahitzak ez datoz bat
fa: دو گذرواژه یکی نیستند
ka: პაროლები არ ემთხვევა
ko: 두 암호가 일치하지 않습니다
mk: Двете лозинки не се совпаѓаат
sq: Të dy fjalëkalimet nuk përputhen
uk: Два паролі не збігаються
vi: Hai mật khẩu không khớp lẫn nhau

source: It appears that you are browsing this site without any extra privacy and security!
az: Bu onu göstərir ki, siz, saytı heç bir gizlilik və təhlükəsizlik qorunmadan nəzərdən keçirirsiniz.
bg: Изглежда разглежда този сайт без да прилагате допълнителна защита на личното си пространство и сигурност.
bs: Izgleda da pretražujete ovaj sajt bez dodatne privatnosti i sigurnosti!
fa: بنظر میرسه شما در حال مرور این سایت بدون افزایش امنیت یا حفظ حریم خصوصی هستید!
ka: როგორც ჩანს, თქვენ ათვალიერებს ამ საიტიდან ყოველგვარი ზედმეტი კონფიდენციალურობა და უსაფრთხოება!
ko: 당신이 여분의 개인 정보 보호 및 보안없이이 사이트를 탐색하는 것 같습니다!
mk: Ја пребарувате оваа веб-страна без дополнителна приватност и безбедност!
sq: Duket sikur ju po e shfletoni këtë faqe pa privatësi apo siguri të shtuar!
uk: Ви переглядаєте цей сайт без додаткового захисту конфіденційності
vi: Có vẻ như bạn đang duyệt trang web này mà không có bất kỳ sự riêng tư và bảo mật nào!

source: You are strongly advised to visit this site using the desktop app called Tor Browser, that protects your identity.
az: Tor Browser adlı kimliyinizi qoruyan masa üstü tətbiqini istifadə edərək, bu sayta qoşulmağınız məsləhət görülür.
bg: Горещо препоръчваме да посетите този сайт с компютърното приложение наречено Tor браузър, което защитава самоличноста Ви.
bs: Strogo se preporučuje da posjetite ovaj sajt koristeći desktop aplikaciju pod nazivom Tor pretraživač, koji sakriva vaš identitet.
fa: به شما شدیدا پیشنهاد میشود با استفاده از مرورگر تور از این تارنما دیدن کنید تا از هویت خود محافظت کنید
ka: თქვენ მკაცრად ურჩია ეწვევა ამ საიტიდან გამოყენებით desktop app მოუწოდა Tor Browser, რომელიც იცავს თქვენს ვინაობას.
ko: 당신은 강력하게 신원을 보호 토르 브라우저라는 데스크톱 응용 프로그램을 사용하여이 사이트를 방문하는 것이 좋습니다.
sq: Ju këshillojmë fuqishëm që ta vizitoni këtë webfaqe duke përdorur aplikacionin për desktop të quajtur Shfletuesi Tor, që mbron identitetin tuaj.
uk: Ми настійно рекомендуємо вам відвідувати цей сайт лише за допомогою браузера Tor, який захищає вашу анонімність.
vi: Bạn nên truy cập trang web này bằng ứng dụng trên máy tính để bàn có tên Tor Browser, để bảo vệ danh tính của bạn.

source: Then, copy and paste the following address into the Tor Browser:
az: Daha sonra Tor Brauzerə aşağıdakı ünvanı kopyalayıb yapışdırın:
bg: След това копирайте следния адрес в Tor браузъра:
bs: Zatim, kopirajte i zalijepite na adresu u Tor Browser:
eu: Gero, kopiatu eta itsatsi hurrengo helbidea Tor Nabigatzailean:
fa: سپس این آدرس را در مرورگر درج کنید:
ka: ამის შემდეგ, დააკოპირეთ და ჩასვით შემდეგ მისამართზე შევიდა Tor Browser:
ko: 그런 다음, 복사 토르 브라우저에 다음 주소를 붙여 넣기 :
mk: Потоа, копирајте ја следната адреса во Tor пребарувачот:
sq: Më pas, kopjojeni dhe ngjiteni tek Shfletuesi Tor adresën në vijim:
uk: Потім скопіюйте і вставте наступну адресу у встановленій Tor Browser:
vi: Sau đó, sao chép và dán địa chỉ sau vào trình duyệt Tor:

source: Enter a name for the copy
eu: Idatzi izena kopiarentzat
fa: وارد کردن یک نام برای کپی
mk: Внесете име за копијата
vi: Nhập tên cho bản sao

source: Add file
az: Fayl əlavə et
bg: Добавяне на файл
bs: Dodaj datoteku
fa: فایل اضافه کن
ka: ფაილის დამატება
ko: 파일을 추가합니다
sq: Shtoni skedar
uk: Додати файл
vi: Thêm tập tin

source: Uploading files…
az: Fayllar yüklənir...
bg: Качване на файлове...
fa: در حال آپلود فایل ها...
mk: Прикачување на датотеки...
uk: Файли завантажуються…
vi: Đang tải lên tập tin....

source: Upload completed successfully!
az: Yükləmə uğurla başa çatdı!
bg: Качването завърши успешно!
bs: Upload je uspješno završena!
fa: بارگذاری با موفقیت انجام شد!
ka: ატვირთვა წარმატებით დასრულდა!
ko: 업로드가 성공적으로 완료!
mk: Прикачувањето е успешно!
sq: Ngarko përfunduar me sukses!
uk: Завантаженння успішно завершено!
vi: Tải lên thành công!

source: Error while uploading files; check below for details.
az: Fayl yükləyərkən səhvə yol verilib. Ətraflı məlumat üçün aşağı baxın.
bg: Грешка при качването на файлове; разгледайте по-долу за допълнителна информация.
bs: Greška prilikom upload datoteka; provjeriti ispod za detalje.
fa: خطا در هنگام بارگذاری فایل ها؛ پایین را برای جزییات بررسی کنید.
ka: შეცდომა ფაილების ატვირთვა; შეამოწმეთ ქვემოთ დეტალები.
ko: 파일을 업로드하는 동안 오류; 자세한 내용은 아래를 확인합니다.
mk: Грешка при прикачување на датотеки; проверете подолу за повеќе детали.
sq: Gabim gjatë ngarkoni fotografi; shikoni më poshtë për detaje.
uk: Помилка при завантаженні файлів; перевірте подробиці нижче.
vi: Lỗi trong khi tải tệp lên; kiểm tra bên dưới để biết chi tiết.

source: Estimated upload time:
az: Təxmini yükləmə müddəti:
bg: Изчислено време за качване:
bs: Procijenjeno vrijeme upload:
fa: زمان تخمین‌زده‌شده برای بارگذاری:
ka: სავარაუდო upload დრო:
ko: 예상 업로드 시간 :
mk: Проценето време на прикачување:
sq: Ora vlerësuar upload:
uk: Час завершення завантаження
vi: Thời gian tải lên dự kiến:

source: seconds
az: saniyə
bg: секунди
bs: sekundi
eu: segundo
fa: ثانیه
ka: წამში
ko: 초
mk: секунди
sq: sekonda
uk: секунди
vi: giây

source: Size:
bg: Размер:
eu: Tamaina:
fa: سایز:
mk: Големина:
vi: Kích thước:

source: Address
az: Ünvan
bg: Адрес
bs: adresa
eu: Helbidea
fa: آدرس
ka: მისამართი
ko: 주소
mk: Адреса
sq: Adresë
uk: Адреса
vi: Địa chỉ nhà

source: The connection is not secure.
az: Bağlantı təhlükəlidir.
bg: Връзката не е сигурна.
eu: Konexioa ez da segurua.
fa: ارتباط امن نمی باشد.
mk: Конекцијата не е безбедна.
uk: Інтернет з'єднання недостатньо безпечне.
vi: Kết nối không an toàn
