Repository: globaleaks/whistleblowing-software
Catalog: client/pot/*.po
Languages: az, bg, bs, eu, fa, ka, ko, mk, sq, uk, vi

source: Whistleblowing button
az: İnformasiya ötürmə düyməsi
bg: Бутон за подаване на сигнал
bs: uzbunjivanje dugme
eu: Salaketa aurkezteko botoia
fa: دکمه افشاگری
ka: მხილება ღილაკს
ko: 고발 버튼
mk: Копче за укажување
sq: Butoni i Informimit
uk: Кнопка надання інформації
vi: Nút tố giác

source: Enable disclaimer
bg: Активиране на секцията отказване от права
fa: فعال سازی سلب مسئولیت
mk: Овозможете дисклејмер
vi: Cho phép từ chối trách nhiệm

source: Title
az: Başlıq
bg: Заглавие
eu: Izenburua
fa: عنوان
mk: Наслов
uk: Назва
vi: Tiêu đề

source: Text
az: Mətn
bg: Текст
eu: Testua
fa: متن
mk: Текст
uk: Текст
vi: Văn bản

source: Footer
az: Aşağı lövhə
eu: Orriaren oina
fa: پانویس
ko: 보행인
mk: Футер
sq: Fundfaqja
uk: Нижній колонтитул
vi: Phía cuối trang

source: Favicon
az: Saytın ikonası
fa: فاویکون

source: Upload
az: Yüklə
bg: Качване
bs: Postavi
eu: Igo
fa: بارگذاری
ka: ატვირთვა
ko: 업로드
mk: Прикачи
sq: Ngarkoni
uk: Додати
vi: Đăng tải

source: Download
az: Endir
bg: Сваляне
bs: Preuzmi
eu: Deskargatu
fa: بارگذاری
ka: ჩამოტვირთვა
ko: 다운로드
mk: Преземи
sq: Shkarkoni
uk: Завантажити
vi: Tải về

source: Language:
az: Dil:
bg: Език:
eu: Hizkuntza:
fa: زبان
mk: Јазик:
uk: Мова:
vi: Ngôn ngữ

source: Add custom text
az: Fərdi mətn əlavə edin
bg: Добавяне на собствен текст
eu: Gehitu testu pertsonalizatua
fa: افزودن متن سفارشی
mk: Додадете текст
vi: Thêm văn bản tùy chỉnh

source: Custom text
az: Fərdi mətn
bg: Собствен текст
eu: Testu pertsonalizatua
fa: متن سفارشی
mk: Текст
vi: Văn bản tùy chỉnh

source: Custom texts
az: Fərdi mətnlər
bg: Собствени текстове
fa: متن های سفارشی

source: Original text
az: Orijinal mətn
bg: Оригинален текст
eu: Jatorrizko testua
fa: متن اصلی
mk: Оригинален текст
vi: Văn bản gốc

source: Original translation
az: Orijinal tərcümə
bg: Оригинален превод
eu: Jatorrizko itzulpena
fa: ترجمه اصلی
mk: Оригинален превод
vi: Phần dịch gốc

source: Custom translation
az: Fərdi tərcümə
bg: Собствен превод
eu: Itzulpen pertsonalizatua
fa: ترجمه سفارشی
mk: Превод
vi: Dịch tùy chỉnh

source: Contexts
az: Kontekst
bg: Теми
bs: konteksti
fa: متن‌ها
ka: კონტექსტში
ko: 컨텍스트
mk: Содржини
sq: Kontekstet
uk: Контексти
vi: Nội dung

source: Name
az: Ad
bg: Име
bs: Ime
eu: Izena
fa: نام
ka: სახელი
ko: 이름
mk: Име
sq: Emri
uk: Назва
vi: Tên

source: Enabled
az: Aktivdir
bg: Активиран
bs: Omogućeno
eu: Gaitua
fa: فعال شده
ka: ჩართულია
ko: 사용
mk: Овозможено
sq: Mundësuar
uk: Увімкнений
vi: Bật

source: Hidden
eu: Ezkutuan
fa: پنهان
mk: Сокриено
vi: Ẩn

source: Disabled
az: Sönlüdür
bg: Деактивирано
bs: Onemogućeno
eu: Desgaitua
fa: غیر فعال شد
ka: შეზღუდული შესაძლებლობების მქონე
ko: 장애인
mk: Оневозможено
sq: Paaftësuar
uk: Вимкнено
vi: Tàn tật

source: Questionnaire
az: Sorğu
bg: Въпросник
bs: upitnik
eu: Galdekizuna
fa: پرسش‌نامه
ka: კითხვარი
ko: 질문 사항
mk: Прашалник
sq: pyetësor
uk: Анкета із переліком питань
vi: Bảng câu hỏi

source: Additional questionnaire
eu: Galdekizun gehigarria
fa: پرسش نامه اضافی
mk: Дополнителен прашалник
vi: Bảng câu hỏi bổ sung

source: Recipients
az: Qəbul edicilər
bg: Получатели
bs: Primatelji
eu: Hartzaileak
fa: دریافت‌کننده‌ها
ka: მიმღები
ko: 받는 사람
mk: Приматели
sq: Marrësit
uk: Одержувачі
vi: Người nhận

source: Submission expiration
fa: انقضا گزارش

source: days
eu: egunak
fa: روزها
mk: денови
vi: ngày

source: Show the questionnaire navigation interface
eu: Erakutsi galdekizunean arakatzeko interfazea
fa: نمایش رابط جهت یابی پرسش نامه
mk: Прикажете ја навигацијата за прашалникот
vi: Hiển thị giao diện điều hướng câu hỏi

source: Allow whistleblowers to select their recipients
az: İnformasiya ötürənlərə öz qəbul edicilərini seçmələrinə icazə verin
bg: Разрешаване на източниците да избират получателите
bs: Dozvolite zviždača da odaberete svoje primaoce
eu: Ahalbidetu salatzaileek haien hartzaileak hautatzea
fa: به افشاگرها اجازه انتخاب وصول کننده داده شود
ka: ნება მამხილებელთა აირჩიოთ მათი მიმღები
ko: 제보자는 자신의 수신자를 선택할 수 있습니다
mk: Овозможи на укажувачите да ги селектираат своите приматели
sq: Lejo informatorët për të zgjedhur marrësit e tyre
uk: Дозволити викривачамам обирати одержувачів
vi: Cho phép người tố cáo để chọn người nhận họ

source: Select all recipients by default
az: Bütün qəbul ediciləri standart olaraq seçin
bg: Избиране на всички получатели по подразбиране
bs: Odaberite sve primaoce po defaultu
eu: Hartzaile guztiak hautatzea lehenestea
fa: همه‌ی دریافت‌کنندگان را به صورت پیش‌فرض انتخاب کن
ka: აირჩიეთ ყველა მიმღები იყოს
ko: 기본적으로 모든받는 사람을 선택
mk: Прикажи ги сите приматели по стандарден приказ
sq: Përzgjidhni të gjithë marrësit përmes parazgjedhjes.
uk: Обрати всіх одержувачів за замовчуванням
vi: Chọn tất cả người nhận mặc định

source: Maximum number of selectable recipients:
az: Seçilən qəbul edicilərin maksimum sayı:
bg: Максимален брой избираеми получатели:
bs: Maksimalan broj odabira primatelja:
eu: Hauta daitezkeen hartzaileen kopuru maximoa:
fa: حداکثر تعداد دریافت کننده های قابل انتخاب:
ka: მაქსიმალური რაოდენობა მითითებული მიმღები:
ko: 선택받는 사람의 최대 수 :
mk: Максимален број на селектирани приматели:
sq: Numri maksimal i marrësve të përzgjedhshëm:
uk: Максимальна кількість обраних одержувачів:
vi: Số lượng người nhận lựa chọn:

source: (0 = unlimited)
az: (0 = limitsiz)
bg: (0 = неограничен)
bs: (0 = neograničeno)
fa: (۰=نامحدود)
ka: (0 = შეუზღუდავი)
ko: (0 = 무제한)
sq: (0 = e pakufizuar)
uk: (0 = необмежена)

source: Show recipients in alphabetical order
az: Qəbul ediciləri əlifba sırası ilə göstərin
bg: Показване на получателите по азбучен ред
bs: Pokaži primalaca po abecednom redu
eu: Hartzaileak ordena alfabetikoan erakutsi
fa: نشان دادن گیرندگان به صورت الفبایی
ka: Show მიმღები ანბანის მიხედვით
ko: 알파벳 순서로 표시받는 사람
mk: Прикажи ги примателите по азбучен ред
sq: Shfaqini marrësit të renditur alfabetikisht
uk: Упорядкувати одержувачів за алфавітом
vi: Hiện người nhận trong thứ tự chữ cái

source: Show small recipient cards on submission interface
az: Təqdimat interfeysində kiçik alıcı kartlarını göstərin
bg: Показвае на малки визитки на получателите в интерфейста за подаване на сигнал
bs: Pokaži male kartice primalac na podnošenje sučelja
fa: نمایش کارت های کوچک گیرنده روی رابط گزارش
ka: აჩვენეთ პატარა მიმღები ბარათები წარდგენის ინტერფეისი
ko: 제출 인터페이스에 작은받는 카드보기
sq: Shfaqni kartat e vogla të marrësit në ndërfaqen e paraqitjes
uk: Відображати логотипи одержувачів на сторінці подачі матеріалів.

source: Show recipient details on the status page of the submission
az: Təqdimat səhifəsində qəbul edicilərin məlumatlarını göstərin
bg: Показване информация за получателите на статус странцата на сигнала
bs: Prikaži detalje primalac o statusu stranici podnošenja
fa: نمایش جزییات گیرنده روی صفحه وضعیت گزارش
ka: აჩვენეთ მიმღები დეტალები მდგომარეობა გვერდზე წარდგენის
ko: 제출의 상태 페이지에받는 사람의 정보를보기
sq: Trego detajet e marrësit në faqen e statusit të dorëzimit

source: Text shown on top of the interface for selecting recipients
az: Qəbul ediciləri seçmək üçün ekran üzərində göstərilən mətn
bg: Текстът, който се показва най-горе на интерфейсът за избор на получатели
bs: Tekst prikazan na vrhu interfejs za odabir primatelja
fa: نشان دادن متن در بالای رابط برای انتخاب گیرندگان
ka: ტექსტი ნაჩვენები თავზე ინტერფეისი შერჩევის მიმღები
ko: 텍스트는 수신자를 선택하기위한 인터페이스의 상단에 도시
sq: Tekst treguar në krye të ndërfaqes për zgjedhjen e marrësit
vi: Văn bản hiển thị trên đầu trang của giao diện để lựa chọn người nhận

source: Enable comments
az: Şərhləri aktiv edin
bg: Активиране на коментари
bs: Omogući komentare
eu: Gaitu iruzkinak
fa: فعال کردن نظر
ka: კომენტარების
ko: 코멘트를 활성화
mk: Овозможи коментари
sq: Aktivizo komente
uk: Увімкнути коментарі
vi: Cho phép nhận xét

source: Allow whistleblowers to write comments
az: İnformasiya ötürənlərin şəhr yazmasına icazə
bg: Разрешаване на източника да пише коментари
bs: Dozvolite zviždača da pisati komentare
fa: به افشاگران اجازه ارسال نظر داده شود
ka: ნება მამხილებელთა დაწერა კომენტარი
ko: 제보자는 코멘트를 작성할 수
mk: Овозможи на укажувачите да пишуваат коментари
sq: Lejo informatorët për të shkruar komente
uk: Дозволити викривачам коментувати
vi: Cho phép người tố giác viết bình luận

source: Enable private messages
az: Şəxsi mesajları aktiv edin
bg: Активиране на лични съобщения
bs: Omogući privatne poruke
fa: پیام فرستادن خصوصی را فعال کن
ka: ჩართვა პირადი შეტყობინების
ko: 비공개 메시지를 사용
mk: Овозможи приватни пораки
sq: Mundësoni mesazhet private
uk: Увімкнути приватні повідомлення
vi: Kích hoạt tính năng tin nhắn

source: Allow whistleblowers to send messages
az: İnformasiya ötürənlərə mesaj göndərməyə icazə
bg: Разрешаване на източника да изпраща съобщения
bs: Dozvoli zviždača za slanje poruka
fa: به افشاگران اجازه ارسال پیام داده شود
ka: ნება მამხილებელთა გააგზავნოთ შეტყობინებები
ko: 제보자 메시지를 보낼 수 있도록 허용
mk: Овозможи на укажувачите да испраќаат пораки
sq: Lejo informatorët për të dërguar mesazhe
uk: Дозволити викривачам надсилати повідомлення
vi: Cho phép người tố giác gửi tin nhắn

source: Let whistleblowers add attachments onto existing submissions
az: İnformasiya ötürənlərin mövcud təqdimatlar üzərinə yeni əlavələr etməsinə icazə verin
bg: Разрешаване на източника да прикачва файлове към вече подадени сигнали
fa: به افشاگران اجازه داده شود تا ضمیمه‌هایی را به این گزارش ارائه شده اضافه کنند
uk: Дозволити викривачам додавати документи до існуючих повідомлень

source: Let recipients upload files to whistleblowers
az: Qəbul edicilərə, informasiya ötürənlər üçün fayllar yükləməsinə icazə verin
bg: Разрешаване на получателите да качват файлове за източниците
fa: اجازه به گیرندگان به منظور آپلود کردن فایل ها برای افشاگران
mk: Дозволи на примателите да прикачуваат датотеки до укажувачите
vi: Cho phép người nhận tải tệp tin lên cho người tố giác

source: Scoring system options
eu: Puntuazio sistemaren aukerak
fa: گزینه های سیستم امتیاز دهی
mk: Опции на системско бодување
vi: Tùy chọn hệ thống chấm điểm

source: Threshold
eu: Atalasea
fa: آستانه
mk: Праг
vi: Ngưỡng

source: Value
eu: Balioa
fa: مقدار
mk: Вредност
vi: Giá trị

source: Medium
eu: Ertaina
fa: متوسط
mk: Средно
vi: Vừa phải

source: High
eu: Altua
fa: زیاد
mk: Високо
vi: Cao

source: Customize the message shown in the receipt page
fa: سفارشی کردن پیام نشان داده شده در صفحه رسید
mk: Прилагодете ја пораката прикажана на страницата за прием
vi: Tùy chỉnh tin nhắn hiển thị trong trang biên nhận

source: Low
eu: Behea
fa: کم
mk: Ниско
vi: Thấp

source: Assign the receipt only to submissions reaching score:
fa: تخصیص رسید فقط به گزارش دارای امتیاز:

source: Software version:
az: Proqram versiyası:
bg: Версия на софтуера:
bs: Verzije softvera:
eu: Softwarearen bertsioa:
fa: نسخه نرم‌افزار:
ka: Software ვერსია:
ko: 소프트웨어 버전 :
mk: Верзија на софтверот:
sq: version software:
uk: Версія програмного забезпечення:
vi: Phiên bản phần mềm:

source: An update is available:
az: Yenilənmə mümkündür
bg: Има ново обновление:
eu: Eguneraketa bat dago eskuragarri:
fa: یک به روز رسانی موجود می باشد:
mk: Достапно е ажурирање
vi: Bản cập nhật đã có sẵn

source: SMTP name
az: SMTP adı
bg: SMTP име
bs: SMTP ime
fa: نام SMTP
ka: SMTP სახელი
ko: SMTP 이름
sq: Emri i SMTP

source: SMTP email address
az: SMTP elektron poçt ünvanı
bg: SMTP имейл адрес
bs: SMTP e-mail adresu
eu: Posta elektroniko SMTP helbidea
fa: آدرس ایمیل SMTP
ka: SMTP ელ-ფოსტის მისამართი
ko: SMTP 이메일 주소
mk: SMTP е-маил адреса
sq: SMTP adresë e-mail
vi: địa chỉ email SMTP

source: Invalid email address
az: Yanlış email adresi
bg: Невалиден имейл адрес
bs: Email adresa nije validna
eu: Posta elektroniko helbidea ez da baliozkoa
fa: آدرس ایمیل بی اعتبار
ka: ელფოსტის მისამართი არასწორია
ko: 잘못된 이메일 주소
mk: Невалидна е-маил адреса
sq: Adresës e-poste e pavlefshme
uk: Недійсна електронна адреса
vi: Địa chỉ email không hợp lệ

source: SMTP server address
az: SMTP server ünvanı
bg: Адрес на SMTP сървър
bs: Adresa SMTP servera
eu: SMTP zerbitzariaren helbidea
fa: آدرس سرور SMTP
ka: SMTP სერვერის მისამართი
ko: SMTP 서버 주소
mk: SMTP сервер адреса
sq: Adresa e shërbyesit SMTP
uk: Адреса SMTP сервера
vi: Địa chỉ server SMTP

source: SMTP server port
az: SMTP server portu
bg: SMTP порт на сървъра
bs: Port SMTP servera
eu: SMTP zerbitzariaren ataka
fa: درگاه سرور STMP
ka: SMTP სერვერის პორტი
ko: SMTP 서버 포트
mk: Приклучок за сервер SMTP
sq: Porta e shërbyesit SMTP
uk: Порт SMTP сервера
vi: Cổng server SMTP

source: Transport Security
az: Köçürmə təhlükəsizliyi
bg: Сигурност предаването
fa: امنیت انتقال
ko: 운송 보안
sq: Siguria e Transportit
uk: Безпека передачі

source: Require authentication
eu: Autentifikazioa behar du
fa: خواستن احراز هویت
mk: Потребна автентикација
vi: Yêu cầu xác thực

source: When the option is re-enabled the spooled emails will be sent out.
az: Seçim aktivləşdirilən zaman toplanılan e-maillər göndəriləcək
bg: Неизпратените имейли ще бъдат изпратени, когато опцията е включена отново.
bs: Kada je opcija je ponovo omogućen je spool e-mailova će biti poslan.
fa: زمانی که گزینه دوباره فعال شد ایمیل های اسپویل شده دوباره ارسال خواهند شد.
ka: როდესაც ვარიანტი ხელახლა ჩართულია spooled წერილებს გადაეგზავნება out.
ko: 옵션이 다시 활성화 될 때 스풀 이메일이 전송됩니다.
sq: Kur ky opsion është i riaktivizuar, e-postat e mbledhura do të dërgohen.
uk: Коли опція буде знову увімкнена накопичені листи будуть розіслані.

source: Reset notification templates to default
az: Bildiriş şablonlarını əvvəlki vəziyyətinə qaytarın
bg: Възстановяване на шаблоните за известия до тези по подразбиране
bs: Reset Predložak izvješća na default
eu: Jakinarazpen txantiloia lehenetsiak berrezarri
fa: تنظیم مجدد قاابل های نوتیفیکیشن به پیشفرض
ka: აღდგენა შეტყობინება თარგები ნაგულისხმევია
ko: 기본값으로 알림 템플릿을 재설정
mk: Ресетирајте ги стандардните обрасци за известување
sq: Rivendosini hapat dhe fushat e paracaktuara
vi: Thiết lập lại các mẫu thông báo mặc định

source: Number of hours before sending a submission expiration alert
az: Təqdimata son xəbərdarlıq göndərilməmişdən öncəki saat sayı
bg: Брой часове преди, които да се изпраща изпраща предупреждение, че подаден сигнал изтича.
bs: Broj sati prije slanja isticanja podnošenje popustu
fa: تعداد ساعات قبل از ارسال یک هشدار انقضا گزارش
ka: პუნქტების საათით ადრე გაგზავნის წარდგენის ვადის გასვლის alert
ko: 제출 만료 경고를 보내기 전에 시간의 수
sq: Numri i orëve të para se të dërgonte një alarm paraqitja e skadimit

source: Maximum emails per hour before triggering email suspension
az: Elektron poçtun dayandırılması işə düşənə qədər hər saat maksimum sayda email
bg: Максимален брой имейли на час преди да се включи имейл забрана
bs: Maksimalna e-mailova po satu prije pokretanja e-mail suspenzija
fa: بیشترین ایمیل در ساعت قبل از راه اندازی تعلیق ایمیل
ka: მაქსიმალური ელ საათში ადრე გამოიწვია ელ შეჩერების
ko: 이메일 정지를 트리거하기 전에 시간 당 최대 이메일
sq: email maksimale në orë përpara shkaktuar pezullimin e-mail

source: this configuration only applies to recipients
az: Bu quraşdırma ancaq alıcılara aiddir.
bg: тази настройка важи единствено за получатели
bs: ova konfiguracija se odnosi samo na primaoce
fa: این پیکربندی فقط برای گیرندگان اعمال می شود
ka: ამ კონფიგურაციის ვრცელდება მხოლოდ მიმღები
ko: 이 구성은받는 사람에게 적용
sq: ky konfigurim vlen vetëm për përfituesit

source: Test the configuration
az: Quraşdırmanı test edin
bg: Тестване на конфигурацията
eu: Probatu konfigurazioa
fa: آزمایش پیکربندی
mk: Тестирај ја конфигурацијата
vi: Kiểm tra cấu hình

source: Template
az: Şablon
bg: Шаблон
bs: šablon
eu: Txantiloia
fa: قالب
ka: თარგი
ko: 주형
mk: Образец
sq: shabllon
vi: Bản mẫu

source: Hostname
az: Domen adı
bg: Сървър
eu: Zerbitzariaren izena
fa: نام سرور
mk: Име на домаќин (Host)
uk: Ім'я хосту
vi: Tên máy chủ

source: Verify
az: Təsdiq et
bg: Проверка
fa: تایید
sq: Verifikoni
uk: Перевірити

source: Invalid input format.
az: Yanlış giriş formatı.
bg: Невалиден формат на данните.
fa: فرمت ورودی نامعتبر است
mk: Невалиден формат на внес.
uk: Недійсний формат вводу
vi: Định dạng đầu vào không hợp lệ

source: Input should be similar to:
az: Giriş aşağıdakına bənzər olmalıdır:
bg: Информацията трябва да бъде подобна на:
fa: ورودی باید مشابه به این ها باشد:
mk: Внесот треба да биде сличен на:
vi: Đầu vào phải tương tự như:

source: The platform does not seem to be reachable with the configured hostname.
az: Platforma quraşdırılan ana ekran ilə əlçatan görünmür.
bg: Изглежда платформата не е достъпна от домейнът, за който е настроена.
fa: پلتفورم از طریق نام میزبان پیکربندی شده قابل دسترسی نمی باشد.

source: Using Let's Encrypt requires agreement to their Terms of Service.
az: Şifrələnmədən istifadə etmək Xidmət Şərtləri ilə razılaşdırılmanı tələb edir.
bg: Използването на Let's Encrypt изисква приемането на техните Общи Условия.
fa: استفاده از Let's Encrypt ملزم به تایید کردن شرایط استفاده از خدمات آن ها می باشد.
vi: Sử dụng Let's Encrypt yêu cầu bạn đồng ý với Điều khoản dịch vụ

source: Read the Terms of Service
az: Xidmət şərtlərini oxuyun
bg: Прочитане на Общите Условия.
fa: خواندن شرایط استفاده از خدمات
vi: Đọc điều khoản dịch vụ

source: I agree to the Terms of Service.
az: Xidmət şərtləri ilə razıyam.
bg: Съгласен съм с Общите Условия.
fa: با شرایط استفاده از خدمات موافقم
vi: Tôi đồng ý với Điều khoản dịch vụ

source: Proceed
az: Davam edin
bg: Продължи
bs: Nastavi
eu: Hasi
fa: ادامه بده
ka: გაგრძელება
ko: 발하다
mk: Продолжи
sq: Procedoni
uk: Продовжити
vi: Tiếp tục

source: Congratulations!
az: Təbriklər!
bg: Поздравления!
bs: Čestitamo!
eu: Zorionak!
fa: تبریک!
ka: გილოცავთ!
ko: 치하!
mk: Честитки!
sq: Urime!
uk: Вітаємо!
vi: Chúc mừng!

source: Configuration completed. You can review the settings or enable it now.
az: Quraşdırma tamamlandı. Ayarları nəzərdən keçirə və ya indi aktivləşdirə bilərsiniz.
bg: Настройката е завършена. Може да разгледате настройките и да ги активирате веднага.
fa: پیکربندی کامل شد. هم اکنون میتوانید تنظیمات را بازبینی کنید یا آن را الان فعال کنید.

source: Review
az: Baxış-icmal
bg: Преглед
fa: مرور کنید.
sq: Rishiko
uk: Огляд

source: Enable
az: İşə salmaq
bg: Активиране
eu: Gaitu
fa: فعّال
mk: Овозможи
sq: Mundëso
uk: Увімкнути
vi: Cho phép

source: Country code
az: Ölkə kodu:
bg: Код на държавата
eu: Herrialdearen kodea
fa: کد کشور
mk: Код на држава
vi: Mã quốc gia

source: State
az: Rayon
bg: Област
bs: stanje
fa: ایالت
ka: სახელმწიფო
ko: 상태
sq: shtet
uk: Область
vi: Tình trạng

source: City
az: Şəhər
bg: Град
bs: grad
eu: Hiria
fa: شهر
ka: ქალაქი
ko: 시티
mk: Град
sq: qytet
uk: Місто
vi: Thành phố

source: Organization
az: Təşkilat
bg: Организация
eu: Antolaketa
fa: سازمان
mk: Организација
sq: Organizata
uk: Організація
vi: Tổ chức

source: Organizational unit
az: Təşkilat şöbəsi
bg: Отдел в организацията
fa: یگان سازمانی
mk: Организациска единица
vi: Đơn vị tổ chức

source: This interface can generate a Private Key and a Certificate Signing Request. The Certificate Signing Request can be provided to a Certificate Authority to retrieve a Certificate. After having validated your request and your ownership of the hostname, the Certificate Authority will issue you a Certificate and provide a file containing Intermediate Certificates. Load the Certificate and the file containing the Intermediate Certificates to complete the HTTPS setup.
az: Bu interfeys Məxfi Açar və Sertifikat İmzalama İstəyini yarada bilər. Sertifikat almaq üçün Sertifikat İmzalama İstəyi Sertifikat Mərkəzinə təqdim edilə bilər. Tələbiniz və hostname ünvanınız yoxlandıqdan sonra Sertifikat Mərkəzi sizə Sertifikat və Orta Sertifikatların yer aldığı faylı təqdim edəcək. HTTPS quraşdırılmasını tamamlamaq üçün Sertifikatı və Orta Sertifikatların yer aldığı faylı yükləyin.
bg: Интерфейсът може да генерира личен ключ и заявка за сертификат. Заявката за сертификат може да бъде предоставена на сертифициращо тяло за получаването на сертификат. След като провери заявката и собствеността на домейна, сертифициращото тяло ще издаде сертификат и ще Ви предостави файл съдържащ междинни сертификати. Заредете сертификат съдържащ междинните сертификати, за да завършите настройването на HTTPS.
fa: این رابط می تواند یک کلید خصوصی و یک درخواست امضا گواهی را تولید کند. درخواست امضا گواهی میتواند به مرجع صدور گواهی داده شود تا گواهی بازیابی شود. بعد از اعتبار سنجی درخواست و مالکیت نام میزبان، مرجع صدور گواهی یک گواهی برای شما ایجاد خواهد کرد و یک فایل که شامل گواهی های واسط می باشد را فراهم خواهد کرد. گواهی ها و فایل های در بردارنده گواهی های واسط را برای کامل کردن نصب HTTPS بارگذاری کنید.

source: Private Key
az: Məxfi açar
bg: Таен ключ
eu: Gako pribatua
fa: کلید خصوصی
mk: Приватен клуч
sq: Kyç Privat
vi: Khóa riêng tư

source: Generate
az: Yaratmaq
bg: Генериране
eu: Sortu
fa: تولید
mk: Генерирај
sq: Gjeneroni
uk: Генерувати
vi: Tạo

source: Certificate Signing Request
az: Sertifikat İmzalama İstəyi
bg: Заявка за сертификат
eu: Ziurtagiriaren sinadura eskaera
fa: درخواست امضا گواهی
mk: Барање за потпишување на сертификат
vi: Đơn yêu cầu chứng chỉ

source: Certificate
az: Sertifikat
bg: Сертификат
eu: Ziurtagiria
fa: گواهی
mk: Сертификат
vi: Chứng chỉ

source: Valid until:
az: Bu vaxta qədər etibarlıdır:
bg: Валиден до:
eu: Noiz arte balio du:
fa: معبتر تا:
mk: Со важност до:
vi: Có thời hạn đến:

source: Issuer:
az: Təchizatçı
bg: Издател:
eu: Igorlea:
fa: صادرکننده:
mk: Издавач:
vi: Tổ chức phát hành:

source: Intermediate Certificates
az: Orta Sertifikatlar
bg: Междинни сертификати
eu: Bitarteko ziurtagiriak
fa: گواهی های واسطه
mk: Средни сертификати
vi: Chứng chỉ trung cấp

source: Reset
az: Sıfırla
bg: Изчисти
bs: resetovanje
eu: Berrezarri
fa: راه اندازی مجدد
ka: აღდგენა
ko: 다시 놓기
mk: Ресетирај
sq: Rivendoseni
uk: Скинути налаштування
vi: Cài đặt lại

source: Select an option:
az: Seçim edin
bg: Изберте опция:
fa: انتخاب یک گزینه:

source: Automatic configuration
az: Avtomatik konfiqurasiya
bg: Автоматична настройка
eu: Konfigurazio automatikoa
fa: پیکربندی خودکار:
mk: Автоматска конфигурација
vi: Cấu hình tự động

source: Using automatic HTTPS configuration will handle the entire process of requesting, enabling and renewing certificates from the Let's Encrypt Certificate Authority.
az: Avtomatik HTTPS quraşdırmadan istifadə etməklə "Let's Encrypt Certificate Authority"-dən sertifikatları tələb, təmin və yeniləməklə bağlı bütün proses idarə olunacaq.
bg: Използването на автоматичната настройка ще се погрижи за целия процес по заявката, активирането и подновяването на HTTPS сертификата от Компанията за Сертификати Let's Encrypt.
eu: HTTPSren konfigurazio automatikoa erabiltzeak ziurtagiriak Let’s Encrypt-en ziurtagirien Agintariei eskatzeko, gaitzeko eta berritzeko prozesu osoa kudeatuko du.
fa: استفاده از پیکربندی HTTPS خودکار تمام مراحل درخواست، فعال سازی و تجدید گواهی از مرجع صدور گواهی Let's Encrypt را کنترل خواهد کرد.
mk: Користењето на автоматска конфигурација HTTPS ќе се справи со целиот процес на барање, овозможување и обновување на сертификати од Let's Encrypt Certificate Authority.
vi: Sử dụng cấu hình tự động HTTPS sẽ xử lý toàn bộ quá trình yêu cầu, bật và gia hạn chứng chỉ từ Cơ quan chứng nhận Let's Encrypt

source: The platform must be reachable through a public IP address and the selected hostname must have a corresponding DNS record referencing that address.
az: Platform ümumi IP ünvanı vasitəsilə əlçatan olmalı və seçilmiş hostname həmin ünvana istinadən müvafiq DNS qeydinə malik olmalıdır.
bg: Платформата трябва да бъде достъпна от публичен IP адрес и избраният домейн трябва да има съответстващ DNS запис.
fa: پلتفورم باید از طریق یک آدرس IP عمومی قابل دسترسی باشد و نام میزبان انتخاب شده باید یک رکورد DNS متناظر که به آن آدرس اشاده دارد را داشته باشد.
mk: Платформата мора да биде достапна преку јавна IP адреса и избраното име на домаќинот мора да има соодветен DNS запис што се однесува на таа адреса.
vi: Nền tảng phải có thể truy cập từ một địa chỉ IP công cộng và tên máy chủ được chọn phải có bản ghi lại các DNS tương ứng trong địa chỉ đó

source: Manual configuration
az: Manual konfiqurasiya
bg: Ръчна настройка
eu: Eskuzko konfigurazioa
fa: پیکربندی دستی
mk: Рачна конфигурација
vi: Cấu hình thủ công
