Repository: globaleaks/whistleblowing-software
Catalog: client/pot/*.po
Languages: az, bg, bs, eu, fa, ka, ko, mk, sq, uk, vi

source: The default username is:
az: Standart istifadəçi adı:
bg: Потребителско име по подразбиране:
fa: نام کاربری پیش فرض:

source: License Agreement
az: Lisenziya müqaviləsi
bg: Лицензно споразумени
fa: توافق گواهینامه
vi: Hợp đồng sử dụng giấy phép

source: Please review the license terms before proceeding.
az: Davam etməmişdən əvvəl lisenziya şərtlərini nəzərdən keçirin.
bg: Моля, прегледайте лицензното споразумение преди да продължите.
fa: لطفا شرایط گواهینامه را پیش از ادامه بخوانید.
vi: Vui lòng xem lại các điều khoản giấy phép trước khi tiến hành.

source: I have read and agree to the terms of the License Agreement.
az: Lisenziyanın şərtlərini oxudum və razıyam.
bg: Прочел съм и приемам условията на Лицензното споразумение.
fa: من شرایط موافقت نامه گواهینامه را خوانده ام و با آن موافقم.
vi: Tôi đã đọc và đồng ý với các điều khoản của thỏa thuận cấp phép.

source: You have completed the platform wizard.
az: Platforma artıq hazırdır.
bg: Успешно завършихте наръчника.
bs: Ste uspješno završili čarobnjaka platformu.
eu: Ongi bete duzu plataformaren laguntzailea.
fa: شما ویزارد پلتفورم را کامل کرده اید.
ko: 당신은 성공적으로 플랫폼 마법사를 완료했습니다.
mk: Ја комплетиравте платформата.
uk: Ви закінчили налаштування платформи.
vi: Bạn đã hoàn thành trình hướng dẫn nền tảng.

source: Fill out your submission
az: Təqdimatınızı doldurun
bg: Изпишете Вашето сведение
bs: Popunite vašu prijavu
fa: پر کردن گزارش خود
ka: შეავსეთ თქვენი წარდგენის
ko: 제출을 작성
sq: Mbushni parashtrimin tuaj
uk: Заповніть інформацію про ваші матеріали

source: Short title
az: Qısa ad
bg: Кратко заглавие
bs: Kratak naslov
fa: عنوان مختصر
ka: მოკლე სათაური
ko: 짧은 제목
sq: Titulli i shkurtër
uk: Короткий заголовок
vi: Tiêu đề ngắn

source: Describe your submission in a few words.
az: Təqdimatınızı bir neçə sözlə təsvir edin.
bg: Опишете подадения сигнал с няколко думи.
fa: گزارش خود را در چند کلمه توضیح دهید.
ka: აღწერეთ თქვენი წარდგენის რამდენიმე სიტყვა.
sq: .Përshkruajeni me pak fjalë parashtrimin tuaj
uk: Опишіть кількома словами надані вами матеріали.

source: Full description
az: Tam açıqlama
bg: Пълно описание
bs: Puni opis
fa: توضیح کامل
ka: სრული აღწერა
ko: 전체 설명
sq: Përshkrim i plotë
uk: Повний опис
vi: Mô tả đầy đủ

source: Describe your submission in detail.
az: Təqdimatınızı təfərrüatı ilə təsvir edin.
bg: Опишете подадения сигнал в детайли.
fa: گزارش خود را به صورت کامل تشریح کنید.
ka: აღწერეთ თქვენი წარდგენის რამდენიმე სიტყვა.
sq: .Përshkruajeni me pak fjalë parashtrimin tuaj.
uk: Опишіть надані вами матеріали детальніше.

source: Attach files relevant to the submission.
az: Təqdimat ilə əlaqəli faylları əlavə edin
bg: Прикачете файлове към сигнала.
bs: Dodajte podatke relevantne za prijavu.
fa: ضمیمه کردن فایل های مرتبط با گزارش
ka: ფაილების მიმაგრება შესაბამისი წარდგინების.
sq: Shtoni skedarët e rëndësishëm për parashtrimin.
uk: Прикріпити файли, пов'язані з матеріалом.

source: Do you want to provide your identification information?
az: Kimlik məlumatınızı vermək istəyirsiniz mi?
bg: Желаете ли да изпратите информация за самоличността си?
fa: آیا میخواهید اطلاعات که هویت شما را مشخص می کند را فراهم کنید؟
ka: გსურთ თქვენი საიდენტიფიკაციო ინფორმაცია?
mk: Дали сакате да ги обезбедите Вашите информации за идентитет?
uk: Ви бажаєте ідентифікувати себе?
vi: Bạn muốn cung cấp thông tin nhận dạng của bạn?

source: First name
az: Ad
bg: Първо име
bs: Ime
eu: Izena
fa: نام کوچک
ka: სახელი
ko: 이름
mk: Име
sq: Emri
uk: Ім'я
vi: Tên

source: Last name
az: Soyad
bg: Фамилия
bs: Prezime
eu: Abizenak
fa: نام خانوداگی
ka: გვარი
ko: 성
mk: Презиме
sq: Mbiemri
uk: Прізвище
vi: Họ

source: Gender
az: Cins
bg: Пол
fa: جنسیت
ka: სქესი
mk: Пол
uk: Стать
vi: Giới tính

source: Male
az: Kişi
bg: Мъж
bs: muški
fa: مرد
ka: კაცი
ko: 남성
mk: Машко
sq: mashkull
uk: чол.
vi: Nam giới

source: Female
az: Qadın
bg: Жена
bs: ženski
fa: زن
ka: ქალი
ko: 여자
mk: Женско
sq: femër
uk: жін.
vi: Nữ giới

source: Other gender identity
fa: سایر هویت های جنسی
mk: Друг пол
vi: Các giới tính khác

source: Date of birth
az: Doğum yeri
bg: Дата на раждане
bs: Datum rođenja
fa: تاریخ تولد
ka: დაბადების თარიღი
ko: 생년월일
mk: Датум на раѓање
sq: Data e lindjes
uk: Рік народження
vi: Ngày sinh

source: Place of birth
az: Doğum yeri
bg: Място на раждане
bs: Mjesto rođenja
fa: محل تولد
ka: დაბადების ადგილი
ko: 출생지
mk: Место на раѓање
sq: Vendi i lindjes
uk: Місце народження
vi: Nơi sinh

source: Social security number
az: Sosial sığorta nömrəsi
bg: ЕГН
bs: Broj socijalnog osiguranja
fa: شماره امنیت اجتماعی
ka: სოციალური დაცვის ნომერი
ko: 사회 보장 번호
sq: numrin e sigurimit social
uk: ідентифікаційний код
vi: số an sinh xã hội

source: Residence
az: Ev
bg: Местожителство
bs: prebivalište
fa: محل اقامت
ko: 거주
sq: shtëpi
uk: Країна проживання
vi: Nơi cư trú

source: Zip code / Postal code
az: Poçt indeksi
bg: Пощенски код
bs: Poštanski broj / Poštanski broj
fa: کد پستی
ka: Zip კოდი / საფოსტო კოდი
ko: 우편 번호 / 우편 번호
mk: Поштенски код
sq: Kodi Zip / Postal code
uk: Поштовий код
vi: Zip code / Mã bưu chính

source: Province
az: Bölgə
bg: Провинция
bs: pokrajina
fa: استان
ka: პროვინციაში
ko: 지방
mk: Регион
sq: krahinë
uk: Регіон
vi: Địa bàn tỉnh

source: Current job title
az: Hazırkı işi
bg: Текуща длъжност
bs: Trenutni naslov posao
fa: عنوان شغل کنونی
ka: აქტუალური თანამდებობა
ko: 현재 작업 제목
sq: Titulli aktuale të punës
uk: Займана позиція
vi: Công việc hiện tại

source: Current job responsibility (role)
az: İş yerində vəzifələri (rolu)
bg: Текущи изисквания (роля)
bs: Trenutni odgovornost posao (uloga)
fa: مسئولیت (نقش) شغلی کنونی
ka: მიმდინარე სამუშაოს პასუხისმგებლობა (როლი)
ko: 현재 작업 책임 (역할)
sq: Përgjegjësia aktuale të punës (rolit)
uk: Робочі обов'язки (роль)
vi: Vai trò công việc hiện tại

source: Current organization unit and job location
az: İş yeri və ünvanı
bg: Текуща отдел и местоположение на работата
bs: Trenutno organizacione jedinice i lokacija posla
fa: واحد سازمانی کنونی و محل کار
ka: მიმდინარე ორგანიზაცია ერთეული და სამუშაოს ადგილმდებარეობა
ko: 현재 조직 단위 및 작업 위치
sq: Njësia aktuale organizimi dhe vendndodhjen e vendeve të punës
uk: Місцерозташування офісу
vi: Tổ chức đang làm việc và địa điểm công việc

source: Job title at the time of the reported fact
az: Fakt haqda məlumat verən zaman vəzifənin adı
bg: Наименование на длъжността за периода на подадения сигнал
bs: naslov posao u vrijeme prijavljenih činjenice
fa: عنوان شغلی زمانی‌که این گزارش را ارائه کردید
ka: თანამდებობა დროს ინფორმაციით ფაქტი
ko: 보고 된 사실 당시의 직위
sq: Titulli Job në kohën e faktit raportuar
uk: Посада на момент правопорушення про яке повідомляється
vi: Chức danh công việc tại thời điểm báo cáo

source: Job responsibility (role) at the time of the reported fact
az: Fakt haqda məlumat verən zaman vəzifənin məsuliyyəti (rolu)
bg: Изисквания (роля) за периода на подадения сигнал
bs: odgovornost Posao (uloga) u vremenu od prijavljenih činjenice
fa: مسئولیت (نقش) شما زمانی‌که این گزارش را ارائه کردید
ka: სამუშაო პასუხისმგებლობა (როლი) დროს ინფორმაციით ფაქტი
ko: 보고 된 사실 당시의 작업 책임 (역할)
sq: Përgjegjësia Job (roli) në kohën e faktit raportuar
uk: Відповідальності (роль) на момент правопорушення про яке повідомляється
vi: Vị trí công việc tại thời điểm báo cáo

source: Organization unit and job location at the time of the reported fact
az: Fakt haqda məlumat verən zaman təşkilatın forması və iş yeri
bg: Отдел и местоположение на работата за периода на подадения сигнал
bs: Organizacione jedinice i lokacija posla na vrijeme prijavio činjenice
fa: واحد سازمانی و محل کار وقتی این گزارش را ارائه کردید
ka: ორგანიზაცია ერთეული და სამუშაოს ადგილმდებარეობა დროს ინფორმაციით ფაქტი
ko: 보고 된 사실시 조직 단위 및 작업 위치
sq: njësi organizative dhe vendin e punës në kohën e faktit raportuar
uk: Місцерозташування офісу на момент правопорушення про яке повідомляється
vi: Tổ chức đang làm việc và vị trí công việc tại thời điểm báo cáo

source: Authentication code: {AuthCode}
fa: کد احراز هویت: {AuthCode}

source: The authentication code is valid for 5 minutes.
fa: کد احراز هویت برای 5 دقیقه معتبر می باشد.

source: Authentication code
fa: کد احراز هویت

source: Dear {RecipientName},
az: Əziz {RecipientName},
bg: Скъпи {RecipientName},
bs: Dragi {RecipientName},
eu: {RecipientName} adeitsua,
fa: {RecipientName} گرامی،
ka: ძვირფასო {RecipientName}
ko: 친애 %의 {RecipientName} 를,
mk: Драг/а {RecipientName},
uk: Шановний {RecipientName},
vi: Kính gửi {RecipientName}

source: Your whistleblowing platform is now accessible at:
bg: Вашата платформа за източници е достъпна на:
eu: Salatzaileen plataforma hemen dago orain erabilgarri:
fa: پلتفورم افشاگری شما از این طریق قابل دسترسی میباشد:
mk: Вашата платформа за укажувачи сега е достапна на:
vi: Nền tảng tố giác hiện có thể truy cập tại:

source: To log in, visit:
bg: За вписване, моля, посетете:
eu: Saioa hasteko, sartu hemen:
fa: برای وارد شدن، مراجعه کنید به:
mk: За да се најавите, посетете:
vi: Để đăng nhập, hãy truy cập:

source: Users' credentials:
bg: Потребителски креденции:
eu: Erabiltzaileen kredentzialak:
fa: اعتبار نامه های کاربران:
mk: Ингеренции на корисниците:
vi: Thông tin đăng nhập của người dùng:

source: The platform will be automatically deleted on:
bg: Платформата ще бъде автоматично изтрита на:
eu: Plataforma automatikoki ezabatuko da:
fa: پلتفورم به صورت خودکار در این تاریخ حذف خواهد شد:
mk: Платформата автоматски ќе биде избришана на:
vi: Nền tảng sẽ được xóa tự động vào:

source: Kind regards,
az: Xoş arzularla,
bg: Поздрави,
bs: Lijep pozdrav,
eu: Adeitasunez,
fa: با سپاس،
ka: კეთილი სურვილებით,
ko: 종류 안부,
mk: Срдечни поздрави,
sq: Me respekt,
uk: З повагою,
vi: Trân trọng,

source: Access instructions
bg: Инструкции за достъп
eu: Sartzeko jarraibideak
fa: دستور العمل های دسترسی
mk: Упатства за пристап
vi: Hướng dẫn truy cập

source: The number of activities recently detected appears to be higher than usual.
az: Son zamanlarda aşkarlanan fəaliyyətlərin sayı normaldan daha yüksəkdir.
bg: Броя на дейностите отчетени наскоро изглежда по-голям от обикновено.
bs: Izgleda da je veća nego što je uobičajeno broj aktivnosti nedavno otkrivene.
eu: Azken aldian detektatutako jardueren kopurua ohikoa baino handiagoa dela dirudi.
fa: تعداد فعالیت های اخیر شناسایی شده بیشتر از حد معمول می باشد.
ka: რიგი ღონისძიებები ახლახანს აღმოჩენილი, როგორც ჩანს, უფრო მაღალი იქნება, ვიდრე ჩვეულებრივი.
ko: 최근에 검출 된 활동의 수는 통상보다 높게 나타난다.
mk: Бројот на активности од неодамна е зголемен од вообичаеното.
sq: Numri i aktiviteteve të zbuluara kohët e fundit duket të jetë më i lartë se zakonisht.
vi: Số lượng các hoạt động gần đây được phát hiện dường như là cao hơn bình thường.

source: This could be a sign of an attack (for example, someone flooding your server with bogus information) or just a usage spike due to an increased visibility of your project.
az: Bu, hücum (məsələn, kimsə serverinizi saxta məlumatlarla doldurur) yaxud layihənizə baxış səbəbiylə istifadənin kəskin artımının əlaməti ola bilər.
bg: Това може да е знак за атака (например, някой който залива сървъра с фалшива информация) или просто проектът е получил повече публичност.
bs: To bi mogao biti znak za napad (na primjer, neko preplavljuju svoj server sa lažnim informacijama) ili samo upotrebe šiljak zbog povećane vidljivosti vašeg projekta.
eu: Eraso baten adierazlea izan daiteke (esaterako, zure zerbitzarian flood eraso baten ondorioz) edo zure proiektuaren gehiegizko erabileraren ondorioz.
fa: این می تواند نشانه از حمله باشد ( برای مثال، شخصی سعی دارد تا سرور شما را با اطلاعات جعلی سرازیر کند) یا نتیجه افزایش بازدید از پروژه شما می باشد.
ka: ეს შეიძლება იყოს ნიშანი თავდასხმა (მაგალითად, ვინმე დატბორილი თქვენი სერვერზე ყალბი ინფორმაციის), ან უბრალოდ გამოყენება spike გამო გაზრდილი ხილვადობა თქვენი პროექტი.
ko: 이것은 아니면 그냥 사용 급증으로 인해 프로젝트의 증가 가시성 (당신의 가짜 정보를 서버에 홍수 사람, 예를 들면) 공격의 표적이 될 수 있습니다.
mk: Ова може да биде знак на напад (на пример, некој го преплавува Вашиот сервер со лажни информации) или се обидува да го користи поради зголемена видливост на Вашиот проект.
sq: Kjo mund të jetë një shenjë e një sulmi (për shembull, dikush përmbytjeve serverin tuaj me informacion fals), ose vetëm një gozhdë përdorimit për shkak të një rritje të shikimit të projektit tuaj.
vi: Đây có thể là dấu hiệu của một cuộc tấn công (ví dụ: ai đó làm ngập máy chủ của bạn với thông tin không có thật) hoặc chỉ là sự tăng đột biến về sử dụng do khả năng hiển thị dự án của bạn tăng lên.

source: Examine the issue to determine whether it is legitimate or not.
bg: Разгледайте проблема, за да решите дали е легитимен или не.
eu: Aztertu gaia legitimoa den ala ez jakiteko.
fa: بررسی موضوع برای مشخص کردن مشروع بودن یا نبودن آن.
mk: Проверете го проблемот да оцените дали е легитимен или не.
vi: Kiểm tra vấn đề để xác định xem nó có hợp pháp hay không.

source: The activities with unusual stats are:
az: Qeyri-adi statistikası olan fəaliyyətlər:
bg: Дейности с необикновена статистика са:
bs: Aktivnosti sa neobičnim statistike su:
eu: Ezohiko estatistikak dituzten jarduerak hauek dira:
fa: فعالیت ها با آمار غیر طبیعی:
ka: საქმიანობის უჩვეულო სტატისტიკის არიან:
ko: 특이한 통계와 활동은 다음과 같습니다 :
mk: Активностите со необични статистики се:
sq: Aktivitetet me statistikat e pazakontë janë:
uk: Активність з незвичайною статистикою:
vi: Các hoạt động với chỉ số bình thường là:

source: The server cannot guarantee that a new submission can be stored, so submissions have been disabled.
az: Bu server yeni təqdimatı saxlamağa təminat vermir, ona görə də təqdimatlar sıradan çıxarılıb.
bg: Сървърът не може да гарантира, че нови сигнали ще могат да бъдат запазени, за това подаването на сигнали е изключено.
bs: Server ne može garantirati da je novi podnesak mogu biti pohranjeni, tako podneske su onemogućena.
fa: سرور نمی تواند گارانتی کند که یک گزارش جدید می تواند ذخیره شود، بنابراین گزارش ها غیرفعال شده اند.
ka: სერვერზე ვერ უზრუნველყოფს, რომ ახალი წარდგენა შეიძლება შენახული, ასე რომ წარდგინება გაუქმებულია.
ko: 제출이 중지되었습니다 있도록 서버는 새 제출이 저장 될 수 있음을 보증하지 않습니다.
sq: Serveri nuk mund të garantojë që një nënshtrim i ri mund të ruhen, në mënyrë parashtresat janë aftësi të kufizuara.
uk: Сервер не може гарантувати, що нове повідомлення може бути збереженим, тому повідомлення були деактивовані.

source: Please consider asking your technical support to create more disk space on the server.
az: Serverdəki disk həcminin artırılması üçün texniki yardıma müraciəti nəzərdən keçirin.
bg: Моля, вижте дали техническият отдел може да добави допълнително дисково пространстрво на сървъра.
eu: Arren, eskatu laguntza teknikoari zerbitzarian diskoarentzako leku gehiago ematea.
fa: لطفا احتمال خواستن حافظه بیشتر دیسک روی سرور را از پشتیبانی فنی خود در نظر بگیرید.
mk: Ве молиме да земете во предвид Вашата техничка поддршка да креира повеќе простор на дискот на серверот.
vi: Vui lòng xem xét yêu cầu hỗ trợ kỹ thuật của bạn để tạo thêm dung lượng đĩa trên máy chủ.

source: GlobaLeaks technology includes a server status checking component which will alert you in case something requires your attention.
az: GlobaLeaks texnologiyasının serverin statusunu yoxlayan hissəsi diqqət tələb edən məsələ olanda sizi xəbərdarlıq edəcək.
bg: Технологията на GlobaLeaks включва компонент, който проверява състоянието на сървъра, и който ще ви уведоми ако нещо изисква вниманието Ви.
bs: GlobaLeaks tehnologija uključuje server status provjere komponenta koja će vas upozoriti u slučaju da nešto zahtijeva vašu pažnju.
eu: GlobaLeaks teknologiak zerbaitek zure arreta behar duenean abisua bidaliko dizu zerbitzariaren egoera egiaztatuko duen osagaiaren bitartez.
fa: تکنولوژی GlobaLeaks شامل یک جز بررسی کننده وضعیت سرور می باشد که در صورت اینکه چیزی نیاز به توجه شما داشت شما را باخبر خواهد کرد.
ka: GlobaLeaks ტექნოლოგია მოიცავს სერვერის სტატუსი შემოწმების კომპონენტი, რომელიც იქნება გაფრთხილება იმ შემთხვევაში თუ რამე მოითხოვს თქვენი ყურადღება.
ko: GlobaLeaks 기술은 무엇인가주의가 필요한 경우에 당신을 경고하는 서버 상태 확인 구성 요소가 포함되어 있습니다.
mk: GlobaLeaks технологијата вклучува и компонента на проверка на статус на сервер којашто ќе Ве извести доколку е потребно Вашето внимание.
sq: teknologjia GlobaLeaks përfshin një komponent kontrolluar statusin server i cili do të lajmërojnë në rast se diçka kërkon vëmendjen tuaj.
vi: Công nghệ GlobaLeaks bao gồm đơn vị kiểm tra trạng thái máy chủ sẽ cảnh báo bạn trong trường hợp có điều gì cần bạn chú ý.

source: For more information, log in to the Administration interface and look at the "System Stats" and "Anomalies" sections.
az: Daha ətraflı məlumat üçün İdarəetmə ekranına daxil olun və "Sistem Statistikaları" və ya "Anomaliyalar" bölmələrinə baxın.
bg: За повече информация се впишете в администраторския профил и разгледайте секциите "Системна статистика" и "Аномалии".
bs: Za više informacija, prijavite se na sučelje uprave i pogled na "System statistiku" i "anomalije" sekcije.
eu: Gehiago jakiteko, hasi saioa Administrazioaren interfazean eta irakurri “Sistemaren estatistikak” eta “Anomaliak” atalak.
fa: برای اطلاعات بیشتر، وارد رابط مدیریت شوید و به بخش های "وضعیت های سیستم" و "ناهنجاری ها" نگاه کنید.
mk: За повеќе информации, најавете се во административниот дел за комуникација и видете ги секциите „Системска статистика“ и „Аномалии“.
sq: Për më shumë informacion, hyni në ndërfaqen e Administratës dhe të kërkoni në "Statistika Sistemit" dhe "anomali" seksione.
vi: Để biết thêm thông tin, đăng nhập vào giao diện Quản trị và xem phần "Thống kê hệ thống" và phần "Bất thường".

source: Anomaly detected in {NodeName}
az: {NodeName} -da aşkarlanan paradoksallıq
bg: Открити аномалии в {NodeName}
bs: Anomalija otkrivenih u {NodeName}
eu: Anomalia hauteman da {NodeName} atalean
fa: ناهنجاری در {NodeName} شناسایی شد
mk: Детектирана е аномалија во {NodeName}
sq: zbuluar anomali në {NodeName}
vi: Bất thường được phát hiện trong {NodeName}

source: This is an email to inform you that the PGP key of the following users is going to expire or has already expired:
az: Bu e-mail, aşağıdaki istifadəçilər üçün PGP açarının müddətinin sona çatacağı və ya artıq başa çatdığını bildirmək üçün göndərilib.
bg: Този имейл Ви информира, че PGP ключовете на следните потребители ще изтекат или са вече изтегкли:
bs: Ovo je e-mail da vas obavijestiti da je ključni PGP sledećih korisnici će isteći ili je već istekao:
eu: Posta honen bidez hurrengo erabiltzaileen PGP gakoa iraungiko duela edo iraungi duela jakinarazi nahi dugu:
fa: این ایمیل به شما اطلاع می دهد که کلید PGP کاربران زیر در حال انقضا می باشد یا انقضا یافته است:
ka: ეს არის ელექტრონული გაცნობებთ, რომ PGP გასაღები შემდეგ მომხმარებლებს აპირებს იწურება ან ამოიწურა:
ko: 이것은 다음과 같은 사용자의 PGP 키가 만료 예정 또는 만료 이미했음을 알리는 이메일입니다 :
mk: Ова е е-маил известување дека PGP клучот на следните корисници ќе истече или веќе е истечен:
sq: Kjo është një e-postë për t'ju njoftuar se çelësi PGP i përdoruesve në vijim do të skadojë ose tashmë është i skaduar:
uk: Інформуємо, що термін дії PGP ключів наступних користувачів скоро вичерпається або вже вичерпаний:
vi: Đây là một email thông báo cho bạn rằng chìa khóa PGP của người sử dụng sau đây được sắp hết hoặc đã hết hạn:

source: Without a valid PGP key, the system will not be able to send them encrypted notifications.
az: Mümkün PGP açarı olmadan sistem şifrəli bildirişlər göndərə bilməyəcək.
bg: Без PGP ключ, системата няма да може да изпраща криптирани известия.
bs: Bez valjanog PGP ključa, sistem neće moći da ih šalju šifrirane obavijesti.
eu: Baliozko PGP gakorik gabe, sistemak ezingo dizu jakinarazpen zifraturik bidali.
fa: بدون یک کلید PGP معتبر، سیستم نمی تواند به آن ها نوتیفیکیشن رمزگذاری شده ارسال کند.
ka: არასაპატიო PGP გასაღები, სისტემა ვერ შეძლებს გადაუგზავნის დაშიფრული შეტყობინებები.
ko: 유효한 PGP 키가 없으면, 시스템은 그들에게 암호화 된 알림을 보낼 수 없습니다.
mk: Без валиден PGP клуч, системот нема да биде во можност да им испраќа криптирани известувања.
sq: Pa një çelës PGP të vlefshëm, sistemi s'do mund t'u dërgojë atyre njoftime të shifruara.
uk: Без дійсного PGP ключа, система не зможе відправити їм зашифровані повідомлення.
vi: Nếu không có một chìa khóa PGP hợp lệ, hệ thống sẽ không thể gửi các thông báo được mã hóa.

source: PGP key expiration alert
az: PGP əsas həyəcan siqnalı
bg: Аларма за изтичащи PGP ключове
bs: PGP ključ isteka popustu
eu: PGP gakoaren iraungitze abisua
fa: هشدار انتقضای کلید PGP
ka: PGP გასაღები გასვლის alert
ko: PGP 키 만료 경고
mk: Потсетник за истекување на PGP клуч
sq: Alarm për Skadimin e Çelësit PGP
uk: Попередження про закінчення PGP ключа
vi: Cảnh báo hết hạn khoá PGP

source: A new whistleblowing site has been registered.
bg: Нов сайт за подаване на поверителна информация е регистриран.
eu: Salatzaileentzako leku berri bat erregistratu da.
fa: یک سایت افشاگری جدید ثبت شده است.
mk: Регистрирана е нова страница за укажувачи.
vi: Một trang web tố giác mới đã được đăng ký.

source: Registration data:
bg: Регистрационна информация:
eu: Erregistro-datuak:
fa: داده ثبت نام:
mk: Датум на регистрација:
vi: Dữ liệu đăng ký:

source: Site: {Url}
eu: Lekua: {Url}
fa: سایت: {Url}
mk: Страна: {Url}
vi: Trang web: {URL}

source: Name: {Name}
bg: Име: {Name}
eu: Izena: {Name}
fa: نام: {Name}
mk: Име: {Name}
vi: Tên: {Name}

source: Email: {Email}
bg: Имейл: {Email}
eu: Posta elektronikoa: {Email}
fa: ایمیل: {Email}
mk: Е-маил: {Email}

source: Language: {Language}
fa: زبان: {Language}
mk: Јазик: {Language}
vi: Ngôn ngữ: {Language}

source: Use case: {UseCase}
bg: Мотивация: {UseCase}
fa: مورد کاربرد: {UseCase}
mk: Користете случај: {UseCase}
vi: Trường hợp sử dụng: {Usecase}

source: New whistleblowing site registered
bg: Новият сайт за подаване на поверителна информация е регистриран
eu: Salatzaileentzako leku berria erregistratu da.
fa: سایت افشاگری جدید ثبت شد
mk: Регистрирана е нова страница за укажувачи
vi: Trang web tố giác mới đăng kí

source: This is a test email sent out from the platform's administrative interface.
az: Bu, platformanın idarəetmə ekranından göndərilən yoxlama e-poçtudur.
bg: Това е тестови имейл изпратен от административният интерфейс на платформата.
eu: Plataformaren administrazioko interfazetik bidalitako probako posta elektroniko bat da hau.
fa: این یک ایمیل آزمایشی ارسال شده از جانب رابط مدیریتی پلتفورم می باشد.
mk: Ова е пробен е-маил испратен од административниот дел за комуникација на платформата.
vi: Đây là một email thử nghiệm được gửi từ giao diện quản trị của nền tảng.

source: Reception of this email indicates that the server was able to authenticate to and interact with the SMTP mail server.
az: Bu emailin alınması serverin SMTP poçt xidməti ilə əlaqə qurduğunu və təsdiqlədiyini göstərir.
bg: Получаването на този имейл показва, че сървърът успява да се идентифицира и работи с SMTP емейл сървъра.
eu: Posta elektroniko hau jasotzeak adierazten du zerbitzaria autentifikatu ahal izan dela eta SMTP posta zerbitzariarekin elkarreragin ahal izan duela.
fa: دریافت این ایمیل نشان دهنده این است که سرور قادر به احراز هویت و تعامل با سرور ایمیل SMPT بود.
mk: Приемот на овој е-маил значи дека серверот го автентицираше и беше во можност да комуницира со серверот за пошта SMTP.
vi: Việc nhận được email này cho thấy rằng máy chủ có thể xác thực và tương tác với máy chủ thư SMTP.

source: Test email
az: Yoxlanış e-poçtu
bg: Тестови имейл
eu: Probako posta elektronikoa
fa: آزمایش ایمیل
mk: Тест е-маил
vi: Email thử nghiệm:

source: This is an email to notify you of a new comment on an existing submission.
az: Bu e-poçt, mövcud təqdimata dair yeni şərh almağınız barədə məlumat vermək üçün göndərilib.
bg: Този имейл Ви известява за нов коментар по съществуващ сигнал.
bs: Ovo je e-mail da vas obavijestiti o novom komentar na postojeću predaju.
fa: این ایمیل به شما اطلاع می دهد که یک دیدگاه جدید روی یک گزارش موجود قرار گرفته است.
ka: ეს არის ელექტრონული შეგატყობინებთ ახალი კომენტარის არსებული წარდგენა.
ko: 이는 기존의 제출에 새 댓글을 통지하는 이메일입니다.
sq: Kjo është një e-mail për të njoftuar ju një koment të ri për një dorëzim ekzistues.
uk: Один з інформаторів залиший новий коментар до існуючого свідчення.
