{"(click again to hide)":"(انقر مرة أخرى لاخفاء)","A field expected to be unique is already present":"حقل يتوقع أن يكون فريدا موجود بالفعل سابقاً ","A file attachment is required to complete the submission":"مطلوب ملف مرفق لاستكمال التقديم","A receiver can postpone how many times he wants, all the receivers have the same privileges.":" المتلقي يمكن تأجيل عدد المرات التي يشاء، جميع المتلقين لديهم نفس الامتيازات . ","Access counter":"الدخول الى العداد ","Accesses":"مداخل","Add":"Add","Add Comment":"أضف تعليقاً","Add files":"إضافة ملفات","Add new context":"أضف سياقاً جديداً","Add new receiver":"أضف مستلماً جديداً","Add option":"Add option","Admin can access via Tor2Web. This is safe only if you're using a dedicated Tor2Web server.":"يمكن لالمشرف الوصول عبر Tor2Web. هذه هي الطريقة آمنة فقط إذا كنت تستخدم خادم Tor2Web مخصص.","Admin interface and configure at least one context":"واجهة المديرية وشكّل\\ي سياقاً واحداً على الأقلّ","Admin management interface":"واجهة إدارة المشرف","Admin please configure at least one Context and associated Receivers using":"المشرف الرجاء تكوين سياق واحد على الأقل و المستقبلين المرتبطين باستخدامه ","Administration Interface":"واجهة الإدارة","Advanced Settings":"إعدادات متقدمة ","Advanced settings":"الإعدادات المتقدمة","Agree":"الموافقة","Are you a receiver?":"هل أنت من المرسل إليهم؟","Are you a whistleblower?":"هل انت مبلغ ؟","Are you sure you want to delete the tip?":"Are you sure you want to delete the tip?","At least 8 characters":"8 أحرف على الأقل ","At least 8 keypress long":"ثمانية أحراف على الأقلّ","At least one letter":"حرف واحد على الأقلّ","At least one number":"رقم واحد على الأقل","Authentication Failed":"فشل عملية الدخول ","Authentication in Tip failed":"فشل في المصادقة على البلاغ ","Back to start":"عودة إلى البداية","Beware of the fact that this receipt, if fallen into the wrong hands, will lead to identifying you as the whistleblower for this Tip.":"احذر من وقوع هذا الوصل بين الأيدي الخطأ، سيعرضك هذا لكشف هويتك و هوية مصدرك الذي أمدك بهذا البلاغ.","Blow the Whistle":"تبليغ ","By checking the box below you agree to these terms and conditions.":"بتحقق الخانة أدناه، فإنك توافق على هذه الشروط والأحكام.","CSS":"صفحات الأنماط التعاقبية","Can delete submissions":"Can delete submissions","Cancel":"إلغاء","Change picture":"تغيير الصورة","Checkboxes":"خانات الاختيار","Choose the context and receivers that will be sure to transform your submission into action!":"اختر السياق  والمستقبلين الذين سيتأكدون من تحويل تقريركم إلى فعل!","Clicking extend, you will extend the Tip expiration date to:":"Clicking extend, you will extend the Tip expiration date to:","Comment Email Subject":"موضوع تعليق البريد الإلكتروني ","Comment Email template":"نموذج لرسالة التعليق الإلكترونية","Comments":"تعليقات","Confirm Deletion":"Confirm Deletion","Confirm Extension":"Confirm Extension","Congratulations!":"مبروك!","Content Settings":"إعدادات المحتوى","Context":"السياق","Contexts":"سياقات","Contexts Configuration":"تكوين السياقات","Cookies are not enabled!":"لم يتم تمكين ملفات تعريف الارتباط! (كوكيز)","Copy/Paste here the PGP Key Armor:":"نسخ/لصق  PGP Key Armor هنا:","Creation Date":"تأريخ الأنشاء","Current Password":"كلمة السرّ الحالية","Current initiative logo":"شعار المبادرة الحالي","Currently logged in ":"في حالة الاتّصال","Danger!":"خطر!","Default language":"اللغة الرئيسية ","Delete":"حذف","Delete Tip":"Delete Tip","Description":"وصف","Details":"تفاصيل","Disable email notification":"تعطيل التنبيه بالبريد الإلكتروني","Download":"Download","Drop Menu (Select)":"أنزل القائمة ﴿انتق\\ي﴾","Email":"بريد إلكتروني","Email Address":"عنوان البريد الإلكتروني","Email Address (Username)":"عنوان البريد الإلكتروني","Email notification is disabled.":"Email notification is disabled.","Enable Comment notification":"تفعيل الإشعار على التعليق ","Enable File notification":"تفعيل الإشعار للملفات ","Enable Tip notification":"تفعيل التنبيهات حول البلاغات","Enable encrypted notification":"تشغيل الإشعارات المشفرة ","Enable file encryption":"تشغيل تشفير الملفات  ","Encryption Settings":"Encryption Settings","Enter the information that is relevant to your submission and possibly upload the relevant accompanying files":"أدخل المعلومات التي هي ذات الصلة بالتقرير الخاص بك، و يمكن  تحميل الملفات المرفقة ذات الصلة","Enter your receipt":"أدخل إيصالك","Every comment, written by the whistleblower or the receivers, will trigger an email.":"كل تعليق، كتب من قبل مبلغ أو معلق سوف يؤدي الى البريد الإلكتروني.","Every file you'll download will be encrypted with your PGP key.":"Every file you'll download will be encrypted with your PGP key.","Every new Tip you receive will trigger an email with a link to it.":"إن كل وثيقة جديدة تتلقاها تؤدي إلى رسالة الكترونية مع رابط لها.","Every notification you'll receive will be encrypted with your PGP key.":"Every notification you'll receive will be encrypted with your PGP key.","Exception mail address":"عنوان البريد الإلكتروني الأستثنائي ","Expiration Date":"تأريخ الأنتهاء","Failed Logins":"تسجيلات الدخول الفاشلة","Fields":"حقول","File":"ملف","File Email Subject":"موضوع ملف البريد الإلكتروني ","File Email template":"نموذج رسالة الملفّ","File size limit (in Megabytes)":"  الحد الاقصى لحجم الملف ( ميغا بايت)","Files":"الملفّات","Files Overview":"ملخّص الملفّات","Files and Downloads":"ملفات وتحميل","Fill out your submission":"املأ تقريرك","Final Step":"الخطوة النهائية","Footer":"ذيل الصفحة ","For every file available for download you will be notified via email with related information.":"لكل الملفات المتوفرة للتنزيل يتم إعلامك عن طريق البريد الالكتروني مع المعلومات ذات الصلة.","From here you can run common debug tasks emulating GLClient functions":"من هذه الصفحة يمكنك تنفيذ مهامّ التصحيح التي تقلّد عمليات GLClient","GLTypesError not set":"لم يتم تحديد GLTypesError","GlobaLeaks software":"برنامج GlobaLeaks","Graphic Customization":"تعديل الرسومات","Hint":"تلميح","I want to report on":"أريد أن أقدم تقريرا عن","If you are interested in keeping it, please save it in a secure place and make sure it does not fall into the wrong hands":"إذا كنت مهتما في الحفاظ عليه، يرجى حفظه في مكان آمن والتأكد من أنها لا تقع في الأيدي الخطأ","If you want protection of your identity and the content of your message, you should try to achieve anonimity by using the":"إذا كنت تريد حماية هويتك ومحتوى الرسالة، يجب أن تحاول عدم الكشف عن هويتك باستخدام","In date":"في تاريخ","In the event that you would like to remain anonymous, do not submit any personal information. (e.g. your name or relationship to the offender. Do not submit any information that can be traced back to you.)":"إذا أردت عدم الكشف عن هويتك، لا تقدّم أي معلومات شخصية - على سبيل المثال، اسمك، علاقتك بالمجرم، أو أي معلومات قابلة لاقتفاء أثرها إليك.","Incomplete submissions expiry time (hours)":" وقت انتهاء صلاحية الطلبات الغير مكتملة (ساعات) ","Info":"معلومات","Instead with an Anonymous Submission you are fully protected, it is not possible for a third party to know that you have submitted something nor what you have submitted.":"بدلا من ذلك مع بلاغ مجهول أنت محمي تماما، فإنه ليس من الممكن لطرف ثالث أن تعرف أن كنت قد قدمت شيئا ولا فحوى ما كنت قد قدمت به.","Internal Server Error":"خطأ داخلي في السرفر ","Invalid Authentication in scope":"المصادقة غير صالحة في هذا النطاق","Invalid Input Format":"شكل الإدخال غير صالح","Invalid email address":"عنوان بريد إلكتروني غير صحيح","Invalid format for hidden service (should be http://thirteenchars123.onion)":"شكل غير صالح للخدمة الخفية (يجب أن يكون  http://thirteenchars123.onion)","Invalid format for public site (should be https://thirteenchars123.tor2web.org)":"شكل غير صالح للموقع العام (يجب أن يكون https://thirteenchars123.tor2web.org)","Invalid time range supplied for":"النطاق الزمني غير صالح من أجل ","It appears you are not using Tor, thus you are strongly advised to ":"يبدو أنك لا تستخدم تور، و ينصح بشدة أن تستعمله","It appears you are using Tor. To better protect your anonymity, be sure that you are using the":"يبدو أنّك تستخدم\\ين برنامج تور. لتتأكّد\\ين على عدم الكشف عن هويتك، استخدم\\ي","Keep in mind that using Tor Browser Bundle does not replace good security practices and it cannot protect you in the event your computer has been compromised. You are strongly advised to read the":"ضع في اعتبارك أن استخدام حزمة متصفح تور لا يستبدل الممارسات الأمنية الجيدة، وأنه لا يمكن أن يحميك في حال تم اختراق جهاز الكمبيوتر الخاص بك. ينصح بشدة قراءة","Key details":"تفاصيل المفتاح ","Languages Configuration":"Languages Configuration","Last Access":"الاتّصال السابق","Load":"Load","Loading":"جاري التحميل","Loading Tip page...":"جاري تحميل صفحة البلاغات...","Loading...":"جاري التحميل","Login":"اتّصال","Login page":"صحفة الاتّصال","Logout":"Logout","Mail Configuration":"تشكيل البريد","Mail Templates":"Mail Templates","Main Configuration":"Main Configuration","Malformed source":"مصدر غير صحيح","Maximum file downloads":"الحد الاقصى لتحميل الملفات","Moreover, it will allow you to add other files to your submission.":"وعلاوة على ذلك،  سوف تسمح لك بإضافة ملفات أخرى إلى تقريركم.","Multi-Select":"إنتقاء متعدّد","Name":"اسم","New Password":"كلمة سرّ جديد","New Submission":"تقديم جديد","Next Step":"الخطوة القادمة","No email was specified":"لم يتم تحديد البريد الإلكتروني ","No file has been uploaded!":"لم يتمّ تحميل أي ملفّ!","Node name":"اسم العقدة","Node not found":" لم يتم العثور على العقدة","Not Authenticated":"غير مصادق","Not found a Context with the specified GUS identifier":"لا يوجد سياق مع المعرف GUS  المحدد ","Not found a File with the specified GUS identifier":"لا يوجد ملف مع المعرف GUS  المحدد ","Not found a Receiver with the specified GUS identifier":"لم يتم العثور على جهاز استقبال مع المعرف GUS المحدد","Not found a Submission with the specified GUS identifier":"لم يتم العثور على إدخال مع المعرف GUS المحدد","Not found a Tip with the specified GUS identifier":"لم يتم العثور على أي بلاغ مع المعرف GUS الخاص به","Notification Settings":"Notification Settings","Notification Templates":"Notification Templates","Number":"رقم","Old password confirmation required":"تأكيد كلمة المرور القديمةمطلوب","On unix based systems this can be done by running the following command in the directory of the files":"على الأنظمة المستندة إلى UNIX يمكن القيام بذلك عن طريق تشغيل الأمر التالي في موقع الملفات","Operation Forbidden":"العملية محظورة","PGP key management":"إدارة مفاتيح PGP","Paragraph(s)":"فقرة\\فقرات","Password":"كلمة السرّ","Password Configuration":"إعدادات كلمة السرّ","Password:":"كلمة السر:","Permit Receiver preferences management via Tor2Web":"السماح بتغير تفضيلات المتلقي عبر Tor2Web","Permit Receivers to postpone expiration date of the Tips":"التصريح للمتلقي تأجيل تاريخ انتهاء صلاحية النصائح ","Permit Submissions via Tor2Web":"تسمح التقديمات عبر Tor2Web","Permit Tip access, file download and upload via Tor2Web":"السماح بالولوج للبلاغات و تحميل و رفع الملفات عن طريق Tor2Web","Permit access of public resources via Tor2Web":"السماح بالوصول لالموارد العامة عن طريق Tor2Web","Permit administrative login via Tor2Web":"الإذن بتسجيل الدخول الإداري عبر Tor2Web","Pertinence evaluation has been already expressed":"تم الإعراب سابقاً عن تقييم الملاءمة","Phone":"هاتف","Please configure your PGP keys in the receiver preference page.":"يرجى تعديل مفاتيح PGP الخاصة بك في صفحة تفضيل المتلقي.","Please copy in the box below your receipt to access the tip interface.":"يرجى نسخة في المربع أدناه استلامك للوصول إلى واجهة البلاغ.","Please do not submit your report on a PC provided by your employer. Particularly an intranet connection may jeopardize your anonymity.":"يرجى عدم تقديم التقرير الخاص بك على جهاز كمبيوتر يوفرها صاحب عملك. ولا سيما اتصال إنترانت قد يعرض هويتك للخطر.","Please take care that all associated data will be properly deleted.":"Please take care that all associated data will be properly deleted.","Please wait":"يرجى الانتظار","Postpone Tip expiration date":"تأخير أجل نهاية صلوحية البلاغ ","Preferences":"خيارات","Presentation":"التقديم","Presentation Order":"Presentation Order","Preview":"معاينة","Previous Step":"الخطوة السابقة","Proceed":"مواصلة","Proceed to submission":"انتقل إلى الإرسال ","Public GlobaLeaks resources can be accessed via Tor2Web. This is safe to do.":"يمكن الوصول إلى موارد GlobaLeaks العامة عن طريق Tor2Web. هذه طريقة امنة للقيام بالولوج.","Radio Buttons":"ازرار الخيار","Receipt format (regular expression)":"شكل استلام (regular expression)","Receiver Interface":" واجهة المتلقي","Receiver List":"قائمة المرسل إليهم","Receiver Tips":"بلاغات المستلم","Receiver name too long":"اسم المرسل إليه أطول من اللازم","Receiver selection":"اختيار المتلقي","Receivers":"المرسل إليهم","Receivers Configuration":"تشكيل المرسل إليهم","Receivers can access via Tor2Web. This is dangerous and it's recommended instead to train receivers in the use of Tor and Enigmail.":"يمكن للمستقبلين الوصول عبر  Tor2Web. هذا أمر خطير وبدلا من ذلك، المستحسن هو تدريب المستقبلين في استخدام Tor وEnigmail.","References":"منابع","Remove your PGP key":"إزالة مفتاح PGP الخاص بك ","Request timed out":"انقضاء المهلة","Require at least one file to be uploaded":"يتطلب ملف واحد على الأقل للتحميل","Required":"مطلوب","Reset":"Reset","Reset custom CSS":"Reset custom CSS","Resource can be accessed only within Tor network":"يمكن الوصول إلى المورد فقط ضمن شبكة تور","SMTP server address":"عنوان الخادم SMTP","SMTP server port":"منفذ الخادم SMTP","Save":"حفظ","Save changes":"حفظ التغييرات","Select all receivers by default":"اختر جميع المستقبلين by default","Session expired":"انتهت الحصة ","Show in preview":"اعرض في المعاينة","Size":"حجم","Some parameters provided in the context creation can't work together":"بعض المعلومات المقدمة في خلق السياق لا يمكن أن تعمل معا","Source Email":" البريد الإلكتروني للمصدر ","Source Name":"اسم المصدر","Statistics Disabled":"تعطيل الاحصائيات ","Status":"الحالة ","Submission Created!":"تمّ تكوين التقديم!","Submission date":"تاريخ التقديم","Submission does not validate the input fields":"الإرسال لا يتحقق من حقول الإدخالات ","Submit":"تقديم","Submit a PGP key":"Submit a PGP key","Submitted Tip expiry time (days)":"وقت انتهاء الصلاحية الوثائق المبعوثة   (عدد الأيام)","Success!":"نجحت!","System":"نظام","Text":"النصّ","Text size limit (in bytes)":"الحد الأقصى لحجم النص ( بايت)","The PGP key proposed can't be imported":"مفتاح PGP المقترح لا يمكن استيراده","The choosen password is unsafe, it should have":"كلمة المرور المختار غير آمنة، ينبغي أن يكون","The file uploaded has a reserved name":"الملف الذي تم تحميله لديه اسم محجوز","The fingerprint is:":"البصمة هي:","The specified comment was not found":"ليس التعليق المطلوب موجوداً","The specified host does not match a configured one":"المضيف المحدد لا يطابق أي واحد معد","The specified old password is not valid":"كلمة المرور القديمة المحددة غير صالحة","The submission you tried to be update has been already finalized":"تقديم حاولت تحديثه، تم الانتهاء منه بالفعل سابقاً","The table below shows the files present in the submission directory, and their relationship with the internal database.":"يبين الجدول أدناه الملفات موجودة في دليل التقديم، وعلاقتها مع قاعدة البيانات الداخلية.","The time for your role":"الوقت لدورك","The two passwords do not match":"لا تتطابق كلمتا السرّ","The upload request overcomes the MB limits":"طلب تحميل أكثر من حدود الميغابايتس MB","The user":"المستخدم","Theme Customization":"Theme Customization","This field cannot be empty":"هذا المجال لا يمكن أن يكون فارغ","This interface may help you spot anomalies in your Node.":"قد تساعدك هذه الواجهة أن تكتشف\\ي الأشياء غير المتوقّعة في عقدتك","This interface may help you understand how the Node is used by the whistleblower. We present you with the submissions currently on the node and a few statistics on the kind of usage (activity, files, comments).":"هذه الواجهة قد تساعدك على فهم كيفية استخدام عقدة من المبلغين. نحن نقدم لكم  التقارير حاليا على عقدة عدد قليل من إحصاءات عن هذا النوع من الاستخدام (النشاط، ملفات، تعليق).","This interface shows the activity of the users of your node. This may be helpful in detecting anomalies and supporting the Receivers of your node.":"تظهر هذا الواجهة نشاط مستخدمين العقدة الخاصة بك. قد يكون هذا مفيدا في كشف الحالات الشاذة ودعم أجهزة الاستقبال في العقدة الخاصة بك.","This is the":"هذا هو","This may lead to unintended access to the files by the server administrator or in case of server seizing.":"هذا قد يؤدي إلى الوصول إلى الملفات غير المرخص، وذلك من قبل مسؤول عن الخادم أو في حالة الاستيلاء على الخادم.","This node is not configured.":"لم يتمّ تشكيل هذا العقدة","This receipt will allow you to login as the whistleblower for this Tip.":"هذا الوصل يتيح لك الولوج بصفتك المبلغ عن هذه الوثيقة.","This section contains settings that may make your installation not work properly. Please refer to the ":"يحتوي هذا القسم الإعدادات التي قد تجعل التثبيت لا تعمل بشكل صحيح. يرجى الرجوع إلى","This software is developed by the non-profit organization":"تم تطوير هذا البرنامج من قبل منظمة غير ربحية","Through this platform you will be able to report on wrongdoing. This platform is running the":"عن طريق هذه المنصّة ستمكن من الإبلاغ عن التجاوزات. هذه المنصّة تدير","Through this system receivers will be able to ask you questions on the Tip and you will be able to write a reply.":"من خلال هذا النظام, المستقبل سيكون قادرا على طرح أسئلة حول البلاغ، وسوف تكون قادرة على كتابة ردود.","Tip":"بلاغ","Tip Email Subject":"موضوع وثيقة البريد الإلكتروني ","Tip Email template":"نموذج البريد الإلكتروني للبلاغ ","Tip Status Page":"صفحة التلميحات","Tip can be accessed via Tor2Web by whistleblowers and receiver.":"يمكن للمبلغين و المستلم الولوج للوثائق عبر Tor2Web","Tips":"تلميحات","Tips Overview":"ملخّص التلميحات","To ensure your anonymity be sure that you are visiting this site using the":"لضمان عدم الكشف عن هويتك الرجاء التأكد من أنك تزور هذه الصفحة مستعملا","To further enhance your security, please follow these instructions:":"لتقوّي الأمن، الرجاء اتبع\\ي هذه الإرشادات","To make an Anonymous Submission, instead of using your usual Web Browser (Internet Explorer, Chrome, Firefox, Opera, etc.) you should use the":"لتقديم بلاغ مجهول، بدلا من استخدام مستعرض ويب المعتاد (إنترنت إكسبلورر، كروم، فايرفوكس، أوبرا، الخ) يجب عليك استخدام","Tor Hidden Service (hostname)":"الخدمة المخفية (اسم المضيف)   TOR","Tor2web Public Site (url)":"موقع عمومي Tor2web تور إلى شبكة الإنترنت: (url)","Translation Customization":"Translation Customization","Transport Security":"تأمين التحويل ","Type":"نوع","Type again your new password":"Type again your new password","Unsent emails will be spooled when the option will be re-enabled.":"الرسإل الإلكترونية الغير مبعوثة سيتم إعادة تدويرها عند إعادة تفعيل الاختيارات.","Update notification and encryption settings":"تحديث تعديلات التشفير و الإشعار","Update notification settings":"تحديث إعدادات الإشعار","Upgrade your browser today":"يجب تحديث المتصفح ","Url":"عنوان إنترنت","Use the":"استعمل\\ي","User":"مستخدم","Username":"معرّف","Username:":"اسم المستخدم:","Users Overview":"ملخّض المستخدمين","View Tip":"َانظر إلى التلميح","WB Last Access":"ﺁخر دخول لـ WB","Warning!":"تحذير!","Warning! You are not Anonymous.":"تحذير! أنت لست مجهول.","We are supported also by your donations. Visit our":"ساندنا بتبرعاتك. قم بزيارة ","We strongly advise you to go for an Anonymous Submission.":"نحن ننصحك بشدة بالإرسال مع عدم كشف هويتك.","We were not able to determine if you are anonymous or not, please proceed with care":"لم يكن في إمكاننا التأكّد على عدم الكشف عن هويتك؛ الرجاء واصل\\ي بحذر","Welcome back captain!":"أهلاً بك يا كابتن!","Which of the following statements is true?":"أي من العبارات التالية صحيح؟","Whistleblower":"المبلغ","Whistleblowers can perform submissions with no anonymity via Tor2Web.":"يمكن أن المبلغين عن المخالفات أن يقدمو بلاغات من دون تخفي،  عن طريق Tor2Web.","Whistleblowing disabled":"تعطيل خدمة التبليغ ","With a HTTPS submission you are exposing yourself to the risks that someone else will know that you have submitted something, without knowing what you have submitted.":"مع إستعمال  HTTPS يمكن لشخصا آخر أن يعرف أنك قدمت شيئا، دون أن يعرفوا ما كنت قد قدمت.","Wrong Answer!":"جواب خطأ!","You acknowledge that failure to do so will result in the inability to technically protect your anonymity.":"أنت تقر بأن عدم القيام بذلك سيؤدي إلى عدم القدرة تقنيا على حماية هويتك.","You are aware of the risks involved, go ahead, consider yourself warned.":"أنت تعلم الأخطار الممكنة، تقدم، إعتبر أنه تم تحذيرك.","You are connecting to the node not anonymously and this node only supports anonymous submissions":"كنت تتصل العقدة ليس بطريقة مخفية وهذه العقدة تعتمد فقط على البلاغات المجهولة المصدر","You are using an outdated browser.":"إنك تستخدم متصفح قديم.","You have an active PGP key":"You have an active PGP key","You have not configured your encryption keys, so the files will be stored on the globaleaks node un-encrypted.":"أنت لم تقم بتكوين مفاتيح التشفير الخاصة بك، لذلك سيتم تخزين الملفات على عقدة globaleaks بطريقة غير مشفرة.","You will also be able to keep track of who has viewed your submission and downloaded the files.":"سوف تكون قادرة على تتبع الذي ينظر تقريركم وتحميل الملفات أيضا.","You will not be able to login.":"لن يمكنك الاتّصال","You will not be able to perform a submission.":"لن يمكنك القيام بتقديم","You're running GlobaLeaks version":"كنت تقوم بتشغيل الإصدار GlobaLeaks","You've not enabled encryption!":"لم تقم بتفعيل التشفير","You've reached the maximum amount of download for this file":"لقد وصلت إلى الحد الأقصى من التحميل لهذا الملف","Your Tips":"البلاغات خاصتك","Your node is not configured! Please, proceed via":"لم يتمّ تشكيل عقدتك! الرجاء واصل\\ي عن طريق","Your user has reached the maximum amount of access for this Tip":"لقد استوفى المستخدم الخاص بك أكبر قدر ممكن من المرات المسموح بها للولوج لهذا البلاغ ","add field":"أضف حقلاً","before continuing.":"قبل المواصلة","can be configured in order to deliver encrypted email and store encrypted files. You've to copy and paste the ascii version of your personal key, and then it would be possibile update your encryption settings. If you've any doubts talk to your admin.":"يمكن التهيئة من أجل تسليم البريد الإلكتروني مشفر وتخزين الملفات المشفرة. كنت قد نسخت و لصقت نسخة ASCII من مفتاح الشخصية الخاص بك، وبعد ذلك سيكون من الممكن تحديث إعدادات التشفير الخاصة بك. إذا لديك أي شكوك التحدث إلى المشرف.","click to close":"انقر\\ي لغلق الصفحة","delete":"حذف","donation page":"صفحة الهبة","download":"تحميل","download a copy of the tor browser bundle":"تحميل نسخة من  متصفح تور (TOR)","has postponed Tip expiration to":"لقد أخر أجل نهاية صلوحية البلاغ إلى ","https does not protect the content of my leak nor my identity":"HTTPS لا يمكن من حماية محتوى التسريب ولا هويتي","https does protect my identity and the content of my leak":"HTTPS يحمي هويتي ومحتوى تسريب وثيقتي","https protects my identity, but not the content of my leak":"HTTPS يحمي هويتي و لكن ليس محتوى تسريب وثيقتي","https protects the content of my leak but not my identity":"HTTPS يحمي المحتوى في تسربي ولكن ليس هويتي","install Google Chrome Frame":"تثبيت Google Chrome Frame","is":"هو","manual for practical security best practices.":"دليل عملي لافضل تدابير السلامة.","now Enabled:":"يعمل الآن ","or":"أو","see PGP key details":"تمعن تفاصيل مفتاح PGP","sha256 hash":"دالة تجزئِة\\هاش sha256","show all the files":"إظهار كافة الملفات","show only files not yet downloaded":"أظهر فقط الملفات التي لم يتم تحميلها بعد","show sha256 checksum":"أظهر sha256 checksum","that is specifically designed to protect the identity of the reporter and of the ones running the platform.":"تم تصميمه خصيصا لحماية هوية المراسل ومن يشغل البرنامج ","this is a special piece of software designed to enable Anonymous Web Browsing.":"هذا هو قطعة خاصة من البرمجيات المصممة لتمكين تصفح مجهول للإنترنت.","to better experience this site.":"لتجربة أفضل في هذا الموقع.","to help us further support the development of GlobaLeaks.":"لتدعمنا في تطوير GlobaLeaks","to submit":"للإرسال","to verify the file integrity":"َالتأكّد على سلامة الملفّ"}