{"(0 = unlimited)":"(0 = غير محدود)","(English only)":"(لغة إنجليزية فقط)","(New)":"(جديد)","A field expected to be unique already has this value":"اسم الحقل يجب أن يكون فريدا . الاسم موجود بالفعل سابقاً ","A file attachment is required to complete the submission":"مطلوب ملف مرفق لاستكمال التقديم","Access Number":"رقم النفاذ","Access counter":"عداد مرات الدخول على الموقع","Accesses":"مداخل","Add":"أضف","Add Comment":"أضف تعليقاً","Add files":"إضافة ملفات","Add new context":"أضف سياقاً جديداً","Add new receiver":"أضف مستلماً جديداً","Add option":"أضف خيار","Admin":"مشرف","Admin can access via Tor2web.":"يسمح للمشرف بالولوج عبر Tor2web","Admin interface and configure at least one context":"واجهة المديرية وشكّل\\ي سياقاً واحداً على الأقلّ","Admin management interface":"واجهة إدارة المشرف","Admin please configure at least one Context and associated Receivers using":"المشرف الرجاء تكوين سياق واحد على الأقل و المستقبلين المرتبطين باستخدامه ","Administration Interface":"واجهة الإدارة","Advanced Settings":"إعدادات متقدمة ","Advanced settings":"الإعدادات المتقدمة","Agree":"الموافقة","Anomaly Checks":"التحقق من الحالات غير طبيعية","Are you a receiver?":"هل أنت من متلقي الملفات؟","Are you a whistleblower?":"هل انت مبلغ ؟","Are you sure that you want to delete the context?":"هل أنت متأكد أنك تريد حذف السياق؟","Are you sure that you want to delete the receiver?":"هل أنت متأكد أنك تريد حذف المتلقي؟","Are you sure that you want to delete the tip globally?":"هل أنت متأكد أنك تريد حذف البلاغ بالكامل ؟","Are you sure that you want to postpone tip expiration date?":"هل أنت متأكد أنك تريد تأجيل تاريخ انتهاء صلاحية البلاغ؟","Are you sure that you wish to continue?":"هل أنت متأكد أنك تريد المتابعة","Asc":"تصاعدي ","At least 8 characters":"8 أحرف على الأقل ","At least one letter":"حرف واحد على الأقلّ","At least one number":"رقم واحد على الأقل","Authentication Failed":"فشل عملية الدخول ","Authentication in Tip failed":"فشل في المصادقة على البلاغ ","Beware of the fact that this receipt, if fallen into the wrong hands, will lead to identifying you as the whistleblower for this Tip.":"احذر من وقوع هذا الوصل بين أيدي أشخاص آخرين، فقد يعرضك هذا  إلى مخاطر كشف هويتك و هوية مصدرك الذي أمدك بهذه الوثيقة.","Blow the Whistle":"تبليغ ","By checking the box below you agree to these terms and conditions.":"بتحقق الخانة أدناه، فإنك توافق على هذه الشروط والأحكام.","By clicking extend, you will extend the Tip expiration date to:":"بالنقرعلى \"تمديد\"، سوف يتم تمديد تاريخ انتهاء الصلاحية البلاغ إلى:","By enabling this option, the system will be storing the submitted files unecrypted on your node.":"بتفعيل هذا الخيار سوف يتم حفظ الملفات بصورة غير مشفرة على موقعك.","CSS":"صفحات الأنماط التعاقبية","Cancel":"إلغاء","Change picture":"تغيير الصورة","Checkboxes":"خانات الاختيار","Checks for anomalies will be now performed on each request.":"تتبع الشذوذ سوف يتم عند كل طلب. ","Choose the context and receivers that will be sure to transform your submission into action!":"اختر السياق  والمستقبلين الذين سيتأكدون من تحويل تقريركم إلى فعل!","Click to edit, Drag to order":"النقر عليها لتعديلها، قم بسحبها لأجل تعديل الترتيب ","Clicking the 'admin' link on the top-right corner of the page will bring you here.":"النقر على رابط 'مشرف' في الزاوية اليمين العليا من الصفحة تجلبك هنا.","Comment Email Subject":"موضوع تعليق البريد الإلكتروني ","Comment Email Template":"قالب البريد الإلكتروني للتعليق ","Comments":"تعليقات","Comments Number":"عدد التعليقات ","Configure a PGP key":"تهيئة مفاتح PGP","Confirm Deletion":"تأكيد الحذف","Confirm Extension":"تأكيد الإلحاق","Confirm password":"تأكيد كلمة المرور","Congratulations!":"مبروك!","Content Settings":"إعدادات المحتوى","Content Type":"نوع المحتوى","Context":"السياق","Context Name":"اسم السياق","Contexts":"سياقات","Contexts Configuration":"تكوين السياقات","Contexts are the categories to be selected by whistleblowers, when they perform their submission. Make sure to make them pertinent to your initiative.":"السياقات هي الفئات التي سيتم اختيارها من قبل المبلغين، عندما يقومون بالتبليغ . تأكد من جعل السياقات ذات صلة بمبادرتك","Cookies are not enabled!":"لم يتم تمكين ملفات تعريف الارتباط! (كوكيز)","Copy and paste the PGP public key here":"انسخ و ألصق المفتاح العام للتشفير بنظام PGP هنا","Creation":"خلق","Creation Date":"تأريخ الأنشاء","Current Password":"كلمة السرّ الحالية","Current initiative logo":"شعار المبادرة الحالي","Currently logged in":"في حالة الاتّصال","Danger":"خطر","Danger ahead!":"خطر أمامك!","Danger!":"خطر!","Date":"تاريخ ","Default language":"اللغة الرئيسية ","Delete":"حذف","Delete Context":"حذف السياق","Delete Receiver":"حذف المتلقي","Delete Tip":"حذف البلاغ","Desc":"تنازلي","Describe the attachments of the submission":"وصف المتعلقات للبلاغ ","Describe the details of the submission":"وصف التفاصيل البلاغ ","Describe your submission with a few words":"الرجاء كتابة نبذة عن التقرير","Description":"وصف","Description of Anomaly":"وصف الحالات الغير طبيعي","Details":"تفاصيل","Disable email notification":"تعطيل التنبيه بالبريد الإلكتروني","Disabled":"غير مفعل","Download":"تنزيل","Dropdown Menu (Select)":"قائمة إختيارات ﴿يرجى تحديد اختيار﴾","Each message written by the whistleblower specifically for you will trigger an email.":"كل رسالة سيتم كتابتها لك شخصيا من المبلغين سوف ترسل لك عن طريق البريد الإليكتروني.","Email":"بريد إلكتروني","Email Address":"عنوان البريد الإلكتروني","Email Address (Username)":"عنوان البريد الإلكتروني","Enable Comment notification":"تفعيل الإشعار على التعليق ","Enable File notification":"تفعيل الإشعار للملفات ","Enable Message notification":"تفعيل التبليغ عن الرسائل","Enable Tip notification":"تفعيل التنبيهات حول البلاغات","Enable checks for anomalies":"تفعيل تتبع الشذوذ ","Enable insecure configuration without PGP encryption.":"السماح بالإعدادات غير الآمنة بدون التشفير بنظام PGP","Enabled":"مفعل","Encrypted Notification Templates":"قالب الاشعارات المشفرة ","Encryption Settings":"إعدادات التشفير","Encryption is enabled!":"تمكين التشفير!","Encryption is not enabled!":"لم يتم تمكين التشفير!","Enter a new GlobaLeaks node password":"أدخل كلمة مرور جديدة للموقع","Enter the email address through which the receiver will be notified":"إدخال عنوان البريد الإلكتروني من خلالها سيتم إخطار المتلقي","Enter the information that is relevant to your submission and possibly upload the relevant accompanying files":"الرجاء إدخال المعلومات  ذات الصلة بتسريبك، و تحميل الملفات المرفقة","Enter the name for your whistleblowing initiative":"أدخل اسم للمبادرة للإبلاغ عن المخالفات الخاصة بك","Enter the name of the receiver":"أدخل اسم المتلقي","Enter your email address":"ادخل عنوان البريد الإلكتروني الخاص بك","Enter your receipt":"أدخل إيصالك","Esteemed %ReceiverName%,":"Esteemed %ReceiverName%,","Every comment, written by the whistleblower or the receivers, will trigger an email.":"كل تعليق، كتب من قبل مبلغ أو معلق سوف يؤدي الى البريد الإلكتروني.","Every new Tip you receive will trigger an email with a link to it.":"إن كل وثيقة جديدة تتلقاها تؤدي إلى رسالة الكترونية مع رابط لها.","Exception mail address":"عنوان البريد الإلكتروني الأستثنائي ","Expiration":"انقضاء","Expiration Date":"تأريخ الأنتهاء","Fields":"حقول","File":"ملف","File Email Subject":"موضوع ملف البريد الإلكتروني ","File Email Template":"قالب البريد الإلكتروني للملفات","File Operations":"العمليات على الملفات","File Size":"حجم الملف","File Uploads":"تحميل الملف","File details:":"File details:","File size limit (in Megabytes)":"  الحد الاقصى لحجم الملف ( ميغا بايت)","Filename":"إسم الملف","Files":"الملفّات","Files Number":"عدد الملفات","Files Overview":"ملخّص الملفّات","Files and Downloads":"ملفات وتحميل","Files description":"وصف الملفات","Files number: %FilesNumber%":"Files number: %FilesNumber%","Fill out your submission":"املأ تقريرك","Final Step":"الخطوة النهائية","Finalized Submissions":"التقديمات المنتهية ","Follow us on Twitter if you like to be profiled by NSA":"اتبعنا على تويتر اذا كنت ترغب في ان تتبعك وكالة الأمن القومي الأمريكي.","Footer":"ذيل الصفحة ","For every file available for download you will be notified via email with related information.":"لكل الملفات المتوفرة للتنزيل يتم إعلامك عن طريق البريد الالكتروني مع المعلومات ذات الصلة.","For technical support inquiries you can write us at: support@logioshermes.org":"لطلبات الدعم الفني يمكنك التواصل معنا عبر البريد الاليكتروني support@logioshermes.org","Full description":"وصف كامل","GLTypesError not set":"لم يتم تحديد GLTypesError","General":"عام","Give a concise description of your project":"تعطي وصفا موجزا عن المشروع الخاص بك","Give your whistleblowing initiative a good name and description to invite whistleblowers to submit. Be sure to make the goals of your project clear.":"إعط مبادرتك للإبلاغ عن المخالفات اسم و وصف مناسب لدعوة و تشجيع المبلغين لتقديم تقاريرهم. تأكد من أن أهداف المبادرة واضحة.","GlobaLeaks Wizard":"تثبيت GlobaLeaks ","Graphic Customization":"تعديل الرسومات","Guidelines on how to start up Whistleblowing Initiatives":"إرشادات عن كيفية إنشاء مبادرة للتبليغ عن مخالفات.","HTTPS does not protect the content of my leak nor my identity":"HTTPS لا يمكنه حماية هويتي ولا محتوى البلاغ","HTTPS does protect my identity and the content of my leak":"HTTPS يحمي هويتي ومحتوى البلاغ","HTTPS protects my identity, but not the content of my leak":"HTTPS لا يحمي محتوى البلاغ و لكنه يحمي هويتي","HTTPS protects the content of my leak but not my identity":"HTTPS يحمي محتوى البلاغ و لكن لا يحمي هويتي","Here you can check the latest anomalies detected":"هنا يمكنك الاطلاع على أحدث الكشف عن الحالات الشاذة","Hide details":"إخفاء التفاصيل","Hint":"تلميح","Home Page":"Home Page","I want to report on":"أريد أن أقدم تقريرا عن","If you are interested in keeping it, please save it in a secure place and make sure it does not fall into the wrong hands":"إذا كنت ترغب في الحفاظ عليه، يرجى حفظه في مكان آمن والتأكد من عدم وقوعه بين لايدي أشخاص آخرين.","If you want to tell us more about your project, or you need some help, write us at: projects@logioshermes.org":"اذا كنت ترغب ان تخبرنا المزيد عن مبادرتك او لطلب المساعد يمكنك التواصل معنا عبر البريد الاليكتروني projects@logioshermes.org","In order to deliver encrypted emails and files each receiver needs an associated PGP key. Cut and paste the key of the receiver or mark the checkbox:":"من أجل إرسال رسائل بريد مشفرة، يجب ان يكون لكل متلقي مفتاح تشفير بنظام PGP خاص به. قص و ألصق مفتاح المتلقي أو ضع علامة على صندوق الإختيار.","In the event that you would like to remain anonymous, do not submit any personal information. (e.g. your name or relationship to the offender. Do not submit any information that can be traced back to you.)":"إذا أردت عدم الكشف عن هويتك، لا تقدّم أي معلومات شخصية (على سبيل المثال، اسمك، علاقتك بالشخص المبلغ عنه، أو أي معلومات قابلة لاقتفاء أثرك.)","Incomplete submissions expiry time (hours)":" وقت انتهاء صلاحية الطلبات الغير مكتملة (ساعات) ","Info":"معلومات","Initiative description":"وصف المبادرة","Initiative name":"اسم المبادرة","Install":"تثبيت","Install default fields":"تنصيب الحقول في غياب البدائل","Instead with an Anonymous Submission you are fully protected, it is not possible for a third party to know that you have submitted something nor what you have submitted.":"بدلا من ذلك مع بلاغ مجهول أنت محمي تماما، فإنه ليس من الممكن لطرف ثالث أن تعرف أن كنت قد قدمت شيئا ولا فحوى ما كنت قد قدمت به.","Internal Server Error":"خطأ داخلي في السرفر ","Invalid Authentication in scope":"المصادقة غير صالحة في هذا النطاق","Invalid Input Format":"شكل الإدخال غير صالح","Invalid email address":"عنوان بريد إلكتروني غير صحيح","Invalid format for hidden service (should be http://thirteenchars123.onion)":"شكل غير صالح للخدمة الخفية (يجب أن يكون  http://thirteenchars123.onion)","Invalid format for public site (should be https://thirteenchars123.tor2web.org)":"شكل غير صالح للموقع العام (يجب أن يكون https://thirteenchars123.tor2web.org)","Invalid time range supplied for":"النطاق الزمني غير صالح من أجل ","It appears that you are not using Tor. You are strongly advised to":"يبدو أنك لا تستخدم تور، ينصح بشدة باستخدامه","It appears that you are using Tor. To better protect your anonymity, be sure that you are using the":"يبدو أنّك تستخدم\\ين برنامج تور. لتتأكّد\\ين من عدم الكشف عن هويتك، استخدم\\ي","It will help us improve GlobaLeaks, making the world a better place to stay!":"هذا سوف يساعد جلوبال ليكس على جعل العالم مكان أفضل للحياة فيه.","Keep in mind that using Tor Browser Bundle does not replace good security practices and it cannot protect you in the event your computer has been compromised. You are strongly advised to read the":"ضع في اعتبارك أن استخدام حزمة متصفح تور لا يغني عن ضرورة الممارسات الأمنية الجيدة، وأنه لا يمكن أن يحميك في حال تم اختراق جهاز الكمبيوتر الخاص بك. ينصح بشدة قراءة","Landing Page":"صفحة الرسو ","Languages Configuration":"إعدادات اللّغة","Last Access":"الاتّصال السابق","Load":"تحميل","Load Custom File":"تحميل ملف مخصّص","Loading":"جاري التحميل","Loading Tip page...":"جاري تحميل صفحة البلاغات...","Login":"اتّصال","Login page":"صحفة الاتّصال","Logout":"خروج","Mail Configuration":"تشكيل البريد","Main Configuration":"تكوين الرئيسي","Maximum file downloads":"الحد الاقصى لتحميل الملفات","Maximum number of selectable Receivers:":"الحد الأقصى لعدد المتلقين الذي يمكن اختياره :","Message Email Subject":"موضوع البريد الإلكتروني ","Message Email Template":"قالب رسالة البريد الإلكتروني ","Moreover, it will allow you to add other files to your submission.":"وعلاوة على ذلك،  سوف تسمح لك بإضافة ملفات أخرى إلى تقريرك.","Multi-Select":"إنتقاء متعدّد","Name":"اسم","New Password":"كلمة سرّ جديد","New Submissions":"تقديمات جديدة","Next Step":"الخطوة القادمة","No":"لا","No Context was found with the specified ID":"لم يتم العثور على سياق بالمعرف المذكور ","No File was found with the specified ID":"لم يتم العثور على ملفات بالمعرف المذكور ","No Submission was found with the specified ID":"لم يتم العثور على اي تقديم من المعرف المذكور","No Tip was found with the specified ID":"لم يتم العثورعلى أي بلاغ من المعرف المذكور","No email was specified":"لم يتم تحديد البريد الإلكتروني ","No files have been uploaded!":"لم يتم رفع أي ملف!","Node Subtitle":"العنوان الفرعي للعقدة ","Node name":"اسم العقدة","Node not found":" لم يتم العثور على العقدة","Not Authenticated":"غير مصادق","Not found a Receiver with the specified ID":"لم يتم العثور على متلقي بالمعرف المذكور","Notification Settings":"إعدادات الإشعارات","Notification Templates":"نماذج الإشعارات ","Notifications and Files will be encrypted.":"سيتم تشفير الملفات والإشعارات.","Notifications and Files won't be encrypted.":"لن يتم تشفير الملفات والإشعارات.","Number":"رقم","Old password confirmation required":"تأكيد كلمة المرور القديمةمطلوب","On date":"في تاريخ","One or more of the receivers of this tip has not configured a PGP key.":"واحد أو أكثر من واحد من المستقبلين لم يقم بإعداد مفتاح التشفير بنظام PGP ","Open":"إفتح","Operation Forbidden":"العملية محظورة","Order by:":"ترتيب حسب:","Order:":"الترتيب:","PGP Key details":"تفاصيل مفاتح الPGP","Paragraph(s)":"فقرة\\فقرات","Password":"كلمة السرّ","Password Configuration":"إعدادات كلمة السرّ","Password:":"كلمة السر:","Paste the PGP Key here:":"ألصق مفتاح التشفير بنظام PGP هنا","Permit Admin access via Tor2web":"السماح بالولوج المشرفين عبر Tor2web","Permit Receivers access via Tor2web":"السمح للمستقبلين بالولوج عن طريق  Tor2web","Permit Receivers to delete Tips":"السمح للمتلقين بحذف البلاغ ","Permit Receivers to postpone expiration date of the Tips":"التصريح للمتلقي تأجيل تاريخ انتهاء صلاحية النصائح ","Permit Whistleblower submissions via Tor2web":"السماح بلتقديمات المبلغين عبر Tor2web","Permit access of public resources via Tor2web":"السماح بالوصول لموارد العامة عن طريق Tor2web","Permit the Receiver to delete Tips":"السمح للمتلقي بحذف البلاغ ","Permit the Receiver to postpone expiration date of the Tips":"السمح للمتلقي بتأجيل تاريخ نهاية البلاغ ","Pertinence evaluation has been already expressed":"تم الإعراب سابقاً عن تقييم الملاءمة","Phone":"هاتف","Plaintext Notification Templates":"قالب الاشعارات المجردة ","Please configure your PGP keys in the receiver preferences page.":"يرجى إعداد مفاتيح التشفير بنظام PGP الخاصة بك في صفحة تفضيلات المتلقي.","Please confirm it":"يرجى التأكيد","Please copy in the box below your receipt to access the tip interface.":"يرجى نسخة في المربع أدناه استلامك للوصول إلى واجهة البلاغ.","Please do not forward or share this e-mail: each tip-off allows a limited number of accesses and downloads before being destroyed forever and nobody (even the node administrator) can recover an expired or dead tip-off.":"Please do not forward or share this e-mail: each tip-off allows a limited number of accesses and downloads before being destroyed forever and nobody (even the node administrator) can recover an expired or dead tip-off.","Please do not submit your report on a PC provided by your employer. Particularly an intranet connection may jeopardize your anonymity.":"يرجى عدم تقديم التقرير الخاص بك على جهاز كمبيوتر يوفره صاحب عملك. فاتصالك بالشبكة قد يعرض هويتك للخطر.","Please never disclose these files until an appropriate analysis, fact checking, journalistic and technical redaction process. For more information about redaction of documents you should consult this page: https://github.com/globaleaks/GlobaLeaks/wiki/Redaction-process.":"Please never disclose these files until an appropriate analysis, fact checking, journalistic and technical redaction process. For more information about redaction of documents you should consult this page: https://github.com/globaleaks/GlobaLeaks/wiki/Redaction-process.","Please support Hermes through their donation page.":"Please support Hermes through their donation page.","Please take care that all associated data is properly deleted and all receivers won't be able to further access to it.":"الرجاء الإنتباه أن كل المعلومات المرتبطة سيتم حذفها، ولن يتمكن المتلقين من الوصول إليها.","Please take care that all associated data is properly deleted.":"يرجى التأكد من حذف جميع المعلومات المتعلقة جيدا","Please wait":"يرجى الانتظار","Please wait while we return to fully operational":"يرجى الانتظار حتى نعود لطور التشغيل الكامل","Postpone Tip expiration date":"تأخير أجل نهاية صلوحية البلاغ ","Preferences":"خيارات","Presentation":"التقديم","Presentation Order":"ترتيب العرض","Preview":"معاينة","Previous Step":"الخطوة السابقة","Private Messages":"رسائل خاصة","Private Messages with the Whistleblower":"رسائل خاصة مع المبلغ","Proceed to submission":"انتقل إلى الإرسال ","Public resources can be accessed via Tor2web.":"السماح بالوصول للموارد العامة عن طريق Tor2web","Radio Buttons":"ازرار الخيار","Receipt format (regular expression)":"شكل استلام (regular expression)","Receiver":"المتلقي","Receiver Interface":" واجهة المتلقي","Receiver List":"قائمة المرسل إليهم","Receiver Tips":"بلاغات المستلم","Receiver name too long":"اسم المرسل إليه أطول من اللازم","Receiver selection":"اختيار المتلقي","Receivers":"المرسل إليهم","Receivers Configuration":"تشكيل المرسل إليهم","Receivers are very important for a GlobaLeaks based initiative. They are the people responsible for receiving the whistleblowers' submissions, verifying their authenticity and taking action upon them. Choose them wisely.":"يجب اختيار المستقبلين في المواقع المبنية على \"جلوبال ليكس\" بحكمة.\nالمستقبلون عليهم مسؤولية استلام التقارير المقدمة للموقع و التأكد من كونها حقيقية و في النهاية إتخاذ الإجراء المناسب .","Receivers can access via Tor2web.":"يسمح للمتلقي بالولوج عبر Tor2web","Receivers of this Context will be able to delete Tips and their content.":"يمكن للمتلقين في هذا السياق الآن حذف البلاغات ومحتوياتها. ","Receivers of this Context will be able to postpone expiration date of the Tips.":"يمكن للمتلقين في هذا السياق الآن تأجيل تاريخ صلاحية البلاغات. ","Receivers selected:":"المتلقون المختارون :","Receivers will be able to delete Tips and their content.":"يمكن للمتلقين حذف البلاغات ومحتوياتها. ","Receivers will be able to postpone Tips expiration.":"المتلقون يمكنهم الأن تأجيل انتهاء الصلاحية البلاغات.","References":"منابع","Reload":"تحديث الصفحة","Remember to provide proper security advice to the Whistleblower by following our":"تذكر ان توفر نصائح أمنية مناسبة للمبلغين عن طريق متابعة","Remove the PGP key":"حذف مفتاح PGP","Reorder Contexts alphabetically":"إعادة ترتيب السياقات أبجديا","Reorder Receivers alphabetically":"إعادة ترتيب المتلقين أبجديا","Request timed out":"انقضاء المهلة","Require at least one file to be uploaded":"يتطلب ملف واحد على الأقل للتحميل","Required":"مطلوب","Reset":"إعادة ضبط","Reset custom CSS":"إعادة ضبط الCSS المخصص","Reset custom Home Page":"Reset custom Home Page","Resource can be accessed only within the Tor network":"يمكن الوصول إلى المحتوى فقط ضمن شبكة تور","Resulting receipt example:":"نموذج لأيصال الاستلام.","SMTP server address":"عنوان الخادم SMTP","SMTP server port":"منفذ الخادم SMTP","Save":"حفظ","Save All":"حفظ الكل","Select all receivers by default":"اختر جميع المستقبلين by default","Select this receiver.":"اختيار هذا المتلقي.","Send Private Message":"إرسال رسالة خاصة","Session expired":"انتهت الحصة ","Short title":"عنوان قصير","Show details":"عرض التفاصيل","Show in preview":"اعرض في المعاينة","Show small receiver cards on submission interface":"تظهر بطاقات استقبال صغيرة على الواجهة ","Size":"حجم","Some parameters provided in the context creation can't work together":"بعض المعلومات المقدمة في خلق السياق لا يمكن أن تعمل معا","Source Email":" البريد الإلكتروني للمصدر ","Source Name":"اسم المصدر","Statistics Disabled":"الاحصائيات معطلة ","Status":"وضعية ","Step-by-step setup":"الإعدادات خطوة بخطوة","Submission":"تسليم","Submission Created!":"لقد تمّ إرسال تبليغك !","Submission date":"تاريخ التقديم","Submission date: %EventTime%":"Submission date: %EventTime%","Submission does not validate the input fields":"الإرسال لا يتحقق من حقول الإدخالات ","Submit":"تقديم","Submitted Tip expiry time (days)":"وقت انتهاء الصلاحية الوثائق المبعوثة   (عدد الأيام)","Success!":"نجحت!","System":"نظام","System Checks":"التحقق في النظام","System Stats":"إحصائيات النظام","Take Care,":"Take Care,","Text":"النصّ","Text size limit (in bytes)":"الحد الأقصى لحجم النص ( بايت)","The PGP key proposed can't be imported":"مفتاح PGP المقترح لا يمكن استيراده","The Receiver will be able to delete Tips and their content.":"يمكن للمتلقين الآن حذف البلاغات ومحتوياتها.","The Receiver will be able to postpone Tip expiration.":"يمكن للمتلقين الآن تأجيل إنتهاء البلاغات.","The application makes use of Cookies only for security purposes and without tracking any data.":"التطبيق يجعل استخدام ملفات الكوكيز فقط لأغراض أمنية دون تتبع أية بيانات.","The choosen password is unsafe, it should have":"كلمة المرور المختار غير آمنة، ينبغي أن يكون","The file is unavailable due to an internal error.":"الملف غير متوفر بسبب خطأ داخلي.","The file uploaded has a reserved name":"الملف الذي تم تحميله لديه اسم محجوز","The file will be available at the url: /static/$filename":"ستكون الملفات المتوفرة في الرابط:  /static/$filename","The fingerprint is:":"البصمة هي:","The following represents a description of the file collection and its content.":"The following represents a description of the file collection and its content.","The following step by step wizard will guide you through configuring your whistleblowing site.":"ستكون الخطوات التالية بإرشادك خلال تكوين موقع للإبلاغ عن المخالفات الخاصة بك.","The included files may contain information that could lead to the identification of the whistleblower and/or that is sensitive for the people and organisations involved.":"The included files may contain information that could lead to the identification of the whistleblower and/or that is sensitive for the people and organisations involved.","The software is developed by the non-profit Hermes Center for Transparency and Digital Human Rights.":"The software is developed by the non-profit Hermes Center for Transparency and Digital Human Rights.","The specified comment was not found":"التعليق المطلوب غير موجود.","The specified host does not match any configured one":"المضيف المذكورلا يطابق أي مضيف تم إعداده","The specified old password is not valid":"كلمة المرور القديمة المحددة غير صالحة","The submission can be accessed:":"The submission can be accessed:","The submission that you tried to be update has been already finalized":"التقديم الذي حاولت تحديثه تم الانتهاء منه سابقاً","The table below shows the files present in the submission directory, and their relationship with the internal database.":"يبين الجدول أدناه الملفات الموجودة في دليل التقديم، وعلاقتها بقاعدة البيانات الداخلية.","The time for your role":"الوقت لدورك","The two passwords do not match":"لا تتطابق كلمتا السرّ","The upload request exceeds the size limits":"الملفات المراد رفعها تتخطى السعة المسموح بها.","The user":"المستخدم","Theme Customization":"تخصيص المظهر","There are three types of users inside of GlobaLeaks: the administrator, the receivers and the whistleblower. Your username for accessing the node as the administrator will be 'admin'.":"هناك ثلاثة أنواع من المستخدمين في مواقع \"جلوبال ليكس\" : مسؤولين ومستقبلين والمبلغين. واسم المستخدم للولوج كمسؤول هو 'admin'.","They would like you to pay special attention to the information and material contained therein. Please keep in mind that whistleblowers often expose themselves to high personal risks for the public interest. Therefore the material that they provide with this tip-off should be considered of high importance.":"They would like you to pay special attention to the information and material contained therein. Please keep in mind that whistleblowers often expose themselves to high personal risks for the public interest. Therefore the material that they provide with this tip-off should be considered of high importance.","This field cannot be empty":"هذا المجال لا يمكن أن يكون فارغ","This happens whenever encryption is unavailable.":"يحدث هذا عندما لا يوجد تشفير","This has happened on context %ContextName% at %EventTime%.":"This has happened on context %ContextName% at %EventTime%.","This interface may help you spot anomalies with your Node.":"قد تساعدك هذه الواجهة على اكتشاف الأشياء غير طبيعية في موقعك","This interface may help you understand how the Node can be configured and provides some info on how to connect to other GlobaLeaks users and experts.":"هذه الصفحة أو الواجهة قد تساعدك على فهم كيفية اعداد موقعك و كيفية الاتصال بمستخدمين و خبراء \"جلوبال ليكس\"","This interface may help you understand how the Node is used by the whistleblower. It displays the submissions currently on the node and a few statistics on the kind of usage (activity, files, comments).":"هذه الواجهة قد تساعدك على فهم كيفية استخدام الزوار للموقع. يتم عرض التبليغات التي على الموقع حاليا مع بعض الاحصائيات عن طبيعة الاستخدام (النشاط، ملفات، تعليقات).","This interface permits to configure the email templates used for secure mail notifications.":"هذه الواجهة تسمح بأعداد قوالب رسائل البريد الإلكتروني المستخدمة  في إشعارات البريد الآمن.","This interface permits to configure the email templates used for unsecure mail notifications.":"هذه الواجهة يسمح لتكوين قوالب البريد الإلكتروني المستخدمة لإعلامات البريد الغير الآمن.","This interface shows the activity of the users of your node. This may be helpful in detecting anomalies and supporting the Receivers of your node.":"تظهر هذا الواجهة نشاط مستخدمين العقدة الخاصة بك. قد يكون هذا مفيدا في كشف الحالات الشاذة ودعم أجهزة الاستقبال في العقدة الخاصة بك.","This interface shows the latest anomalies spotted by the system.":"هذه الواجهة يظهر آخر الشذوذ التي رصدت من قبل النظام.","This interface shows you the statistics for the last hours.":"هذه الواجهة يظهر لك إحصاءات للساعة الماضية.","This is a work-in-progress of the administration interface that you will see after logging onto the platform as an admin.":"هذه صفحة غير مكتملة من واجهة الإدارة التي سوف تراها بعد تسجيل الدخول على المنصة كمشرف.","This is an e-mail message to notify you about new message from the whisleblower.":"This is an e-mail message to notify you about new message from the whisleblower.","This is an e-mail message to notify you that %CommentSource% has commented on a previous submission.":"This is an e-mail message to notify you that %CommentSource% has commented on a previous submission.","This is an e-mail message to notify you that a whistleblower has selected you as a valuable recipient for his/her submission.":"This is an e-mail message to notify you that a whistleblower has selected you as a valuable recipient for his/her submission.","This is an e-mail message to notify you that a whistleblower has updated a submission with new material.":"This is an e-mail message to notify you that a whistleblower has updated a submission with new material.","This is an e-mail message to notify you that your PGP key is expired on %PGPExpirationDate%":"This is an e-mail message to notify you that your PGP key is expired on %PGPExpirationDate%","This is an e-mail message to notify you that your PGP key is going to expire on %PGPExpirationDate%":"This is an e-mail message to notify you that your PGP key is going to expire on %PGPExpirationDate%","This is dangerous and it's recommended instead to train receivers in the use of Tor and Enigmail.":"هذا أمر خطير وينصح بدلا من ذلك تدريب المستقبلين على استخدام Tor وEnigmail.","This is safe only if you're using a dedicated Tor2web server.":"هذه آمنة فقط إذا كنت تستخدم خادم Tor2web مخصص.","This is the":"رابط","This is the default welcome message":"هذه رسالة الترحيب العادية","This is the initiative subtitle: write your slogan here!":"هذا العنوان الفرعي للمبادرة: ضع شعارك هنا!","This is the password that the receiver must use to login to their tip page.":"هذه هي كلمة السر التي يجب أن يستخدمها المتلقي للدخول إلى صفحة بلاغاتهم.","This may lead to unintended access to the files by the server administrator or others in case the server is compromised.":"هذا قد يؤدي إلى وصول غير مرغوب فيه و غير مرخص به إلى ملفاتك في حالة الاستيلاء على الخادم أو من قبل المسؤول عن الخادم .","This means that the submitted files will be stored in plaintext on the node.":"هذا يعني أن الملفات سيتم تسجيلها بدون تشفير على الموقع.","This node is not configured.":"لم يتمّ تشكيل هذا العقدة","This platform makes use of GlobaLeaks software specifically designed to protect the identity of the submitter and of the receiver in the exchange of leaked materials.":"This platform makes use of GlobaLeaks software specifically designed to protect the identity of the submitter and of the receiver in the exchange of leaked materials.","This receipt will allow you to login as the whistleblower for this Tip.":"هذا الوصل يتيح لك الولوج بصفتك المبلغ عن هذه الوثيقة.","This receiver has configured the encryption key.":"لقد هيئ هذا المتلقي مفتاح التشفير.","This receiver has not configured the encryption key.":"هذا المتلقي لم يقم مفتاح التشفير.","This receiver is disabled due to missing PGP key.":"تم تعطيل هذا المتلقي لعدم توفر مفتاح تشفير بنظام PGP","This section contains settings that may break your installation. Please refer to the":"يحتوي هذا القسم الإعدادات التي قد تجعل التثبيت لا تعمل بشكل صحيح. يرجى الرجوع إلى ","This won't preserve Whistleblower's anonymity while preserving submission confidentiality.":"هذا لن الحفاظ على عدم الكشف عن هويته المبلغين مع المحافظة على سرية البلاغ.","Through this system receivers will be able to ask you questions on the Tip and you will be able to write a reply.":"من خلال هذا النظام، سيتمكن المتلقي من الإتصال بك لطرح أسئلة حول البلاغ، و بإمكانك الإجابة عن تساؤلاته.","Tip":"بلاغ","Tip Email Subject":"موضوع البريد الإلكتروني للبلاغ","Tip Email Template":"قالب البريد الإلكتروني للبلاغ ","Tip Status Page":"صفحة التلميحات","Tips":"تلميحات","Tips Overview":"ملخّص التلميحات","To enable it, his public key must be loaded by the admin or by the receiver.":"لتفعيل التشفير، مفتاح التشفيرالعام الخاص به يجب ان يتم ادخاله عن طريق المشرف أو المتلقي.","To ensure your anonymity be sure that you are visiting this site using the":"لضمان عدم الكشف عن هويتك الرجاء التأكد من أنك تزور هذه الصفحة مستعملا","To further enhance your security, please follow these instructions:":"لتقوّية أمنك، الرجاء اتبع\\ي هذه الإرشادات","To know more about":"لمعرفة المزيد عن","To make an Anonymous Submission, instead of using your usual Web Browser (Internet Explorer, Chrome, Firefox, Opera, etc.) you should use the":"لتقديم بلاغ مجهول، بدلا من استخدام مستعرض ويب المعتاد (إنترنت إكسبلورر، كروم، فايرفوكس، أوبرا، الخ) يجب عليك استخدام","To properly organize your initiative, please read ":"لتنظيم مبادرتك بشكل مناسب يرجى قراءة","To report a bug orrequest a feature in GlobaLeaks software, please open":"للإبلاغ عن مشكلة في البرنامج أو طلب مميزات تطوير مميزات جديدة الرجاء فتح..","To support GlobaLeaks, you can provide a small":"لدعم GlobaLeaks يمكن ان تعطي القليل من","To use GlobaLeaks Cookies must be enabled.":" لاستخدام GlobaLeaks  يجب تفعيل الكوكيز.","Too many file uploads in":"الكثير من إضافات الملفات في","Too many requests":"يوجد طلبات كثيرة","Too many submissions in":"الكثير من التقارير في","Tor Hidden Service (url)":"خدمة Tor المخفية (url)","Tor2web Public Site (url)":"موقع عمومي Tor2web تور إلى شبكة الإنترنت: (url)","Total uncompressed size: %TotalSize%":"Total uncompressed size: %TotalSize%","Translation Customization":"التخصيص الترجمة","Transport Security":"تأمين التحويل ","Type":"نوع","Type your new password again":"أعد كتابة كلمة السرّ الجديدة","Unauthenticated Requests":"طلبات غير مسموح بها ","Unselect this receiver.":"إلقاء اختيار هذا المتلقي.","Update notification and encryption settings":"تحديث تعديلات التشفير و الإشعار","Update notification settings":"تحديث إعدادات الإشعار","Upgrade your browser today":"يجب تحديث المتصفح ","Upload Date":"التاريخ التحميل","Url":"عنوان إنترنت","Username":"معرّف","Username:":"اسم المستخدم:","Users Overview":"ملخّص المستخدمين","View Tip":"َانظر إلى التلميح","WB Last Access":"ﺁخر دخول لـ WB","Wait for another":"يرجى الاستمرار بالانتظار ل ","Warning!":"تحذير!","Warning! You are not Anonymous.":"تحذير! هويتك ليست مجهولة.","We strongly advise you to go for an Anonymous Submission.":"نحن ننصحك بشدة بالإرسال مع عدم كشف هويتك.","We were not able to determine if you are anonymous or not, please proceed with care":"لم يمكننا التأكد هل انت منصل بصورة لا تكشف عن هويتك ام لا. تابع بحذر (قد تكون هويتك غير سرية)  ","Welcome to GlobaLeaks Administration Interface":"مرحبا بكم في واجهة إدارة GlobaLeaks","Welcome to GlobaLeaks!":"مرحبا بكم في GlobaLeaks!","What is the topic of your whistleblowing initiative?":"ما هو موضوع مبادرتك للإبلاغ عن المخالفات.","When the option is re-enabled the spooled emails will be sent out.":"الرسإل الإلكترونية الغير مبعوثة سيتم ارسالها عند إعادة تفعيل هذا الخيار.","Which of the following statements is true?":"أي من العبارات التالية صحيح؟","Whistleblower":"المبلغ","Whistleblowers can perform submissions via Tor2web.":"يسمح بلتقديمات المبلغين عبر Tor2web","Whistleblowing disabled":"تعطيل خدمة التبليغ ","With a HTTPS submission you are exposing yourself to the risks that someone else will know that you have submitted something, without knowing what you have submitted.":"مع إستعمال  HTTPS يمكن لشخصا آخر أن يعرف أنك قدمت شيئا، دون أن يعرفوا ما كنت قد قدمت.","Without a valid PGP key, the system won't be able to send you encrypted notifications.":"Without a valid PGP key, the system won't be able to send you encrypted notifications.","Wrong Answer!":"جواب خطأ!","Yes":"نعم","You acknowledge that failure to do so will result in the inability to technically protect your anonymity.":"أنت تقر بأن عدم القيام بذلك سيؤدي إلى عدم القدرة تقنيا على حماية هويتك.","You are aware of the risks involved. Go ahead, but consider yourself warned.":"انت تعلم بالأخطار المتوقعة . يمكنك الإستمرار و لكن إعتبر أنه قد تم تحذيرك.","You are connecting to the node without anonymity and this node supports only anonymous submissions":"أنت تتصل بالموقع بطريقة لا تخفي هويتك. هذا الموقع يعمل فقط مع المتصلين و البلاغات المجهولة المصدر فقط","You are invited to extend its validity and reload it on the platform or to upload a new key.":"You are invited to extend its validity and reload it on the platform or to upload a new key.","You are using an outdated browser.":"إنك تستخدم متصفح قديم.","You can reach GlobaLeaks's support chat via IRC by clicking":"يمكن ان تصل إلي دردشة الدعم الفني ل GlobaLeaks عن طريق ال IRC بالضغط على ","You can read it at: %TipTorURL%":"You can read it at: %TipTorURL%","You have finished configuring your GlobaLeaks site. You are now ready to future tweak it inside of the admin interface.":"لقد انتهيت تكوين موقع GlobaLeaks الخاص بك. أنت الآن على استعداد في المتلقي للتعديل داخل واجهة الادارة.","You have not configured your encryption keys, so the files will be stored on the GlobaLeaks node un-encrypted.":"لم يتم اعداد مفاتيح التشفير. سيتم حفظ الملفات علي الموقع بدون تشفير.","You will also be able to keep track of who has viewed your submission and downloaded the files.":"سوف تكون قادرة على تتبع الذي ينظر تقريركم وتحميل الملفات أيضا.","You will not be able to send a submission.":"لن يمكنك القيام بتقديم التقرير","You're running GlobaLeaks version":"كنت تقوم بتشغيل الإصدار GlobaLeaks","You've not enabled encryption!":"لم تقم بتفعيل التشفير","You've reached the maximum number of downloads for this file":"لقد وصلت إلى العدد الأقصى لمرات التحميل لهذا الملف","Your Tips":"البلاغات خاصتك","Your node is not configured! Please use the":"لم يتمّ إعداد موقعك! الرجاء استخدام ","Your user has reached the maximum number of accesses to this Tip":"لقد استوفى المستخدم الخاص بك الحد الأقصى لعدد مرات الولوج لهذا البلاغ. ","Zip Description Template":"وصف قالب الرمز البريدي","add field":"أضف حقلاً","before continuing.":"قبل المواصلة","can be configured to deliver encrypted email and store encrypted files. You  must copy and paste the ascii version of your personal key, and then it will be possibile to update your encryption settings. If you have any doubts, talk to your admin.":"يمكن الأعداد من أجل إرسال بريد إليكتروني مشفر وحفظ ملفات مشفرة. يجب قص و لصق نسخة ASCII من مفتاح تشفيرك الشخصي وبعدها يمكنك تحديث إعدادات التشفير. إذا كان لديك أي شكوك التحدث إلى المشرف.","download":"تحميل","download a copy of the Tor Browser Bundle":"تحميل نسخة من متصفح تور TOR","download all files":"تحميل جميع الملفات","file unavailable":"ملف غير متوفر","financial donation":"التبرع المالي","has postponed Tip expiration to":"لقد أخر أجل نهاية صلوحية البلاغ إلى ","here":"هنا","install Google Chrome Frame":"تثبيت Google Chrome Frame","is":"هو","manual for practical security best practices.":"دليل عملي لافضل تدابير السلامة.","now Enabled:":"يعمل الآن ","or":"أو","proudly powered by GlobaLeaks, copyright by Hermes Center for Transparency and Digital Human Rights":"مدعومة بفخر من GlobaLeaks. الحقوق الفكرية محفوظة ل \"مركز هيرميس للشفافية و حقوق الإنسان الإليكترونية\".","seconds":"ثواني","show all the files":"إظهار كافة الملفات","show only files not yet downloaded":"أظهر فقط الملفات التي لم يتم تحميلها بعد","this is a special piece of software designed to enable Anonymous Web Browsing.":"هذا هو قطعة خاصة من البرمجيات المصممة لتمكين تصفح مجهول للإنترنت.","to better experience this site.":"لتجربة أفضل في هذا الموقع.","via Tor at: %TipTorURL%":"via Tor at: %TipTorURL%","via Tor2web at: %TipT2WURL%":"via Tor2web at: %TipT2WURL%"}