{"(0 = unlimited)":"(0 = απεριόριστο)","(English only)":"(Μόνο Αγγλικά)","(New)":"(Νέο)","A field expected to be unique already has this value":"Ένα μοναδικό πεδίο έχει ήδη αυτή την τιμή","A file attachment is required to complete the submission":"Απαιτείται ένα συνημμένο για την ολοκλήρωση της υποβολής","Access Number":"Αριθμός πρόσβασης","Access counter":"Πρόσβαση στον μετρητή","Accesses":"Προσβάσεις","Add":"Προσθήκη","Add Comment":"Προσθήκη σχολίου","Add files":"Προσθήκη αρχείων","Add new context":"Προσθήκη νέας θεματικής ενότητας","Add new receiver":"Προσθήκη νέου αποδέκτη","Add option":"Προσθήκη επιλογής","Admin":"Διαχειριστής","Admin can access via Tor2web.":"Ο διαχειριστής έχει πρόσβαση μέσω Tor2web.","Admin interface and configure at least one context":"Διαχειριστής interface και ρυθμίση τουλάχιστον μιας Θεματικής ενότητας","Admin management interface":"Διαχειριστής περιβάλλοντος διαχείρισης","Admin please configure at least one Context and associated Receivers using":"Διαχειριστή, παρακαλώ ρυθμίστε τουλάχιστον μία Θεματική ενότητα και τους  συσχετιζόμενους Αποδέκτες χρησιμοποιώντας","Administration Interface":"Διεπαφή διαχειριστή ","Advanced Settings":"Ρυθμίσεις για προχωρημένους","Advanced settings":"Ρυθμίσεις για προχωρημένους","Agree":"Αποδοχή","Anomaly Checks":"Έλεγχοι παρεκτροπών","Are you a receiver?":"Είσαι αποδέκτης;","Are you a whistleblower?":"Είστε πληροφοριοδότης;","Are you sure that you want to delete the context?":"Είστε σίγουρος ότι θέλετε να διαγράψετε τη θεματική ενότητα;","Are you sure that you want to delete the receiver?":"Είστε σίγουρος ότι θέλετε να διαγράψετε αυτόν τον αποδέκτη;","Are you sure that you want to delete the tip globally?":"Είστε σίγουρος ότι θέλετε να διαγράψετε αυτή τη Συμβουλή καθολικά;","Are you sure that you want to postpone tip expiration date?":"Είστε σίγουρος ότι θέλετε να αναβάλλετε το χρόνο λήξης των Συμβουλών;","Are you sure that you wish to continue?":"Είστε σίγουρος ότι θέλετε να προχωρήσετε;","Asc":"Αύξουσα","At least 8 characters":"Τουλάχιστον 8 χαρακτήρες","At least one letter":"Τουλάχιστον ένα γράμμα","At least one number":"Τουλάχιστον έναν αριθμό","Authentication Failed":"Αποτυχία πιστοποίησης","Authentication in Tip failed":"Πιστοποίηση Συμβουλής απέτυχε","Beware of the fact that this receipt, if fallen into the wrong hands, will lead to identifying you as the whistleblower for this Tip.":"Λάβετε σοβαρά υπ' όψιν σας το γεγονός ότι αυτή η απόδειξη, αν πέσει σε λάθος χέρια,  θα οδηγήσει στην ταυτοποίηση σας ως πληροφοριοδότη αυτής της Συμβουλής.","Blow the Whistle":"Κάντε μια αποκάλυψη!","By checking the box below you agree to these terms and conditions.":"Επιλέγοντας το παρακάτω πλαίσιο συμφωνείτε με αυτούς τους όρους και τις προϋποθέσεις.","By clicking extend, you will extend the Tip expiration date to:":"Πατώντας \"επέκταση\", θα επεκτείνετε το χρόνο λήξης των Συμβουλών σε:","By enabling this option, the system will be storing the submitted files unecrypted on your node.":"Ενεργοποιώντας αυτή την επιλογή, το σύστημα θα αποθηκεύει τα υποβαλλόμενα αρχεία στον κόμβο σας χωρίς κρυπτογράφηση.","CSS":"CSS","Cancel":"Ακύρωση","Change picture":"Αλλάξτε φωτογραφία","Checkboxes":"Πλαίσια ελέγχου","Checks for anomalies will be now performed on each request.":"Έλεγχοι για παρεκτροπές θα πραγματοποιούνται πλέον σε κάθε αίτημα.","Choose the context and receivers that will be sure to transform your submission into action!":"Επιλέξτε τις Θεματικές ενότητες και τους αποδέκτες που θα είστε σίγουρος ότι θα μετατρέψουν την υποβολή σας σε δράση!","Click to edit, Drag to order":"Πατήστε για επεξεργασία, σύρετε για αναδιάταξη","Clicking the 'admin' link on the top-right corner of the page will bring you here.":"Πατώντας τον σύνδεσμο \"διαχειριστής\" στην επάνω δεξιά γωνία της σελίδας θα σας φέρει εδώ.","Comment Email Subject":"Σχόλιο Ηλεκτρονική διεύθυνση Θέμα","Comment Email Template":"Σχόλιο Ηλεκτρονική διεύθυνση Πρότυπο","Comments":"Σχόλια","Comments Number":"Αριθμός σχολίων","Configure a PGP key":"Παραμετροποίηση κλειδιού PGP","Confirm Deletion":"Επιβεβαίωση διαγραφής","Confirm Extension":"Επιβεβαιώστε την επέκταση","Confirm password":"Επιβεβαιώστε κωδικό","Congratulations!":"Συγχαρητήρια!","Content Settings":"Ρυθμίσεις περιεχομένου","Content Type":"Τύπος περιεχομένου","Context":"Θεματική ενότητα","Context Name":"Τίτλος θεματικής ενότητας","Contexts":"Θεματικές ενότητες","Contexts Configuration":"Διαμόρφωση θεματικών ενοτήτων","Contexts are the categories to be selected by whistleblowers, when they perform their submission. Make sure to make them pertinent to your initiative.":"Οι θεματικές ενότητες είναι κατηγορίες που μπορούν να επιλεγούν οι Πληροφοριοδότες, όταν πραγματοποιούν την Υποβολή τους. Βεβαιωθείτε ότι  είναι συναφείς με την πρωτοβουλία σας.","Cookies are not enabled!":"Τα cookies δεν είναι ενεργοποιημένα!","Copy and paste the PGP public key here":"Αντιγράψτε και επικολλήστε το δημόσιο κλειδί PGP εδώ","Creation":"Δημιουργία","Creation Date":"Ημερομηνία δημιουργίας","Current Password":"Τρέχων Κωδικός","Current initiative logo":"Σημερινό λογότυπο της πρωτοβουλίας","Currently logged in":"Συνδεμένος/η αυτή τη στιγμή","Danger":"Κίνδυνος","Danger ahead!":"Προσεχώς κίνδυνος!","Danger!":"Κίνδυνος!","Date":"Ημερομηνία","Default language":"Προεπιλεγμένη γλώσσα","Delete":"Διαγραφή","Delete Context":"Διαγραφή Θεματικής ενότητας","Delete Receiver":"Διαγραφή αποδέκτη","Delete Tip":"Διαγραφή συμβουλής","Desc":"Φθίνουσα","Describe the attachments of the submission":"Περιγραφή συνημμένων υποβολής","Describe the details of the submission":"Περιγράψτε της λεπτομέρειες της υποβολής","Describe your submission with a few words":"Περιγράψτε την υποβολή σας με λίγα λόγια","Description":"Περιγραφή","Description of Anomaly":"Περιγραφή παρεκτροπής","Details":"Λεπτομέρειες","Disable email notification":"Απενεργοποίηση ειδοποιήσεων μέσω ηλεκτρονικού ταχυδρομείου","Disabled":"Απενεργοποιημένο","Download":"Μεταφόρτωση","Dropdown Menu (Select)":"Αναπτυσσόμενο μενού (επιλογή)","Each message written by the whistleblower specifically for you will trigger an email.":"Για κάθε μήνυμα που γράφει ένας Πληροφοριοδότης ειδικά για εσάς θα αποστέλλεται ένα μήνυμα ηλεκτρονικού ταχυδρομείου. ","Email":"Email","Email Address":"Διεύθυνση ηλεκτρονικού ταχυδρομείου","Email Address (Username)":"Διεύθυνση Email (Όνομα χρήστη)","Enable Comment notification":"Ενεργοποιήστε ειδοποιήσεις για σχόλια","Enable File notification":"Ενεργοποιήστε ειδοποιήσεις για αρχεία","Enable Message notification":"Ενεργοποίηση ειδοποιήσεων μηνυμάτων","Enable Tip notification":"Ενεργοποιήστε ειδοποιήσεις για συμβουλές","Enable checks for anomalies":"Ενεργοποίηση ελέγχου για παρεκτροπές","Enable insecure configuration without PGP encryption.":"Ενεργοποιήστε μη ασφαλή παραμετροποίηση χωρίς κρυπτογράφηση PGP.","Enabled":"Ενεργοποιημένο","Encrypted Notification Templates":"Κρυπτογραφημένο Ειδοποίηση Πρότυπα","Encryption Settings":"Ρυθμίσεις κρυπτογράφησης","Encryption is enabled!":"Η κρυπτογράφηση είναι ενεργοποιημένη!","Encryption is not enabled!":"Η κρυπτογράφηση δεν είναι ενεργοποιημένη!","Enter a new GlobaLeaks node password":"Εισάγετε ένα νέο κωδικό για τον κόμβο του GlobaLeaks","Enter the email address through which the receiver will be notified":"Εισάγετε την ηλεκτρονική διεύθυνση μέσω της οποίας θα ενημερωθεί ο αποδέκτης","Enter the information that is relevant to your submission and possibly upload the relevant accompanying files":"Εισάγετε τις πληροφορίες που είναι σχετικές με την υποβολή σας και, ενδεχομένως, να πρέπει να ανεβάσετε τα σχετικά συνοδευτικά αρχεία","Enter the name for your whistleblowing initiative":"Εισάγετε τον τίτλο της πρωτοβουλίας σας για Αποκάλυψη","Enter the name of the receiver":"Εισάγετε το όνομα του αποδέκτη","Enter your email address":"Εισάγετε την ηλεκτρονική σας εκπαίδευση","Enter your receipt":"Εισάγετε την απόδειξή σας","Esteemed %ReceiverName%,":"Esteemed %ReceiverName%,","Every comment, written by the whistleblower or the receivers, will trigger an email.":"Για κάθε άρθρο, που γράφεται από τον πληροφοριοδότη ή τους αποδέκτες, θα αποστέλλεται ένα μήνυμα ηλεκτρονικού ταχυδρομείου. ","Every new Tip you receive will trigger an email with a link to it.":"Για κάθε νέα Συμβουλή που λαμβάνετε θα δημιουργείται ένα μήνυμα ηλεκτρονικού ταχυδρομείου, το οποίο θα περιέχει έναν σύνδεσμο.","Exception mail address":"Εξαιρούμενη ηλεκτρονική διεύθυνση","Expiration":"Λήξη","Expiration Date":"Ημερομηνία λήξης","Fields":"Πεδία","File":"Αρχείο","File Email Subject":"Αρχείο Ηλεκτρονική διεύθυνση Θέμα","File Email Template":"Αρχείο Ηλεκτρονική διεύθυνση Πρότυπο","File Operations":"Λειτουργίες αρχείου","File Size":"Μέγεθος αρχείου","File Uploads":"Ανεβάσματα αρχείων ","File details:":"File details:","File size limit (in Megabytes)":"Μέγιστο μέγεθος αρχείου (σε MB)","Filename":"Όνομα αρχείου","Files":"Αρχεία","Files Number":"Αριθμός αρχείων","Files Overview":"Επισκόπηση αρχείων","Files and Downloads":"Αρχεία και λήψεις","Files description":"Περιγραφή αρχείων","Files number: %FilesNumber%":"Files number: %FilesNumber%","Fill out your submission":"Συμπληρώστε την υποβολή σας","Final Step":"Τελευταίο βήμα","Finalized Submissions":"Ολοκληρωμένες υποβολές","Follow us on Twitter if you like to be profiled by NSA":"Ακολουθήστε μας στο Twitter αν θέλετε η NSA να φτιάξει το προφίλ σας","Footer":"Υποσέλιδο","For every file available for download you will be notified via email with related information.":"Για κάθε αρχείο που είναι διαθέσιμο για μεταφόρτωση θα ειδοποιήστε με μήνυμα ηλεκτρονικού ταχυδρομείου με τις σχετικές πληροφορίες.","For technical support inquiries you can write us at: support@logioshermes.org":"Αιτήματα τεχνικής υποστήριξης μπορείτε να στείλετε στο: support@logioshermes.org","Full description":"Πλήρης περιγραφή","GLTypesError not set":"Το GLTypesError δεν ρυθμίστηκε","General":"Γενικά","Give a concise description of your project":"Δώστε μια περιεκτική περιγραφή του project σας","Give your whistleblowing initiative a good name and description to invite whistleblowers to submit. Be sure to make the goals of your project clear.":"Δώστε στην πρωτοβουλία Αποκάλυψης σας ένα κατάλληλο τίτλο και περιγραφή για να προσκαλέσετε τους Πληροφοριοδότες για υποβολή Αποκαλύψεων. Βεβαιωθείτε ότι ξεκαθαρίζετε επαρκώς τους στόχους του project σας.","GlobaLeaks Wizard":"Οδηγός GlobaLeaks","Graphic Customization":"Παραμετροποίηση γραφικών","Guidelines on how to start up Whistleblowing Initiatives":"Οδηγίες για το πως θα ξεκινήσετε με τις πρωτοβουλίες Αποκαλύψεων","HTTPS does not protect the content of my leak nor my identity":"Το HTTPS δεν προστατεύει ούτε το περιεχόμενο της διαρροής μου ούτε την ταυτότητά μου ","HTTPS does protect my identity and the content of my leak":"Το HTTPS προστατεύει την ταυτότητά μου και το περιεχόμενο της διαρροής μου ","HTTPS protects my identity, but not the content of my leak":"Το HTTPS προστατεύει την ταυτότητά μου, αλλά όχι το περιεχόμενο της διαρροής μου","HTTPS protects the content of my leak but not my identity":"Το HTTPS προστατεύει το περιεχόμενο της διαρροής μου αλλά όχι την ταυτότητά μου","Here you can check the latest anomalies detected":"Εδώ μπορείτε να ελέγξετε τις τελευταίες παρεκτροπές που ανιχνεύθηκαν","Hide details":"Απόκρυψη λεπτομερειών","Hint":"Υπαινιγμός","Home Page":"Home Page","I want to report on":"Θέλω να αναφέρω την","If you are interested in keeping it, please save it in a secure place and make sure it does not fall into the wrong hands":"Αν ενδιαφέρεστε να το κρατήσετε, παρακαλώ αποθηκεύστε το σε ένα ασφαλές μέρος και βεβαιωθείτε ότι δε θα πέσει σε λάθος χέρια","If you want to tell us more about your project, or you need some help, write us at: projects@logioshermes.org":"Αν θέλετε να μας πείτε περισσότερα για το project σας, ή χρειάζεστε βοήθεια, γράψτε μας στο: ","In order to deliver encrypted emails and files each receiver needs an associated PGP key. Cut and paste the key of the receiver or mark the checkbox:":"Για να μπορεί να διανείμει κρυπτογραφημένα μηνύματα ηλεκτρονικού ταχυδρομείου και αρχεία ο αποδέκτης χρειάζεται ένα συσχετιζόμενο κλειδί PGP. Αντιγράψτε και επικολλήστε το κλειδί του αποδέκτη ή μαρκάρετε το τετραγωνίδιο:","In the event that you would like to remain anonymous, do not submit any personal information. (e.g. your name or relationship to the offender. Do not submit any information that can be traced back to you.)":"Σε περίπτωση που θα θέλατε να διατηρήσετε την ανωνυμία σας, μην υποβάλλετε τα προσωπικά σας στοιχεία. (π.χ. το όνομά σας ή σχέση με τον δράστη. Μην υποβάλετε όλες τις πληροφορίες που μπορούν να αναχθούν σε σας.)","Incomplete submissions expiry time (hours)":"Λήξη χρόνου ανολοκλήρωτων υποβολών (σε ώρες)","Info":"Πληροφορία","Initiative description":"Περιγραφή πρωτοβουλίας","Initiative name":"Όνομα πρωτοβουλίας","Install":"Εγκατάσταση","Install default fields":"Εγκαταστείστε τα προεπιλεγμένα πεδία","Instead with an Anonymous Submission you are fully protected, it is not possible for a third party to know that you have submitted something nor what you have submitted.":"Αντίθετα, με την Ανώνυμη Υποβολή είστε πλήρως προστατευμένος, διότι δεν είναι δυνατό κάποιος τρίτος να γνωρίζει ότι έχετε υποβάλλει κάτι ή το περιεχόμενό του.","Internal Server Error":"Εσωτερικό σφάλμα εξυπηρετητή","Invalid Authentication in scope":"Άκυρη πιστοποίηση στο πεδίο","Invalid Input Format":"Άκυρη μορφή εισόδου","Invalid email address":"Άκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου","Invalid format for hidden service (should be http://thirteenchars123.onion)":"Μη έγκυρη μορφή για κρυφή υπηρεσία (πρέπει να ειναι http://thirteenchars123.onion)","Invalid format for public site (should be https://thirteenchars123.tor2web.org)":"Μη έγκυρη μορφή για δημόσια ιστοσελίδα (θα πρέπει να είναι https://thirteenchars123.tor2web.org)","Invalid time range supplied for":"Δόθηκε λανθασμένο χρονικό περιθώριο","It appears that you are not using Tor. You are strongly advised to":"Φαίνεται ότι δεν χρησιμοποιείτε το Tor. Σας συμβουλεύουμε να","It appears that you are using Tor. To better protect your anonymity, be sure that you are using the":"Φαίνεται ότι χρησιμοποιείτε Tor. Για να προστατέψετε την ανωνυμία σας καλύτερα, βεβαιωθείτε ότι χρησιμοποιείτε","It will help us improve GlobaLeaks, making the world a better place to stay!":"Θα μας βοηθήσει να βελτιώσουμε το GlobaLeaks, κάνοντας τον κόσμο ένα καλύτερο μέρος για να ζεις!","Keep in mind that using Tor Browser Bundle does not replace good security practices and it cannot protect you in the event your computer has been compromised. You are strongly advised to read the":"Λάβετε υπόψη ότι η χρήση του Tor Bundle Browser δεν αντικαθιστά τις ορθές πρακτικές ασφάλειας και δεν μπορεί να σας προστατεύσει σε περίπτωση που ο υπολογιστής σας έχει παραβιαστεί. Σας συνιστούμε να διαβάσετε το","Landing Page":"Αρχική σελίδα","Languages Configuration":"Ρυθμίσεις γλωσσών","Last Access":"Τελευταία πρόσβαση","Load":"Φόρτωση","Load Custom File":"Φορτώστε μη προκαθορισμένο αρχείο","Loading":"Φορτώνει","Loading Tip page...":"Φόρτωση της σελίδας συμβουλών...","Login":"Σύνδεση","Login page":"Σελίδα εισόδου","Logout":"Αποσύνδεση","Mail Configuration":"Διαμόρφωση ηλεκτρονικού ταχυδρομείου","Main Configuration":"Κύριες ρυθμίσεις","Maximum file downloads":"Μέγιστος αριθμός μεταφόρτωσης αρχείων","Maximum number of selectable Receivers:":"Μέγιστο αριθμός επιλεγμένων αποδεκτών:","Message Email Subject":"Μήνυμα Ηλεκτρονική διεύθυνση Θέμα","Message Email Template":"Μήνυμα Ηλεκτρονική διεύθυνση Πρότυπο","Moreover, it will allow you to add other files to your submission.":"Επιπλέον, θα σας επιτρέψει να προσθέσετε περισσότερα αρχεία στην υποβολή σας.","Multi-Select":"Πολλαπλή επιλογή","Name":"Όνομα","New Password":"Νεος Κωδικός","New Submissions":"Νέες υποβολές","Next Step":"Επόμενο βήμα","No":"Όχι","No Context was found with the specified ID":"Δε βρέθηκε θεματική ενότητα με το συγκεκριμένο ID","No File was found with the specified ID":"Δε βρέθηκε αρχείο με το ID που καθορίσατε","No Submission was found with the specified ID":"Δεν βρέθηκε υποβολή με το ID που καθορίσατε","No Tip was found with the specified ID":"Δεν βρέθηκε Συμβουλή με το ID που καθορίσατε","No email was specified":"Δεν ορίστηκε ηλεκτρονική διεύθυνση","No files have been uploaded!":"Δεν ανέβηκε κανένα αρχείο!","Node Subtitle":"Κόμβος Υπότιτλοι","Node name":"Όνομα κόμβου","Node not found":"Ο κόμβος δεν βρέθηκε","Not Authenticated":"Μη πιστοποιημένο","Not found a Receiver with the specified ID":"Δεν βρέθηκε αποδέκτης με το ID που καθορίσατε","Notification Settings":"Ρυθμίσεις ειδοποιήσεων","Notification Templates":"Πρότυπα ειδοποιήσεων","Notifications and Files will be encrypted.":"Οι ενημερώσεις και τα αρχείων θα κρυπτογραφούνται.","Notifications and Files won't be encrypted.":"Οι ενημερώσεις και τα αρχεία δεν θα κρυπτογραφούνται.","Number":"Αριθμός","Old password confirmation required":"Χρειάζεται επιβεβαίωση του παλιού κωδικού","On date":"Την ημερομηνία","One or more of the receivers of this tip has not configured a PGP key.":"Ένας ή περισσότεροι αποδέκτες της Συμβουλής δεν έχει ρυθμίσει ένα κλειδί PGP.","Open":"Άνοιγμα","Operation Forbidden":"Παράνομη λειτουργία","Order by:":"Κατάταξη κατά:","Order:":"Κατάταξη","PGP Key details":"Λεπτομέρειες κλειδιού PGP","Paragraph(s)":"Παράγραφος(-οι)","Password":"Κωδικός","Password Configuration":"Παραμετροποίηση κωδικού","Password:":"Κωδικός:","Paste the PGP Key here:":"Επικολλήστε εδώ το κλειδί PGP:","Permit Admin access via Tor2web":"Επιτρέπεται η πρόσβαση στον διαχειριστη μέσω Tor2web","Permit Receivers access via Tor2web":"Επιτρέπεται η πρόσβαση αποδεκτών στο Tor2web","Permit Receivers to delete Tips":"Οι λήπτες επιτρέπεται να διαγράψουν Συμβουλές","Permit Receivers to postpone expiration date of the Tips":"Επιτρέψτε στους αποδέκτες να αναβάλλουν το χρόνο λήξης των Συμβουλών","Permit Whistleblower submissions via Tor2web":"Επιτρέψτε υποβολή Αποκαλύψεων μέσω Tor2web","Permit access of public resources via Tor2web":"Επιτρέψτε πρόσβαση σε δημόσιους πόρους μέσω Tor2web","Permit the Receiver to delete Tips":"Ο λήπτης επιτρέπεται να διαγράφει Συμβουλές","Permit the Receiver to postpone expiration date of the Tips":"Οι λήπτες επιτρέπεται να αναβάλλουν το χρόνο λήξης των Συμβουλών","Pertinence evaluation has been already expressed":"Η εκτίμηση συνάφειας έχει ήδη εκφραστεί","Phone":"Τηλέφωνο","Plaintext Notification Templates":"Απλό κείμενο Ειδοποίηση Πρότυπα","Please configure your PGP keys in the receiver preferences page.":"Παρακαλώ ρυθμίστε τα κλειδιά PGP στη σελίδα προτιμήσεων του αποδέκτη.","Please confirm it":"Παρακαλώ επιβεβαιώστε","Please copy in the box below your receipt to access the tip interface.":"Παρακαλώ αντιγράψτε παρακάτω την απόδειξη σας για να αποκτήσετε πρόσβαση στο περιβάλλον των συμβουλών. ","Please do not forward or share this e-mail: each tip-off allows a limited number of accesses and downloads before being destroyed forever and nobody (even the node administrator) can recover an expired or dead tip-off.":"Please do not forward or share this e-mail: each tip-off allows a limited number of accesses and downloads before being destroyed forever and nobody (even the node administrator) can recover an expired or dead tip-off.","Please do not submit your report on a PC provided by your employer. Particularly an intranet connection may jeopardize your anonymity.":"Σας παρακαλούμε να μην υποβάλετε την έκθεσή σας σε έναν υπολογιστή που παρέχεται από τον εργοδότη σας. Ιδιαίτερα μια σύνδεση intranet μπορεί να θέσει σε κίνδυνο την ανωνυμία σας.","Please never disclose these files until an appropriate analysis, fact checking, journalistic and technical redaction process. For more information about redaction of documents you should consult this page: https://github.com/globaleaks/GlobaLeaks/wiki/Redaction-process.":"Please never disclose these files until an appropriate analysis, fact checking, journalistic and technical redaction process. For more information about redaction of documents you should consult this page: https://github.com/globaleaks/GlobaLeaks/wiki/Redaction-process.","Please support Hermes through their donation page.":"Please support Hermes through their donation page.","Please take care that all associated data is properly deleted and all receivers won't be able to further access to it.":"Παρακαλώ φροντίστε να διαγράψετε με σωστό τρόπο όλα τα δεδομένα και κανένας αποδέκτης δεν θα είναι σε θέση να αποκτήσει περαιτέρω πρόσβαση σε αυτά.","Please take care that all associated data is properly deleted.":"Παρακαλώ φροντίστε ώστε όλα τα σχετικά δεδομένα να διαγραφούν με σωστό τρόπο.","Please wait":"Παρακαλώ περιμένετε","Please wait while we return to fully operational":"Παρακαλώ περιμένετε ενώ επιστρέφουμε σε πλήρως λειτουργικό","Postpone Tip expiration date":"αναβολή χρόνου λήξης συμβουλής","Preferences":"Προτιμήσεις","Presentation":"Παρουσίαση","Presentation Order":"Σειρά παρουσίασης","Preview":"Προεπισκόπηση","Previous Step":"Προηγούμενο βήμα","Private Messages":"Προσωπικά μηνύματα","Private Messages with the Whistleblower":"Προσωπικά μηνύματα με τον Πληροφοριοδότη.","Proceed to submission":"Προχωρείστε στην υποβολή","Public resources can be accessed via Tor2web.":"Οι δημόσιοι πόροι μπορούν να προσπελαστούν μέσω Tor2web.","Radio Buttons":"Κουμπιά ραδιοφώνου","Receipt format (regular expression)":"Μορφή αποδοχής (κανονική έκφραση)","Receiver":"Αποδέκτης","Receiver Interface":"Διεπαφή αποδέκτη","Receiver List":"Λίστα αποδέκτων","Receiver Tips":"Συμβουλές αποδεκτών","Receiver name too long":"Το όνομα του δέκτη ειναι πολύ μεγάλο","Receiver selection":"Επιλογή αποδέκτη","Receivers":"Αποδέκτες","Receivers Configuration":"Διαμόρφωση αποδεκτών","Receivers are very important for a GlobaLeaks based initiative. They are the people responsible for receiving the whistleblowers' submissions, verifying their authenticity and taking action upon them. Choose them wisely.":"Οι αποδέκτες είναι πολύ σημαντικοί για μια πρωτοβουλία βασισμένη στο Globaleaks. Είναι αυτοί που είναι υπεύθυνοι για την αποδοχή των Υποβολών των Πληροφοριοδοτών, την πιστοποίηση της αυθεντικότητάς τους και τις σχετικές με αυτές ενέργειες. Επιλέξτε τους με προσοχή.","Receivers can access via Tor2web.":"Πρόσβαση στους αποδέκτες μέσω Tor2web.","Receivers of this Context will be able to delete Tips and their content.":"Οι αποδέκτες αυτής της θεματικής ενότητας θα μπορούν να διαγράψουν τις Συμβουλές και το περιεχόμενό της.","Receivers of this Context will be able to postpone expiration date of the Tips.":"Οι αποδέκτες αυτής της θεματικής ενότητας θα μπορούν να αναβάλλουν την λήξη των Συμβουλών.","Receivers selected:":"Επιλεγμένοι αποδέκτες:","Receivers will be able to delete Tips and their content.":"Οι αποδέκτες θα μπορούν να διαγράψουν τις Συμβουλές και το περιεχόμενό τους.","Receivers will be able to postpone Tips expiration.":"Οι αποδέκτες θα μπορούν να αναβάλλουν τη λήξη των Συμβουλών.","References":"Αναφορές","Reload":"Επαναφόρτωση","Remember to provide proper security advice to the Whistleblower by following our":"Θυμηθείτε να παράσχετε κατάλληλες συμβουλές ασφαλείας στον Πληροφοριοδότη ακολουθώντας","Remove the PGP key":"Αφαίρεση κλειδιού PGP","Reorder Contexts alphabetically":"Επανακατάταξη θεματικών ενοτήτων αλφαβητικά","Reorder Receivers alphabetically":"Επανακατατάξτε τους αποδέκτες αλφαβητικά","Request timed out":"Έληξε ο χρόνος επεξεργασίας του αιτήματος","Require at least one file to be uploaded":"Ανεβάστε τουλάχιστον ένα αρχείο","Required":"Απαιτείται","Reset":"Επαναφορά","Reset custom CSS":"Επαναφορά custom CSS","Reset custom Home Page":"Reset custom Home Page","Resource can be accessed only within the Tor network":"Πρόσβαση στον πόρο μόνο εντός του Tor network","Resulting receipt example:":"Παράδειγμα του εισιτηρίου που θα προκύψει:","SMTP server address":"Διεύθυνση του διακομιστή SMTP","SMTP server port":"SMTP υποδοχή διακομιστή","Save":"Αποθήκευση","Save All":"Αποθήκευση όλων","Select all receivers by default":"Προεπιλέξτε όλους τους αποδέκτες","Select this receiver.":"Επιλογή αποδέκτη.","Send Private Message":"Στείλε προσωπικό μήνυμα","Session expired":"Η συνεδρία έληξε","Short title":"Σύντομος τίτλος","Show details":"Προβολή λεπτομερειών","Show in preview":"Δείξε προεπισκόπηση","Show small receiver cards on submission interface":"Προβολή μικρογραφιών καρτών αποδεκτών στην διεπαφή υποβολής","Size":"Μέγεθος","Some parameters provided in the context creation can't work together":"Κάποιες παράμετροι που δόθηκαν κατά τη δημιουργία της θεματικής ενότητας δεν συνεργάζονται","Source Email":"Ηλεκτρονική διεύθυνση πηγής","Source Name":"Όνομα πηγής","Statistics Disabled":"Τα στατιστικά απενεργοποιήθηκαν","Status":"Κατάσταση","Step-by-step setup":"Εγκατάσταση βήμα-βήμα","Submission":"Υποβολή","Submission Created!":"Δημιουργήθηκε υποβολή!","Submission date":"Ημερομηνία υποβολής","Submission date: %EventTime%":"Submission date: %EventTime%","Submission does not validate the input fields":"Η υποβολή σας δεν επικυρώνει τα πεδία εισόδου","Submit":"Υποβολή","Submitted Tip expiry time (days)":"Χρόνος λήξης υποβληθείσας συμβουλής (σε ημέρες)","Success!":"Επιτυχία!","System":"Σύστημα","System Checks":"Έλεγχοι συστήματος","System Stats":"Στατιστικά συστήματος","Take Care,":"Take Care,","Text":"Κείμενο","Text size limit (in bytes)":"Μέγιστο μέγεθος κειμένου (σε byte)","The PGP key proposed can't be imported":"Το προτεινόμενο κλειδί PGP δεν μπορεί να εισαχθεί","The Receiver will be able to delete Tips and their content.":"Ο αποδέκτης θα μπορεί να διαγράψει Συμβουλές και το περιεχόμενό τους.","The Receiver will be able to postpone Tip expiration.":"Ο αποδέκτης θα μπορεί να αναβάλλει τη λήξη των Συμβουλών","The application makes use of Cookies only for security purposes and without tracking any data.":"Η εφαρμογή χρησιμοποιεί τα Cookies μόνο για λόγους ασφαλείας και δεν καταγράφει δεδομένα.","The choosen password is unsafe, it should have":"Ο επιλεγμένος κωδικός δεν είναι ασφαλής, θα πρέπει να περιέχει","The file is unavailable due to an internal error.":"Το αρχείο δεν είναι διαθέσιμο λόγω εσωτερικού σφάλματος","The file uploaded has a reserved name":"Το αρχείο που ανέβηκε έχει κατειλειμμένο όνομα","The file will be available at the url: /static/$filename":"Το αρχείο θα είναι διαθέσιμο στον σύνδεσμο: /static/$filename","The fingerprint is:":"Το δακτυλικό αποτύπωμα είναι:","The following represents a description of the file collection and its content.":"The following represents a description of the file collection and its content.","The following step by step wizard will guide you through configuring your whistleblowing site.":"Ο οδηγός που ακολουθεί θα σας οδηγήσει βήμα προς βήμα στη ρύθμιση της ιστοσελίδας Αποκαλύψεων σας.","The included files may contain information that could lead to the identification of the whistleblower and/or that is sensitive for the people and organisations involved.":"The included files may contain information that could lead to the identification of the whistleblower and/or that is sensitive for the people and organisations involved.","The software is developed by the non-profit Hermes Center for Transparency and Digital Human Rights.":"The software is developed by the non-profit Hermes Center for Transparency and Digital Human Rights.","The specified comment was not found":"Το σχόλιο που καθορίσατε δεν βρέθηκε","The specified host does not match any configured one":"Ο host που ορίσατε δε συμπίπτει με κανέναν από τους ρυθμισμένους","The specified old password is not valid":"Το παλιό συνθηματικό που ορίσατε δεν είναι έγκυρο","The submission can be accessed:":"The submission can be accessed:","The submission that you tried to be update has been already finalized":"Η υποβολή που προσπαθήσατε να ανανεώσετε έχει ήδη ολοκληρωθεί","The table below shows the files present in the submission directory, and their relationship with the internal database.":"Ο παρακάτω πίνακας δείχνει τα αρχεία που υπάρχουν στον κατάλογο υποβολής, και η σχέση τους με την εσωτερική βάση δεδομένων.","The time for your role":"Ο χρόνος για το ρόλο σας","The two passwords do not match":"Οι δύο κωδικοί δεν ταιριάζουν","The upload request exceeds the size limits":"Το αίτημα ανεβάσματος ξεπερνά τα όρια μεγέθους","The user":"Ο χρήστης","Theme Customization":"Παραμετροποίηση θεμάτων","There are three types of users inside of GlobaLeaks: the administrator, the receivers and the whistleblower. Your username for accessing the node as the administrator will be 'admin'.":"Υπάρχουν τρεις τύποι χρηστών στο  Globaleaks: ο Διαχειριστής, οι Αποδέκτες και ο Πληροφοριοδότης. Το όνομα χρήστη για την πρόσβαση στον Κόμβο ως Διαχειριστής θα είναι \"admin\".","They would like you to pay special attention to the information and material contained therein. Please keep in mind that whistleblowers often expose themselves to high personal risks for the public interest. Therefore the material that they provide with this tip-off should be considered of high importance.":"They would like you to pay special attention to the information and material contained therein. Please keep in mind that whistleblowers often expose themselves to high personal risks for the public interest. Therefore the material that they provide with this tip-off should be considered of high importance.","This field cannot be empty":"Το πεδίο δεν μπορεί να είναι κενό","This happens whenever encryption is unavailable.":"Αυτό συμβαίνει όταν η κρυπτογράφηση δεν είναι διαθέσιμη.","This has happened on context %ContextName% at %EventTime%.":"This has happened on context %ContextName% at %EventTime%.","This interface may help you spot anomalies with your Node.":"η διεπαφή μπορεί να σας βοηθήσει να εντοπίσετε παρεκτροπές στον κόμβο σας.","This interface may help you understand how the Node can be configured and provides some info on how to connect to other GlobaLeaks users and experts.":"Αυτή η διεπαφή μπορεί να σας βοηθήσει να κατανοήσετε πως ο κόμβος μπορεί να παραμετροποιηθεί και παρέχει πληροφορίες για τον τρόπο διασύνδεσης με άλλους χρήστες του GlobaLeaks και ειδικούς.","This interface may help you understand how the Node is used by the whistleblower. It displays the submissions currently on the node and a few statistics on the kind of usage (activity, files, comments).":"Αυτό το περιβάλλον μπορεί να σας βοηθήσει να καταλάβετε πώς χρησιμοποιείται ο Κόμβος. Εμφανίζει τις πρόσφατες Υποβολές στον Κόμβο και μερικά στατιστικά για το είδος της χρήσης (δραστηριότητα, αρχεία, σχόλια).","This interface permits to configure the email templates used for secure mail notifications.":"Αυτή η διεπαφή επιτρέπει τη ρύθμιση των προτύπων email που χρησιμοποιούνται για ασφαλείς ειδοποιήσεις ηλεκτρονικού ταχυδρομείου.","This interface permits to configure the email templates used for unsecure mail notifications.":"Αυτή η διεπαφή επιτρέπει τη ρύθμιση των προτύπων email που χρησιμοποιούνται για μη ασφαλείς ειδοποιήσεις ηλεκτρονικού ταχυδρομείου.","This interface shows the activity of the users of your node. This may be helpful in detecting anomalies and supporting the Receivers of your node.":"Αυτή η διεπαφή δείχνει τη δραστηριότητα των χρηστών του κόμβου σας. Αυτό μπορεί να χρησιμεύσει στον εντοπισμό παρεκτροπών και στην υποστήριξη των αποδεκτών του κόμβου σας.","This interface shows the latest anomalies spotted by the system.":"Η διεπαφή δείχνει τις τελευταίες παρεκτροπές που παρατηρήθηκαν από το σύστημα.","This interface shows you the statistics for the last hours.":"Η διεπαφή σας δείχνει τα στατιστικά για τις τελευταίες ώρες.","This is a work-in-progress of the administration interface that you will see after logging onto the platform as an admin.":"Αυτή είναι μια διεπαφή διαχειριστή (υπό κατασκευή), την οποία θα βλέπετε όταν συνδέεστε στην πλατφόρμα ως διαχειριστής.","This is an e-mail message to notify you about new message from the whisleblower.":"This is an e-mail message to notify you about new message from the whisleblower.","This is an e-mail message to notify you that %CommentSource% has commented on a previous submission.":"This is an e-mail message to notify you that %CommentSource% has commented on a previous submission.","This is an e-mail message to notify you that a whistleblower has selected you as a valuable recipient for their submission.":"This is an e-mail message to notify you that a whistleblower has selected you as a valuable recipient for their submission.","This is an e-mail message to notify you that a whistleblower has updated a submission with new material.":"This is an e-mail message to notify you that a whistleblower has updated a submission with new material.","This is an e-mail message to notify you that your PGP key is expired on %PGPExpirationDate%":"This is an e-mail message to notify you that your PGP key is expired on %PGPExpirationDate%","This is an e-mail message to notify you that your PGP key is going to expire on %PGPExpirationDate%":"This is an e-mail message to notify you that your PGP key is going to expire on %PGPExpirationDate%","This is dangerous and it's recommended instead to train receivers in the use of Tor and Enigmail.":"Αυτό είναι επικίνδυνο και εναλλακτικά προτείνεται η εκπαίδευση αποδεκτών στη χρήση του Tor και του Enigmail.","This is safe only if you're using a dedicated Tor2web server.":"Ασφαλές μόνο με τη χρήση αποκλειστικού Tor2web εξυπηρετητή.","This is the":"Αυτή είναι η","This is the default welcome message":"Αυτό είναι το προεπιλεγμένο μήνυμα καλωσορίσματος","This is the initiative subtitle: write your slogan here!":"Αυτή είναι η λεζάντα της πρωτοβουλίας: γράψε εδώ το σλόγκαν σου!","This is the password that the receiver must use to login to their tip page.":"Αυτός είναι ο κωδικός που ο αποδέκτης πρέπει να χρησιμοποιήσει για να συνδεθεί με τη σελίδα Συμβουλών του.","This may lead to unintended access to the files by the server administrator or others in case the server is compromised.":"Αυτό μπορεί να οδηγήσει σε αθέλητη πρόσβαση στα αρχεία από το διαχειριστή του server ή άλλους σε περίπτωση που ο server είναι εκτεθημένος.","This means that the submitted files will be stored in plaintext on the node.":"Αυτό σημαίνει ότι τα υποβαλλόμενα αρχεία θα αποθηκευτούν στον κόμβο σε μορφή απλού κειμένου.","This node is not configured.":"Αυτός ο κόμβος δεν έχει ρυθμιστεί.","This platform makes use of GlobaLeaks software specifically designed to protect the identity of the submitter and of the receiver in the exchange of leaked materials.":"This platform makes use of GlobaLeaks software specifically designed to protect the identity of the submitter and of the receiver in the exchange of leaked materials.","This receipt will allow you to login as the whistleblower for this Tip.":"Αυτή η απόδειξη θα σας επιτρέψει να συνδεθείτε ως  πληροφοριοδότης για αυτή τη Συμβουλή.","This receiver has configured the encryption key.":"Αυτός ο αποδέκτης έχει παραμετροποιήσει το κλειδί κρυπτογράφησης.","This receiver has not configured the encryption key.":"Αυτός ο αποδέκτης δεν έχει παραμετροποιήσει ακόμη το κλειδί κρυπτογράφησης","This receiver is disabled due to missing PGP key.":"Αυτός ο αποδέκτης είναι απενεργοποιημένος λόγω έλλειψης κλειδιού PGP.","This section contains settings that may break your installation. Please refer to the":"Αυτή η ενότητα περιέχει ρυθμίσεις που μπορεί να παρεμποδίσουν την εγκατάστασή σας. Παρακαλώ απευθυνθείτε","This won't preserve Whistleblower's anonymity while preserving submission confidentiality.":"Αυτό θα δικά διατηρήσει την  εμπιστευτικότητα της υποβολής, αλλά όχι την ανωνυμία του Πληροφοριοδότη.","Through this system receivers will be able to ask you questions on the Tip and you will be able to write a reply.":"Μέσω αυτού του συστήματος οι αποδέκτες θα μπορούν να σας θέσουν ερωτήσεις σχετικά με τη Συμβουλή και εσείς θα μπορείτε να απαντήσετε γραπτά.","Tip":"Συμβουλές","Tip Email Subject":"Συμβουλή Ηλεκτρονική διεύθυνση Θέμα","Tip Email Template":"Συμβουλή Ηλεκτρονική διεύθυνση Πρότυπο","Tip Status Page":"Συμβουλή σελίδας κατάστασης","Tips":"Συμβουλές","Tips Overview":"Επισκόπηση συμβουλών","To enable it, his public key must be loaded by the admin or by the receiver.":"Για να το ενεργοποιήσετε, το δημόσιο κλειδί πρέπει να είναι φορτωμένο από το διαχειριστή ή τον αποδέκτη.","To ensure your anonymity be sure that you are visiting this site using the":"Για να εξασφαλιστεί η ανωνυμία σας και να είστε σίγουροι οτι επισκεφθήκατε αυτη την σελιδα χρησιμοποιηστε το","To further enhance your security, please follow these instructions:":"Για την περαιτέρω ενίσχυση της ασφάλειας σας, ακολουθήστε τις παρακάτω οδηγίες:","To know more about":"Για να μάθετε περισσότερα σχετικά με","To make an Anonymous Submission, instead of using your usual Web Browser (Internet Explorer, Chrome, Firefox, Opera, etc.) you should use the":"Για να κάνετε μια Ανώνυμη υποβολή, αντί για τον συνήθη περιηγητή (Internet Explorer, Chrome, Firefox, Opera, κλπ.) θα πρέπει να χρησιμοποιήσετε","To properly organize your initiative, please read ":"Για να οργανώσετε σωστά την πρωτοβουλία σας, παρακαλώ διαβάστε","To report a bug orrequest a feature in GlobaLeaks software, please open":"Για να αναφέρετε ένα bug ή να ζητήσετε την προσθήκη μιας δυνατότητας στο λογισμικό του GlobaLeaks παρακαλώ ανοίξτε","To support GlobaLeaks, you can provide a small":"Για να υποστηρίξετε το GlobaLeaks, μπορείτε να παρέχετε ένα μικρό ","To use GlobaLeaks Cookies must be enabled.":"Για να χρησιμοποιήσετε το GlobaLeaks τα Cookies πρέπει να είναι ενεργοποιημένα.","Too many file uploads in":"Υπερβολικά πολλά ανεβάσματα σε","Too many requests":"Υπερβολικά πολλές αιτήσεις","Too many submissions in":"Υπερβολικά πολλές υποβολές σε","Tor Hidden Service (url)":"Κρυφή υπηρεσία Tor (σύνδεσμος)","Tor2web Public Site (url)":"Tor2web Δημόσια σελίδα (url)","Total uncompressed size: %TotalSize%":"Total uncompressed size: %TotalSize%","Translation Customization":"Παραμετροποίηση μετάφρασης","Transport Security":"Ασφάλεια Μεταφορών","Type":"Τυπος","Type your new password again":"Πληκτρολογείστε ξανά το νέο σας κωδικό","Unauthenticated Requests":"Μη πιστοποιημένα αιτήματα","Unselect this receiver.":"Αποεπιλέξτε αυτό τον αποδέκτη.","Update notification and encryption settings":"Ανανεώστε τις ρυθμίσεις ενημερώσεων και κρυπτογράφησης","Update notification settings":"Ανανεώστε τις ρυθμίσεις ειδοποιήσεων","Upgrade your browser today":"Αναβαθμίστε τον περιηγητή σας σήμερα","Upload Date":"Ημερομηνία ανεβάσματος","Url":"Ηλεκτρονική διεύθυνση","Username":"Όνομα Χρήστη","Username:":"Όνομα χρήστη:","Users Overview":"Επισκόπηση χρηστων","View Tip":"Εμφάνιση συμβουλής","WB Last Access":"Τελευταία πρόσβαση WB","Wait for another":"Περιμένετε ακόμη","Warning!":"Προσοχή!","Warning! You are not Anonymous.":"Προειδοποίηση! δεν είστε Ανώνυμος.","We strongly advise you to go for an Anonymous Submission.":"Σας συμβουλεύουμε να προτιμήσετε την Ανώνυμη Υποβολή.","We were not able to determine if you are anonymous or not, please proceed with care":"We were not able to determine if you are anonymous or not, please proceed with care","Welcome to GlobaLeaks Administration Interface":"Καλωσήλθατε στη διεπαφή διαχειριστή του GlobaLeaks","Welcome to GlobaLeaks!":"Καλωσήλθατε στο Globaleaks!","What is the topic of your whistleblowing initiative?":"Ποιό είναι το θέμα της πρωτοβουλίας Αποκάλυψης σας?","When the option is re-enabled the spooled emails will be sent out.":"Μη απεσταλμένα μηνύματα ηλεκτρονικού ταχυδρομείου θα επανέλθουν όταν η επιλογή ξαναενεργοποιηθεί.","Which of the following statements is true?":"Ποιά από τις παρακάτω δηλώσεις είναι αληθής;","Whistleblower":"Πληροφοριοδότης","Whistleblowers can perform submissions via Tor2web.":"Οι  πληροφοριοδότες μπορούν να  πράγματοποιήσουν υποβολές μέσω Tor2web.","Whistleblowing disabled":"Η δυνατότητα αποκάλυψης απενεργοποιήθηκε","With a HTTPS submission you are exposing yourself to the risks that someone else will know that you have submitted something, without knowing what you have submitted.":"Με την υποβολή μέσω HTTPS εκτίθεστε στον κίνδυνο κάποιος άλλος να γνωρίζει ότι έχετε υποβάλλει κάτι, χωρίς να γνωρίζει ωστόσο το περιεχόμενό του.","Without a valid PGP key, the system won't be able to send you encrypted notifications.":"Without a valid PGP key, the system won't be able to send you encrypted notifications.","Wrong Answer!":"Λάθος απάντηση!","Yes":"Ναι","You acknowledge that failure to do so will result in the inability to technically protect your anonymity.":"Επιβεβαιώνετε ότι η αποτυχία σας να το κάνετε θα έχει ως αποτέλεσμα τη μη δυνατότητα προστασίας της ανωνυμίας σας με τεχνικά μέσα.","You are aware of the risks involved. Go ahead, but consider yourself warned.":"Θεωρείται ότι γνωρίζετε τους κινδύνους που περιλαμβάνονται. Προχωρήστε, αλλά θεωρήστε ότι σας έχουμε προειδοποιήσει.","You are connecting to the node without anonymity and this node supports only anonymous submissions":"Συνδέεστε χωρίς ανωνυμία σε κόμβο που υποστηρίζει μόνο ανώνυμες υποβολές","You are invited to extend its validity and reload it on the platform or to upload a new key.":"You are invited to extend its validity and reload it on the platform or to upload a new key.","You are using an outdated browser.":"Χρησιμοποιείτε μια παλιά έκδοση περιηγητή","You can reach GlobaLeaks's support chat via IRC by clicking":"Μπορείτε να επικοινωνήσετε με ζωντανή συνομιλία με την υποστήριξη του GlobaLeaks μέσω του IRC πατώντας","You can read it at: %TipTorURL%":"You can read it at: %TipTorURL%","You have finished configuring your GlobaLeaks site. You are now ready to future tweak it inside of the admin interface.":"Ολοκληρώσατε την παραμετροποίησης της ιστοσελίδας Globaleaks. Τώρα είστε έτοιμος για μελλοντικές ρυθμίσεις από τη διεπαφή διαχειριστή.","You have not configured your encryption keys, so the files will be stored on the GlobaLeaks node un-encrypted.":"Δεν έχετε παραμετροποιήσει τα κλειδιά κρυπτογράφησης, οπότε τα αρχεία θα αποθηκευτούν στον κόμβο του GlobaLeaks μη κρυπτογραφημένα.","You will also be able to keep track of who has viewed your submission and downloaded the files.":"Θα μπορείτε επίσης να παρακολουθείτε ποιος έχει δει την υποβολή σας και έχει κατεβάσει τα αρχεία.","You will not be able to send a submission.":"Δεν θα μπορείτε να στείλετε μια υποβολή.","You're running GlobaLeaks version":"Χρησιμοποιείτε την έκδοση Globaleaks","You've not enabled encryption!":"Δεν έχετε ενεργοποιήσει την κρυπτογράφηση!","You've reached the maximum number of downloads for this file":"Έχετε φτάσει στον μέγιστο αριθμό μεταφορτώσεων για αυτό το αρχείο","Your Tips":"Οι συμβουλές σας","Your node is not configured! Please use the":"Ο κόμβος σας δεν είναι παραμετροποιημένος! Παρακαλώ χρησιμοποιήστε","Your user has reached the maximum number of accesses to this Tip":"Ο χρήστης σας έχει φτάσει στο μέγιστο αριθμό προσβάσεων σε αυτή τη Συμβουλή","Zip Description Template":"Κωδικός περιοχής Περιγραφή Πρότυπο","add field":"προσθήκη τομέα","before continuing.":"πριν συνεχίσετε.","can be configured to deliver encrypted email and store encrypted files. You  must copy and paste the ascii version of your personal key, and then it will be possibile to update your encryption settings. If you have any doubts, talk to your admin.":"μπορεί να ρυθμιστεί ώστε να διανέμει κρυπτογραφημένα μηνύματα ηλεκτρονικού ταχυδρομείου και να αποθηκεύει κρυπτογραφημένα μηνύματα. Πρέπει να αντιγράψετε και να επικολλήσετε την έκδοση ascii του προσωπικού σας κλειδιού και τότε θα είναι δυνατή η αναβάθμιση των ρυθμίσεων κρυπτογράφησης. Αν έχετε αμφιβολίες, επικοινωνήστε με το διαχειριστή σας.","download":"Λήψη","download a copy of the Tor Browser Bundle":"κατεβάστε ένα αντίγραφο του Tor Browser Bundl","download all files":"Κατεβάστε όλα τα αρχεία","file unavailable":"Μη διαθέσιμο αρχείο","financial donation":"οικονομικό βοήθημα","has postponed Tip expiration to":"έχει αναβάλει το χρόνο λήξης της συμβουλής για","here":"εδώ","install Google Chrome Frame":"Εγκαταστήστε το πλαίσιο του Google Chrome","is":"είναι","manual for practical security best practices.":"οδηγίες για τις πρακτικές ασφαλείας.","now Enabled:":"Ήδη ενεργοποιημένο:","or":"ή","proudly powered by GlobaLeaks, copyright by Hermes Center for Transparency and Digital Human Rights":"Τροφοδοτείται με περηφάνια από το GlobaLeaks, τα πνευματικά δικαιώματα ανήκουν στο Hermes Center for Transparency and Digital Human Rights","seconds":"δευτερόλεπτα","show all the files":"Δείξε όλα τα αρχεία","show only files not yet downloaded":"Δείξε μόνο αρχεία που δεν έχουν μεταφορτωθεί ακόμη","this is a special piece of software designed to enable Anonymous Web Browsing.":"το οποίο είναι ένα ειδικό λογισμικό, που επιτρέπει την Ανώνυμη Περιήγηση στο Διαδίκτυο.","to better experience this site.":"για καλύτερη εμπειρία περιήγησης σε αυτή την ιστοσελίδα.","via Tor at: %TipTorURL%":"via Tor at: %TipTorURL%","via Tor2web at: %TipT2WURL%":"via Tor2web at: %TipT2WURL%"}