{"(0 = unlimited)":"(0 = ilimitado)","(English only)":"(sólo inglés)","(New)":"(Nuevo)","A field expected to be unique already has this value":"Un campo que se esperaba que fuera único ya está presente","A file attachment is required to complete the submission":"Se requiere un fichero adjunto para completar la entrega","Access Number":"Número de accesos","Access counter":"Contador de acceso","Accesses":"Accesos","Add":"Añadir","Add Comment":"Añadir comentario","Add files":"Añadir ficheros","Add new context":"Añadir nuevo contexto","Add new receiver":"Añadir nuevo receptor","Add option":"Añadir opción","Admin":"Admin","Admin can access via Tor2web.":"El Admin (administrador) puede acceder vía Tor2web.","Admin interface and configure at least one context":"la interfaz de admin (administrador) y configure al menos un contexto","Admin management interface":"Interfaz de administración de admin (administrador)","Admin please configure at least one Context and associated Receivers using":"Por favor, que el admin (administrador) configure al menos un contexto y receptores asociados usando","Administration Interface":"Interfaz de administración","Advanced Settings":"Configuraciones avanzadas","Advanced configuration":"Configuración avanzada","Advanced settings":"Configuración avanzada","Agree":"Aceptar","Anomaly Checks":"Comprobaciones de anomalías","Are you a receiver?":"¿Es usted un receptor?","Are you a whistleblower?":"¿Es usted un informante?","Are you sure that you want to delete the context?":"¿Está seguro de que quiere eliminar el contexto?","Are you sure that you want to delete the receiver?":"¿Está seguro de que quiere eliminar al receptor?","Are you sure that you want to delete the tip globally?":"¿Está seguro de quiere borrar el soplo globalmente?","Are you sure that you want to postpone tip expiration date?":"¿Está seguro de que quiere posponer la fecha de expiración del soplo?","Are you sure that you wish to continue?":"¿Está seguro de que desea continuar?","Asc":"Ascen","At least 8 characters":"Al menos de 8 pulsaciones de tecla de largo","At least one letter":"Al menos una letra","At least one number":"Al menos un número","Authentication Failed":"Autentificación fallida","Authentication in Tip failed":"Autentificación en el soplo fallida","Beware of the fact that this receipt, if fallen into the wrong hands, will lead to identifying you as the whistleblower for this Tip.":"Tenga cuidado por el hecho de que si este recibo cayese en las manos equivocadas, provocará que le identifique como el informante para este soplo.","Blow the Whistle":"Alertar de la información","By clicking extend, you will extend the Tip expiration date to:":"Haciendo clic en extender, extenderá la fecha de expiración del Soplo a:","By enabling this option, the system will be storing the submitted files unecrypted on your node.":"Habilitando esta opción el sistema estará guardando los ficheros enviados en su nodo sin cifrar.","CSS":"CSS","Cancel":"Cancelar","Change picture":"Cambiar imagen","Checkboxes":"Casillas de marcado (no excluyentes)","Checks for anomalies will be now performed on each request.":"Las comprobaciones de anomalías se realizarán ahora en cada petición.","Choose the context and receivers that will be sure to transform your submission into action!":"¡Elija el contexto y los receptores que se asegurarán de transformar su entrega en acción!","Click to edit, Drag to order":"Clic para editar, Arrastrar para ordenar","Clicking the 'admin' link on the top-right corner of the page will bring you here.":"Hacer clic en el enlace 'admin' de la esquina superior-derecha de la página le traerá aquí.","Comment Email Subject":"Asunto del correo de comentario","Comment Email Template":"Plantilla de correo de comentario","Comments":"Comentarios","Comments Number":"Número de comentarios","Configure a PGP key":"Configurar una clave PGP","Confirm Deletion":"Confirmar borrado","Confirm Extension":"Confirmar extensión","Confirm password":"Confirme la contraseña","Congratulations!":"¡Felicidades!","Content Settings":"Configuración de contenidos","Content Type":"Tipo de contenido","Context":"Contexto","Context Name":"Nombre del contexto","Contexts":"Contextos","Contexts Configuration":"Configuración de contextos","Contexts are the categories to be selected by whistleblowers, when they perform their submission. Make sure to make them pertinent to your initiative.":"Los contextos son las categorías a seleccionar por un denunciante cuando realiza un envío. Asegúrese de hacer que sean algo pertinente para su iniciactiva.","Copy and paste the PGP public key here":"Copiar y pegar aquí la clave pública PGP","Creation":"Creación","Creation Date":"Fecha de creación","Current Password":"Contraseña actual ","Current initiative logo":"Logotipo de la actual iniciativa","Currently logged in":"Tiene sesión iniciada en","Danger":"Peligro","Danger ahead!":"¡Peligro delante!","Danger!":"¡Peligro!","Date":"Fecha","Default language":"Idioma predeterminado","Delete":"Borrar","Delete Context":"Eliminar contexto","Delete Receiver":"Eliminar receptor","Delete Tip":"Borrar soplo","Desc":"Descen","Describe the attachments of the submission":"Describa los adjuntos del envío","Describe the details of the submission":"Describa los detalles del envío","Describe your submission with a few words":"Describa su envío en unas pocas palabras","Description":"Descripción","Description of Anomaly":"Descripción de la anomalía","Details":"Detalles","Disable email notification":"Deshabilitar notificaciones de correo electrónico","Disable the privacy badge":"Deshabilitar el indicador de privacidad","Disable the security awareness badge":"Deshabilitar el indicador de seguridad","Disable the security awareness badge questions":"Deshabilitar las preguntas del indicador de seguridad","Disabled":"Deshabilitado","Download":"Descargar","Dropdown Menu (Select)":"Menú desplegable (selección)","Each message written by the whistleblower specifically for you will trigger an email.":"Cada mensaje, escrito específicamente por el informante para usted, generará un correo electrónico.","Email":"Correo electrónico","Email Address":"Dirección de correo eletrónico","Email Address (Username)":"Dirección de correo electrónico (nombre de usuario)","Enable Ahmia publishing":"Habilitar la publicación en Ahmia","Enable Comment notification":"Habilitar las notificaciones de comentarios","Enable File notification":"Habilitar las notificaciones de archivos","Enable Message notification":"Habilitar noficación de mensajes","Enable Tip notification":"Habilitar las notificaciones de soplos","Enable checks for anomalies":"Habilitar comprobaciones de anomalías","Enable insecure configuration without PGP encryption.":"Habilitar configuración insegura sin cifrado PGP.","Enable private messages":"Habilitar mensajes privados","Enable search engines indexing":"Habilitar indexación por los motores de búsqueda","Enabled":"Habilitado","Encrypted Notification Templates":"Plantillas de notificación cifradas","Encryption Settings":"Configuraciones de cifrado","Encryption is enabled!":"¡Cifrado habilitado!","Encryption is not enabled!":"¡Cifrado no habilitado!","Enter a new GlobaLeaks node password":"Introduzca una nueva contraseña para el nodo de GlobaLeaks","Enter the email address through which the receiver will be notified":"Introduzca la dirección de correo electrónico mediante la cual se notificará al receptor.","Enter the information that is relevant to your submission and possibly upload the relevant accompanying files":"Introduzca la información relevante para su entrega y si es posible adjunte los ficheros relevantes asociados.","Enter the name for your whistleblowing initiative":"Introduzca el nombre para su iniciativa de denuncia","Enter the name of the receiver":"Introduzca el nombre del receptor","Enter your email address":"Introduzca su dirección de correo electrónico","Enter your receipt":"Introduzca su recibo","Esteemed %ReceiverName%,":"Estimado %ReceiverName%,","Every comment, written by the whistleblower or the receivers, will trigger an email.":"Cada comentario escrito tanto por el informante como por los receptores, provocará el envío de un correo.","Every new Tip you receive will trigger an email with a link to it.":"Cada nuevo soplo que reciba provocará el envío de un correo con un enlace hacia él.","Exception mail address":"Dirección de correo para fallos","Expiration":"Expiración","Expiration Date":"Fecha de expiración ","Fields":"Campos","File":"Fichero","File Email Subject":"Asunto del correo de fichero","File Email Template":"Plantilla de correo de fichero","File Operations":"Operaciones de fichero","File Size":"Tamaño de fichero","File Uploads":"Subidas de ficheros","File details:":"Detalles del fichero:","File size limit (in Megabytes)":"Límite de tamaño de fichero (en MB)","Filename":"Nombre de fichero","Files":"Archivos","Files Number":"Número de ficheros","Files Overview":"Cuadro resumen de ficheros","Files and Downloads":"Archivos y descargas","Files description":"Descripción de los ficheros","Files number: %FilesNumber%":"Número de ficheros: %FilesNumber%","Fill out your submission":"Cumplimentar datos de su entrega","Final Step":"Paso final","Finalized Submissions":"Envíos finalizados","Follow us on Twitter if you like to be profiled by NSA:":"Síganos en Twitter si quiere que la NSA realice un perfil de usted:","Footer":"Pie de página","For every file available for download you will be notified via email with related information.":"Por cada fichero disponible para descarga, será notificado vía correo electrónico con la información relacionada.","For technical support inquiries you can write us at:":"Para preguntas de soporte técnico puede escribirnos a:","Full description":"Descripción completa","GLTypesError not set":"GLTypesError no está establecido","General":"General","Give a concise description of your project":"Dé una descripción concisa de su proyecto.","Give your whistleblowing initiative a good name and description to invite whistleblowers to submit. Be sure to make the goals of your project clear.":"Dé a su iniciativa de denuncia un buen nombre y descripción para invitar a otros denunciantes a enviar aportaciones. Asegúrese de dejar claras las metas de su proyecto.","GlobaLeaks Support Chat":"Chat de soporte de GlobaLeaks","GlobaLeaks Wizard":"Asistente de GlobaLeaks","Go to admin interface":"Vaya a la interfaz de administración","Graphic Customization":"Personalización gráfica","Guidelines on how to start up Whistleblowing Initiatives":"Directrices sobre cómo emprender iniciativas de denuncia","HTTPS does not protect the content of my leak nor my identity":"HTTPS no protege el contenido de mi filtración ni mi identidad","HTTPS does protect my identity and the content of my leak":"HTTPS protege mi identidad y el contenido de mi filtración","HTTPS protects my identity, but not the content of my leak":"HTTPS protege mi identidad, pero no el contenido de mi filtración","HTTPS protects the content of my leak but not my identity":"HTTPS protege el contenido de mi filtración pero no mi identidad","Have you already filed a submission? Enter your receipt.":"¿Ha rellenado ya un envío? Introduzca su destinatario.","Here you can check the latest anomalies detected":"Aquí puede comprobar las últimas anomalías detectadas","Hide details":"Ocultar detalles","Hint":"Sugerencia","Home Page":"Página principal","I want to report on":"Quiero informar sobre","If you are interested in keeping it, please save it in a secure place and make sure it does not fall into the wrong hands":"Si está interesado en conservarlo, guárdelo a buen recaudo y asegúrese de que no caiga en las manos equivocadas.","If you want to tell us more about your project, or you need some help, write us at:":"Si quiere contarnos más acerca de su proyecto, o necesita alguna ayuda, escríbanos.a:","In order to deliver encrypted emails and files each receiver needs an associated PGP key. Cut and paste the key of the receiver or mark the checkbox:":"Para que se entreguen correos electrónicos y ficheros cifrados, cada receptor necesita una clave PGP asociada. Corte y pegue la clave del receptor o marque la casilla de verificación:","Incomplete submissions expiry time (hours)":"Tiempo de expiración de envíos incompletos (horas)","Info":"Información","Initiative description":"Descripción de la iniciativa","Initiative name":"Nombre de la iniciativa","Install":"Instalar","Install default fields":"Instalar campos predeterminados","Internal Server Error":"Error interno del servidor","Invalid Authentication in scope":"Autentificación no válida para este ámbito","Invalid Input Format":"Formato de entrada no válido","Invalid email address":"Dirección de correo electrónico no válida","Invalid format for hidden service (should be http://thirteenchars123.onion)":"Formato incorrecto para servicio oculto (debe ser tipo http://thirteenchars123.onion)","Invalid format for public site (should be https://thirteenchars123.tor2web.org)":"Formato incorrecto para sitio público (debe ser tipo\nhttps://thirteenchars123.tor2web.org)","Invalid format for the URL of the website to contain the IFRAME (should be https://url)":"Formato no válido para la URL del sitio web que debe contener el IFRAME (debe ser https://url)","Invalid time range supplied for":"Rango temporal no válido suministrado por","It appears that you are not using Tor. You are strongly advised to":"Parece que no está usando Tor, por tanto le advertimos expresamente que lo haga","It appears that you are using Tor. To better protect your anonymity, be sure that you are using the":"Parece que está usando Tor. Para proteger mejor su anonimato, asegúrese de que está utilizando el","Keep in mind that using Tor Browser Bundle does not replace good security practices and it cannot protect you in the event your computer has been compromised. You are strongly advised to read the":"Tenga en cuenta que el uso del Paquete de Navegador Tor no sustituye las buenas prácticas de seguridad y no puede protegerle en caso de que su equipo haya sido comprometido. Le recomendamos encarecidamente que lea el ","Landing Page":"Página de inicio","Languages Configuration":"Configuración de idiomas","Last Access":"Último acceso","Load":"Cargar","Load Custom File":"Cargar fichero personalizado","Loading Tip page...":"Cargando página de soplo...","Login":"Nombre de usuario","Login page":"Página de inicio de sesión","Logout":"Cerrar sesión","Mail Configuration":"Configuración de correo","Main Configuration":"Configuración principal","Maximum file downloads":"Límite de descargas de fichero","Maximum number of selectable Receivers:":"Número máximo de receptores seleccionables:","Message Email Subject":"Asunto de correo de mensaje","Message Email Template":"Plantilla de correo de mensaje","Moreover, it will allow you to add other files to your submission.":"Además, le permitirá añadir otros archivos a su entrega","Multi-Select":"Multi-selección","Name":"Nombre","New Password":"Nueva contraseña","New Submissions":"Nuevos envíos","Next Step":"Paso siguiente","No":"No","No Context was found with the specified ID":"No se encontró contexto con el identificador GUS (cadena única de GlobaLeaks) especificado","No File was found with the specified ID":"No se encontró fichero con el identificador GUS (cadena única de GlobaLeaks) especificado","No Submission was found with the specified ID":"No se encontró una entrega con el identificador GUS (cadena única de GlobaLeaks) especificado","No Tip was found with the specified ID":"No se encontró un soplo con el identificador GUS (cadena única de GlobaLeaks) especificado","No email was specified":"No se especificó correo electrónico","No files have been uploaded!":"¡No se ha subido fichero alguno!","Node Subtitle":"Subtítulo del nodo","Node metadata will be now published using Ahmia JSON format.":"Los metadatos del nodo ahora se publicarán usando el formato JSON de Ahmia.","Node name":"Nombre del nodo","Node not found":"No se encontró el nodo","Not Authenticated":"No está autentificado","Not found a Receiver with the specified ID":"No se encontró un receptor con el identificador GUS (cadena única de GlobaLeaks) especificado","Notification Settings":"Configuraciones de notificación","Notification Templates":"Plantillas de notificación","Notifications and Files will be encrypted.":"Las notificaciones y los ficheros serán cifrados","Notifications and Files won't be encrypted.":"Las notificaciones y los ficheros no serán cifrados.","Number":"Número","Old password confirmation required":"Se requiere confirmación de la anterior contraseña","On date":"Fecha de entrada","One or more of the receivers of this tip has not configured a PGP key.":"Uno o más de los receptores de este soplo no ha configurado su clave PGP.","Open":"Abrir","Operation Forbidden":"Operación prohibida","Order by:":"Ordenar por:","Order:":"Orden:","PGP Key details":"Detalles de clave PGP","Paragraph(s)":"Párrafo(s)","Password":"Contraseña","Password Configuration":"Configuración de contraseña","Password:":"Contraseña:","Paste the PGP Key here:":"Pegar aquí la clave PGP:","Permit Admin access via Tor2web":"Permitir acceso de Admin (administrador) vía Tor2web","Permit Receivers access via Tor2web":"Permitir a los receptores acceder vía Torweb","Permit Receivers to delete Tips":"Permitir a los receptores borrar soplos","Permit Receivers to postpone expiration date of the Tips":"Permitir a los receptores posponer la fecha de expiración de los soplos","Permit Whistleblower submissions via Tor2web":"Permitir envíos de los informantes vía Tor2web","Permit access of public resources via Tor2web":"Permitir el acceso a los recursos públicos vía Tor2web","Permit the Receiver to delete Tips":"Permitir al receptor borrar soplos","Permit the Receiver to postpone expiration date of the Tips":"Permitir al receptor posponer la fecha de expiración de los soplos","Pertinence evaluation has been already expressed":"La evaluación de pertinencia ya ha sido indicada","Phone":"Teléfono","Plaintext Notification Templates":"Plantillas de notificación en texto simple","Please choose the primary language of the site:":"Por favor elija el idioma primario del sitio:","Please configure your PGP keys in the receiver preferences page.":"Configure sus claves PGP en la página de preferencias del receptor.","Please confirm it":"Por favor confírmela","Please copy in the box below your receipt to access the tip interface.":"Copie en la cuadro de debajo su recibo para acceder a la interfaz de su soplo.","Please do not forward or share this e-mail: each tip-off allows a limited number of accesses and downloads before being destroyed forever and nobody (even the node administrator) can recover an expired or dead tip-off.":"Por favor no reenvíe o comparta este correo electrónico: cada soplo permite un número limitado de accesos y descargas antes de ser destruido para siempre y que nadie (incluido el administrador del nodo) pueda recuperar un soplo expirado o muerto.","Please never disclose these files until an appropriate analysis, fact checking, journalistic and technical redaction process. For more information about redaction of documents you should consult this page: https://github.com/globaleaks/GlobaLeaks/wiki/Redaction-process.":"Por favor nunca revele estos ficheros hasta que se realice un análisis adecuado, comprobación de los hechos, y un proceso de redacción periodístico y técnico. Para más información acerca de la redacción de documentos, debe consultar esta página: https://github.com/globaleaks/GlobaLeaks/wiki/Redaction-process","Please support Hermes through their donation page.":"Por favor, patrocine a Hermes a través de su página de donación.","Please take care that all associated data is properly deleted and all receivers won't be able to further access to it.":"Por favor asegúrese de que todos los datos asociados serán borrados adecuadamente y de que todos los receptores no podrán acceder a ellos.","Please take care that all associated data is properly deleted.":"Por favor dese cuenta de que todos los datos asociados serán eliminados de forma efectiva.","Please wait while we return to fully operational":"Por favor espere mientras volvemos a estar completamente operativos","Postpone Tip expiration date":"Posponer fecha de expiración del soplo","Preferences":"Preferencias","Presentation":"Presentación","Presentation Order":"Orden de presentación","Preview":"Vista previa","Previous Step":"Paso anterior","Private Messages":"Mensajes privados","Private Messages with the Whistleblower":"Mensajes privados con el informante","Proceed to submission":"Proceder a la entrega","Public resources can be accessed via Tor2web.":"Se puede acceder a los recursos públicos vía Tor2web.","Radio Buttons":"Botones tipo radio (excluyentes)","Receipt format (regular expression)":"Formato de recibo (expresión regular)","Receiver":"Receptor","Receiver Interface":"Interfaz de receptor","Receiver List":"Lista de receptores","Receiver Tips":"Soplos del receptor","Receiver name too long":"El nombre del receptor es demasiado largo","Receiver selection":"Selección de receptor","Receivers":"Receptores","Receivers Configuration":"Configuración de receptores","Receivers are very important for a GlobaLeaks based initiative. They are the people responsible for receiving the whistleblowers' submissions, verifying their authenticity and taking action upon them. Choose them wisely.":"Los receptores son muy importantes para una iniciativa basada en GlobaLeaks. Ellos son las personas responsables de recibir los envíos de denuncia, verificar sus autenticidades y pasar a la acción en base a ellos. Escójalos sabiamente.","Receivers can access via Tor2web.":"Los receptores pueden acceder vía Tor2web.","Receivers of this Context will be able to delete Tips and their content.":"Los receptores de este contexto ahora podrán borrar soplos y sus contenidos.","Receivers of this Context will be able to postpone expiration date of the Tips.":"Los receptores de este contexto ahora podrán posponer la fecha de expiración de los soplos.","Receivers selected:":"Receptores seleccionados:","Receivers will be able to delete Tips and their content.":"Los receptores ahora podrán borrar soplos y sus contenidos.","Receivers will be able to postpone Tips expiration.":"Los receptores ahora podrán posponer la expiración de los soplos.","References":"Referencias","Reload":"Recargar","Remember to provide proper security advice to Whistleblowers:":"Recuerde proporcionar los consejos de seguridad adecuados a los denunciantes:","Remove the PGP key":"Eliminar la clave PGP","Reorder Contexts alphabetically":"Reordenar contextos alfabéticamente","Reorder Receivers alphabetically":"Reordenar receptores alfabéticamente","Request timed out":"La petición expiró ","Require at least one file to be uploaded":"Requerir que sea subido al menos un fichero","Required":"Requerido","Reset":"Restablecer","Reset custom CSS":"Restablecer CSS personalizado","Reset custom Home Page":"Restablecer página principal personalizada","Resource can be accessed only within the Tor network":"Sólo puede accederse a este recurso a través de la red Tor","Resulting receipt example:":"Ejemplo de recibo resultante:","SMTP server address":"Dirección del servidor SMTP","SMTP server port":"Puerto del servidor SMTP","Save":"Guardar","Save All":"Guardar todos","Search engine spiders will be allowed to spider the application.":"Se permitirá que las 'arañas' de los motores de búsqueda recorran la aplicación.","Security Awareness Badge Text":"Texto del indicador de seguridad","Security Awareness Badge Title":"Título del indicador de seguridad","Select all receivers by default":"Por defecto seleccione todos los receptores","Select this receiver.":"Seleccionar este receptor.","Send Private Message":"Enviar mensaje privado","Session expired":"La sesión expiró","Short title":"Título corto","Show details":"Mostrar detalles","Show in preview":"Mostrar en la vista previa","Show receivers":"Mostrar receptores","Show small receiver cards on submission interface":"Mostrar pequeñas tarjetas de presentación del receptor en la interfaz de envío","Size":"Tamaño","Some parameters provided in the context creation can't work together":"Algunos parámetros proporcionados en la creación del contexto no pueden funcionar juntos","Source Email":"Dirección de correo de la fuente","Source Name":"Nombre de la fuente","Statistics Disabled":"Estadísticas deshabilitadas","Status":"Estatus","Step-by-step setup":"Configuración paso a paso","Submission":"Envío","Submission Created!":"¡Entrega creada!","Submission date":"Fecha de entrega","Submission date: %EventTime%":"Fecha de envío: %EventTime%","Submission does not validate the input fields":"La entrega no valida los campos de entrada","Submit":"Entregar","Submitted Tip expiry time (days)":"Tiempo de expiración de soplos enviados (días)","Success!":"¡Completado!","Support GlobaLeaks":"Apoyar a GlobaLeaks","Support embedding GlobaLeaks inside of IFRAMEs":"Soporta incrustar GlobaLeaks dentro de IFRAMEs","System":"Sistema","System Checks":"Comprobaciones del sistema","System Stats":"Estadísticas del sistema","Take Care,":"Tenga cuidado,","Terms and Conditions":"Términos y condiciones","Text":"Texto","Text size limit (in bytes)":"Límite de tamaño del texto (en bytes)","The PGP key proposed can't be imported":"La clave PGP propuesta no puede ser importada","The Receiver will be able to delete Tips and their content.":"El receptor ahora podrá borrar soplos y sus contenidos.","The Receiver will be able to postpone Tip expiration.":"El receptor ahora podrá posponer la expiración del soplo.","The choosen password is unsafe, it should have":"La contraseña elegida no es segura, debe tener","The file is unavailable due to an internal error.":"El fichero no está disponible debido a un error interno.","The file uploaded has a reserved name":"El fichero subido tiene un nombre reservado","The file will be available at the url: /static/$filename":"El fichero estará disponible en la URL: /static/$filename","The fingerprint is:":"La huella de validación de clave ('fingerprint') es:","The following represents a description of the file collection and its content.":"Lo siguiente representa una descripción de la colección de ficheros y su contenido.","The following step by step wizard will guide you through configuring your whistleblowing site.":"El siguiente asistente paso a paso le guiará a través de la configuración de su sitio de denuncias.","The included files may contain information that could lead to the identification of the whistleblower and/or that is sensitive for the people and organisations involved.":"Los ficheros incluidos pueden contener información que podría llevar a la identificación del denunciante y/o que es sensible para las personas y organizaciones implicadas.","The software is developed by the non-profit Hermes Center for Transparency and Digital Human Rights.":"El software es desarrollado por la organización sin-ánimo-de-lucro Hermes Center for Transparency an Digital Human Rights (Centro Hermes para la Transparencia y Derechos Humanos Digitales).","The specified comment was not found":"El comentario especificado no se ha encontrado","The specified host does not match any configured one":"El equipo especificado no se corresponde con el configurado","The specified old password is not valid":"La contraseña anterior que ha especificado no es válida","The submission can be accessed:":"Puede accederse al envío:","The submission that you tried to be update has been already finalized":"La entrega que intentaba tener actualizar ha sido ya finalizada","The table below shows the files present in the submission directory, and their relationship with the internal database.":"La siguiente tabla muestra los ficheros presentes en el directorio de la entrega, y sus relaciones con la base de datos interna.","The time for your role":"El momento para realizar su papel","The two passwords do not match":"Las dos contraseñas introducidas no coinciden","The upload request exceeds the size limits":"La petición de subida prevalece sobre los límites de volumen de datos","The user":"El usuario","Theme Customization":"Personalización de tema","There are three types of users inside of GlobaLeaks: the administrator, the receivers and the whistleblower. Your username for accessing the node as the administrator will be 'admin'.":"Hay tres tipos de usuarios dentro de GlobaLeaks: el administrador, los receptores y el denunciante. Su nombre de usuario para acceder al nodo como administrador será 'admin'.","They would like you to pay special attention to the information and material contained therein. Please keep in mind that whistleblowers often expose themselves to high personal risks for the public interest. Therefore the material that they provide with this tip-off should be considered of high importance.":"Ellos desearían que prestase especial atención a la información y el material contenido en el interior. Por favor tenga en cuenta que los denunciantes a menudo se exponen ellos mismos a elevados riesgos personales por el interés público. Por lo tanto el material que proporcionan con este soplo debe ser considerado de alta importancia.","This field cannot be empty":"Este campo no puede estar vacío","This happens whenever encryption is unavailable.":"Esto ocurre en caso de que el cifrado no esté disponible.","This has happened on context %ContextName% at %EventTime%.":"Esto ha sucedido sobre el contexto %ContextName% el %EventTime%.","This interface may help you spot anomalies with your Node.":"Esta interfaz puede ayudarle a detectar anomalías en su nodo.","This interface may help you understand how the Node can be configured and provides some info on how to connect to other GlobaLeaks users and experts.":"Esta interfaz puede ayudarle a comprender cómo puede ser configurado el Nodo y obtener alguna información de cómo conectar con otros usuarios de GlobaLeaks y expertos.","This interface may help you understand how the Node is used by the whistleblower. It displays the submissions currently on the node and a few statistics on the kind of usage (activity, files, comments).":"Esta interfaz puede ayudarle a comprender cómo es usado el nodo por el informante. Le presentamos las entregas actualmente en el nodo y unas pocas estadísticas sobre el tipo de uso (actividad, ficheros, comentarios).","This interface permits to configure the email templates used for secure mail notifications.":"Esta interfaz permite configurar plantillas de correo utilizadas para notificaciones de correo seguro.","This interface permits to configure the email templates used for unsecure mail notifications.":"Esta interfaz permite configurar plantillas de correo utilizadas para notificaciones de correo inseguro.","This interface shows the activity of the users of your node. This may be helpful in detecting anomalies and supporting the Receivers of your node.":"Esta interfaz muestra la actividad de los usuarios de su nodo. Esto puede ser provechoso para detectar anomalías y para dar soporte a los receptores de su nodo.","This interface shows the latest anomalies spotted by the system.":"Esta interfaz muestra las últimas anomalías apuntadas por el sistema.","This interface shows you the statistics for the last hours.":"Esta interfaz le muestra las estadísticas de las últimas horas.","This is a work-in-progress of the administration interface that you will see after logging onto the platform as an admin.":"Este es el estado provisional de la página de inicio de la interfaz de administración que verá después de abrir sesión como admin en la plataforma.","This is an e-mail notification to notify you about new message from the whisleblower.":"Este es un mensaje de correo electrónico para notificarle de un nuevo mensaje desde el denunciante.","This is an e-mail notification to notify you that %CommentSource% has commented on a previous submission.":"Este es un mensaje de correo electrónico para notificarle que %CommentSource% ha añadido un comentario a un envío previo.","This is an e-mail notification to notify you that a whistleblower has selected you as a valuable recipient for his/her submission.":"Este es un mensaje de correo electrónico para notificarle que un denunciante anónimo le ha seleccionado como un receptor valioso para su envío.","This is an e-mail notification to notify you that a whistleblower has updated a submission with new material.":"Este es un mensaje de correo electrónico para notificarle que un denunciante ha actualizado un envío con nuevo material.","This is an e-mail notification to notify you that your PGP key is expired on %PGPExpirationDate%":"Este es un mensaje de correo electrónico para notificarle que su clave PGP ha expirado el %PGPExpirationDate%","This is an e-mail notification to notify you that your PGP key is going to expire on %PGPExpirationDate%":"Este es un mensaje de correo electrónico para notificarle que su clave PGP va a expirar el %PGPExpirationDate%","This is dangerous and it's recommended instead to train receivers in the use of Tor and Enigmail.":"Esto es peligroso y en su lugar se recomienda entrenar a los receptores en el uso de Tor y Enigmail.","This is safe only if you're using a dedicated Tor2web server.":"Esto sólo es seguro si está usando un servidor Tor2web dedicado.","This is the default welcome message":"Este es el mensaje de bienvenida predeterminado ","This is the initiative subtitle: write your slogan here!":"Este es el subtítulo de la iniciativa: ¡Escriba su eslogan aquí!","This is the password that the receiver must use to login to their tip page.":"Esta es la contraseña que los receptores deben usar para iniciar sesión en sus páginas de soplos.","This may lead to unintended access to the files by the server administrator or others in case the server is compromised.":"Esto puede llevar a accesos imprevistos a los ficheros por parte del administrador del servidor, o en caso de requisa del servidor.","This means that the submitted files will be stored in plaintext on the node.":"Esto significa que los ficheros enviados serán guardados en texto simple en el nodo.","This node is not configured.":"Este nodo no está configurado.","This platform makes use of GlobaLeaks software specifically designed to protect the identity of the submitter and of the receiver in the exchange of leaked materials.":"Esta plataforma hace uso del software GlobaLeaks específicamente diseñado para proteger las identidades del remitente y el receptor en el intercambio de materiales filtrados.","This receipt will allow you to login as the whistleblower for this Tip.":"Este recibo le permitirá acceder como el informante para este soplo.","This receiver has configured the encryption key.":"Este receptor ha configurado la clave de cifrado.","This receiver has not configured the encryption key.":"Este receptor no ha configurado la clave de cifrado.","This receiver is disabled due to missing PGP key.":"Este receptor está deshabilitado debido la ausencia de clave PGP.","This section contains settings that may break your installation. Please refer to the":"Esta sección contiene configuraciones que podrían estropear su instalación. Remítase al","This won't preserve Whistleblower's anonymity while preserving submission confidentiality.":"Esto no preservará el anonimato del informante aunque preservará la confidencialidad del envío.","Through this system receivers will be able to ask you questions on the Tip and you will be able to write a reply.":"A través de este sistema los receptores podrán hacerle preguntas sobre el soplo y usted podrá escribir su respuesta.","Tip":"Soplo","Tip Email Subject":"Asunto de correo de soplo","Tip Email Template":"Plantilla de correo de soplo","Tip Status Page":"Página de estado de soplo","Tips":"Soplos","Tips Overview":"Cuadro resumen de soplos","To enable it, his public key must be loaded by the admin or by the receiver.":"Para habilitarla, su clave pública tiene que ser cargada por el admin (usuario administrador) o por el receptor.","To ensure your anonymity be sure that you are visiting this site using the Tor Browser Bundle.\\nYou acknowledge that failure to do so will result in the inability to technically protect your anonymity.\\nTo further enhance your security, please follow these instructions:\\n1) In the event that you would like to remain anonymous, do not submit any personal information. (e.g. your name or relationship to the offender. Do not submit any information that can be traced back to you.)\\n2) Please do not submit your report on a PC provided by your employer. Particularly an intranet connection may jeopardize your anonymity.\\n\\nBy checking the box below you agree to these terms and conditions.":"Para garantizar su anonimato asegúrese de que está visitando este sitio utilizando el Tor Browser Bundle.\nUsted reconoce que un fallo al hacer esto resultará en la imposibilidad de proteger técnicamente su anonimato.\nPara mejorar su nivel de seguridad, siga estas instrucciones:\n1) En caso de que deseara permanecer en el anonimato, no entregue información personal alguna (ej. su nombre o su relación con aquellos objeto de la información, no entregue información alguna que pueda ser rastreada de vuelta hacia usted).\n2) No envíe su informe desde un PC proporcionado por su empleador. Particularmente una conexión de intranet puede poner en peligro su anonimato.\n\nMarcando la casilla siguiente acepta estos términos y condiciones.","To know more about GlobaLeaks Security you can read the following document:":"Para saber más acerca de la Seguridad de GlobaLeaks puede leer el siguiente documento:","To properly organize your initiative, please read the following guidelines:":"Para organizar adecuadamente su iniciativa, por favor lea las siguientes directrices:","To report a bug or request a feature in GlobaLeaks software, please open a ticket describing the issue you're encountering or the new feature request:":"Para informar de un fallo o solicitar una característica para el software GlobaLeaks, por favor abra una instancia describiendo el problema que está encontrando, o la nueva petición de característica:","To support GlobaLeaks, you can provide a small financial donation;":"Para apoyar a GlobaLeaks, puede realizar una pequeña donación financiera;","Too many file uploads in":"Demasiados envíos de ficheros en ","Too many requests":"Oh, muchas peticiones.","Too many submissions in":"Demasiados envíos en","Tor Hidden Service (url)":"Servicio oculto de Tor (URL)","Tor2web Public Site (url)":"Sitio público Tor2web (URL)","Total uncompressed size: %TotalSize%":"Tamaño total descomprimido: %TotalSize%","Translation Customization":"Personalización de la traducción","Transport Security":"Seguridad del transporte","Type":"Tipo","Type your new password again":"Escriba otra vez su nueva contraseña","URL of website to contain the IFRAME":"URL del sitio web que ha de contener el IFRAME","Unauthenticated Requests":"Peticiones no autentificadas","Unselect this receiver.":"Deseleccionar este receptor.","Update notification and encryption settings":"Actualizar configuraciones de notificación y cifrado","Update notification settings":"Actualizar la configuración de notificaciones","Upload Date":"Fecha de subida","Url":"URL","Username":"Nombre de usuario","Username:":"Nombre de usuario:","Users Overview":"Cuadro resumen de usuarios","View Tip":"Ver página del soplo","WB Last Access":"Último acceso de informante","Wait for another":"Relajar durante otros","Warning!":"¡Advertencia!","Warning! You are not Anonymous.":"¡Advertencia! No está anonimizado","We were not able to determine if you are anonymous or not, please proceed with care":"No pudimos determinar si está o no anonimizado, por favor proceda con cuidado","Welcome to GlobaLeaks Administration Interface":"Bienvenido a la interfaz de administración de GlobaLeaks","Welcome to GlobaLeaks!":"¡Bienvenido a GlobaLeaks!","What is the topic of your whistleblowing initiative?":"Cúal es el tema de su iniciativa de denuncia","When the option is re-enabled the spooled emails will be sent out.":"Los correos no enviados podrán ser transferidos cuando la opción sea re-habilitada","Which of the following statements is true?":"¿Cuál de las siguientes afirmaciones es cierta?","Whistleblower":"Informante","Whistleblowers can perform submissions via Tor2web.":"Los informantes pueden realizar envíos vía Tor2web.","Whistleblowing disabled":"Las actividades de informante están deshabilitadas.","With a HTTPS submission you are exposing yourself to the risks that someone else will know that you have submitted something, without knowing what you have submitted.\\n\\nInstead with an Anonymous Submission you are fully protected, it is not possible for a third party to know that you have submitted something nor what you have submitted.\\n\\nWe strongly advise you to go for an Anonymous Submission.\\n\\nTo make an Anonymous Submission, instead of using your usual Web Browser (Internet Explorer, Chrome, Firefox, Opera, etc.) you should use the Tor Browser Bundle. This is a special piece of software designed to enable Anonymous Web Browsing.":"With a HTTPS submission you are exposing yourself to the risks that someone else will know that you have submitted something, without knowing what you have submitted.\n\nInstead with an Anonymous Submission you are fully protected, it is not possible for a third party to know that you have submitted something nor what you have submitted.\n\nWe strongly advise you to go for an Anonymous Submission.\n\nTo make an Anonymous Submission, instead of using your usual Web Browser (Internet Explorer, Chrome, Firefox, Opera, etc.) you should use the Tor Browser Bundle, this is a special piece of software designed to enable Anonymous Web Browsing.","Without a valid PGP key, the system won't be able to send you encrypted notifications.":"Sin una clave PGP válida, el sistema no podrá enviarle notificaciones cifradas.","Wrong Answer!":"¡Respuesta incorrecta!","Yes":"Sí","You are aware of the risks involved. Go ahead, but consider yourself warned.":"Está al corriente de los riesgos implicados, siga adelante, considérese advertido.","You are connecting to the node without anonymity and this node supports only anonymous submissions":"Se está conectando al nodo de forma no anónima y este nodo sólo soporta entregas anónimas","You are invited to extend its validity and reload it on the platform or to upload a new key.":"Está invitado a extender su validez y recargarlo en la plataforma, o subir una nueva clave.","You can reach GlobaLeaks's support chat via IRC on OFTC server on channel #globaleaks:":"Puede llegar al chat de soporte de GlobaLeaks vía IRC en el servidor OFTC en el canal #globaleaks:","You can read it at: %TipTorURL%":"Puede leerlo en: %TipTorURL%","You have finished configuring your GlobaLeaks site. You are now ready to future tweak it inside of the admin interface.":"Ha terminado de configurar su sitio de GlobaLeaks. Ahora está listo para realizar futuros ajustes desde la interfaz de admin.","You have not configured your encryption keys, so the files will be stored on the GlobaLeaks node un-encrypted.":"No ha configurado sus claves de cifrado, así que los ficheros se guardarán en el nodo de GlobaLeaks no-cifrados.","You will also be able to keep track of who has viewed your submission and downloaded the files.":"También podrá mantener el seguimiento sobre quién ha visto su entrega y descargado los ficheros.","You will not be able to send a submission.":"No podrá realizar una entrega","You're running GlobaLeaks version":"Está ejecutando GlobaLeaks versión","You've not enabled encryption!":"¡No ha habilitado la criptografía!","You've reached the maximum number of downloads for this file":"Ha alcanzado el límite de descargas para este fichero","Your Tips":"Sus soplos","Your node is not configured! Please use the":"¡Su nodo no está configurado! Por favor, proceda a través de","Your user has reached the maximum number of accesses to this Tip":"Su usuario ha alcanzado el límite de accesos a este soplo","Zip Description Template":"Plantilla de descripción del zip","[Tip %TipNum%] New attachment":"[Soplo %TipNum%] Nuevo adjunto","[Tip %TipNum%] New attachment on context %ContextName%":"[Soplo %TipNum%] Nuevo adjunto en el contexto %ContextName%","[Tip %TipNum%] New comment":"[Soplo %TipNum%] Nuevo comentario","[Tip %TipNum%] New comment on context %ContextName%":"[Soplo %TipNum%] Nuevo comentario en el contexto %ContextName%","[Tip %TipNum%] New message":"[Soplo %TipNum%] Nuevo mensaje","[Tip %TipNum%] New message on context %ContextName%":"[Soplo %TipNum%] Nuevo mensaje en el contexto %ContextName%","[Tip %TipNum%] New submission":"[Soplo %TipNum%] Nuevo envío","[Tip %TipNum%] New submission on context %ContextName%":"[Soplo %TipNum%] Nuevo envío en el contexto %ContextName%","[Tip %TipNum%] for %ReceiverName% in %ContextName%: new Tip (Encrypted)":"[Soplo %TipNum%] para %ReceiverName% en %ContextName%: Nuevo soplo (Cifrado)","add field":"añadir campo","before continuing.":"antes de continuar.","can be configured to deliver encrypted email and store encrypted files. You  must copy and paste the ascii version of your personal key, and then it will be possibile to update your encryption settings. If you have any doubts, talk to your admin.":"puede configurarse para entregar correo cifrado y almacenar ficheros cifrados. Tiene que copiar y pegar la versión ASCII de su clave personal, y luego debería ser posible actualizar sus configuraciones de cifrado. Si tiene cualquier duda hable con su admin (administrador).","download":"descargar","download a copy of the Tor Browser Bundle":"descargar una copia del Paquete de Navegador Tor","download all files":"descargar todos los ficheros","file unavailable":"fichero no disponible","has postponed Tip expiration to":"ha pospuesto la expiración del soplo a","is":"es","it will help us improve GlobaLeaks, making the world a better place to stay!":"nos ayudará a mejorar GlobaLeaks, ¡haciendo del mundo un lugar mejor en el que estar!","manual for practical security best practices.":"manual para las mejores prácticas en seguridad aplicada.","now Enabled:":"ahora habilitado:","proudly powered by GlobaLeaks, copyright by Hermes Center for Transparency and Digital Human Rights":"orgullosamente impulsado por GlobaLeaks, copyright Hermes Center for Transparency and Digital Human Rights","seconds":"segundos","show all the files":"mostrar todos los archivos","show only files not yet downloaded":"muestre únicamente los archivos que aún no se han descargado","via Tor at: %TipTorURL%":"vía Tor en: %TipTorURL%","via Tor2web at: %TipT2WURL%":"vía Tor2web en: %TipT2WURL%"}