{"(0 = unlimited)":"(0 = ilimitado)","(New)":"(Nuevo)","(click again to hide)":"(haga clic de nuevo para esconder)","A field expected to be unique is already present":"Un campo que se esperaba que fuera único ya está presente","A file attachment is required to complete the submission":"Se requiere un fichero adjunto para completar la entrega","Access Number":"Número de accesos","Access counter":"Contador de acceso","Accesses":"Accesos","Add":"Añadir","Add Comment":"Añadir comentario","Add files":"Añadir ficheros","Add new context":"Añadir nuevo contexto","Add new receiver":"Añadir nuevo receptor","Add option":"Añadir opción","Admin can access via Tor2web.":"El Admin (administrador) puede acceder vía Tor2web.","Admin interface and configure at least one context":"la interfaz de admin (administrador) y configure al menos un contexto","Admin management interface":"Interfaz de administración de admin (administrador)","Admin please configure at least one Context and associated Receivers using":"Por favor, que el admin (administrador) configure al menos un contexto y receptores asociados usando","Administration Interface":"Interfaz de administración","Advanced Settings":"Configuraciones avanzadas","Advanced settings":"Configuración avanzada","Agree":"Aceptar","Are you a receiver?":"¿Es usted un receptor?","Are you a whistleblower?":"¿Es usted un informante?","Are you sure you want to delete the tip globally?":"¿Está seguro de quiere borrar el soplo globalmente?","Are you sure you want to postpone tip expiration date?":"¿Está seguro de que quiere posponer la fecha de expiración del soplo?","Asc":"Ascen","At least 8 characters":"Al menos 8 caracteres","At least 8 keypress long":"Al menos de 8 pulsaciones de tecla de largo","At least one letter":"Al menos una letra","At least one number":"Al menos un número","Authentication Failed":"Autentificación fallida","Authentication in Tip failed":"Autentificación en el soplo fallida","Back to start":"Volver a empezar","Beware of the fact that this receipt, if fallen into the wrong hands, will lead to identifying you as the whistleblower for this Tip.":"Tenga cuidado por el hecho de que si este recibo cayese en las manos equivocadas, provocará que le identifique como el informante para este soplo.","Blow the Whistle":"Alertar de la información","By checking the box below you agree to these terms and conditions.":"Marcando la casilla siguiente acepta estos términos y condiciones.","CSS":"CSS","Can delete submissions":"Puede borrar envíos","Cancel":"Cancelar","Change picture":"Cambiar imagen","Checkboxes":"Casillas de marcado (no excluyentes)","Choose the context and receivers that will be sure to transform your submission into action!":"¡Elija el contexto y los receptores que se asegurarán de transformar su entrega en acción!","Clicking extend, you will extend the Tip expiration date to:":"Haciendo clic en extender, extenderá la fecha de expiración del Soplo a:","Comment Email Subject":"Asunto del correo de comentario","Comment Email template":"Plantilla de correo de comentario","Comments":"Comentarios","Comments Number":"Número de comentarios","Configure a PGP key":"Configurar una clave PGP","Confirm Deletion":"Confirmar borrado","Confirm Extension":"Confirmar extensión","Congratulations!":"¡Felicidades!","Content Settings":"Configuración de contenidos","Content Type":"Tipo de contenido","Context":"Contexto","Context Name":"Nombre del contexto","Contexts":"Contextos","Contexts Configuration":"Configuración de contextos","Cookies are not enabled!":"¡Las cookies no están habilitadas!","Copy and Paste here the PGP Key:":"Copiar y Pegar aquí la clave PGP:","Creation":"Creación","Creation Date":"Fecha de creación","Current Password":"Contraseña actual ","Current initiative logo":"Logotipo de la actual iniciativa","Currently logged in ":"Tiene sesión iniciada en","Danger!":"¡Peligro!","Date":"Fecha","Default language":"Idioma predeterminado","Delete":"Borrar","Delete Tip":"Borrar soplo","Desc":"Descen","Description":"Descripción","Details":"Detalles","Disable email notification":"Deshabilitar notificaciones de correo electrónico","Download":"Descargar","Drop Menu (Select)":"Menú desplegable (selección)","Email":"Correo electrónico","Email Address":"Dirección de correo eletrónico","Email Address (Username)":"Dirección de correo electrónico (nombre de usuario)","Enable Comment notification":"Habilitar las notificaciones de comentarios","Enable File notification":"Habilitar las notificaciones de archivos","Enable Message notification":"Habilitar noficación de mensajes","Enable Tip notification":"Habilitar las notificaciones de soplos","Enable encrypted notification":"Habilitar notificaciones cifradas","Enable file encryption":"Habilitar cifrado del ficheros","Encrypted Tip Email Subject":"Asunto de correo de soplo cifrado","Encrypted Tip Email template":"Plantilla de correo de soplo cifrada","Encryption Settings":"Configuraciones de cifrado","Encryption not enabled!":"¡Cifrado no habilitado!","Enter the information that is relevant to your submission and possibly upload the relevant accompanying files":"Introduzca la información relevante para su entrega y si es posible adjunte los ficheros relevantes asociados.","Enter your receipt":"Introduzca su recibo","Every comment, written by the whistleblower or the receivers, will trigger an email.":"Cada comentario escrito tanto por el informante como por los receptores, provocará el envío de un correo.","Every downloaded file will be encrypted with the PGP key.":"Todo fichero descargado se cifrará con la clave PGP.","Every downloaded file won't be encrypted.":"Todo fichero descargado no se cifrará.","Every message, written specifically by the whistleblower for you, will trigger an email.":"Cada mensaje, escrito específicamente por el informante para usted, generará un correo electrónico.","Every new Tip you receive will trigger an email with a link to it.":"Cada nuevo soplo que reciba provocará el envío de un correo con un enlace hacia él.","Every notification will be encrypted with the PGP key.":"Toda notificación se cifrará con la clave PGP.","Every notification won't be encrypted.":"Toda notificación no se cifrará.","Exception mail address":"Dirección de correo para fallos","Expiration":"Expiración","Expiration Date":"Fecha de expiración ","Failed Logins":"Inicios de sesión fallidos","Fields":"Campos","File":"Fichero","File Email Subject":"Asunto del correo de fichero","File Email template":"Plantilla de correo de fichero","File Operations":"Operaciones de fichero","File Size":"Tamaño de fichero","File size limit (in Megabytes)":"Límite de tamaño de fichero (en MB)","Filename":"Nombre de fichero","Files":"Archivos","Files Number":"Número de ficheros","Files Overview":"Cuadro resumen de ficheros","Files and Downloads":"Archivos y descargas","Fill out your submission":"Cumplimentar datos de su entrega","Final Step":"Paso final","Footer":"Pie de página","For every file available for download you will be notified via email with related information.":"Por cada fichero disponible para descarga, será notificado vía correo electrónico con la información relacionada.","GLTypesError not set":"GLTypesError no está establecido","GlobaLeaks software":"Software GlobaLeaks","Graphic Customization":"Personalización gráfica","Hint":"Sugerencia","I want to report on":"Quiero informar sobre","If you are interested in keeping it, please save it in a secure place and make sure it does not fall into the wrong hands":"Si está interesado en conservarlo, guárdelo a buen recaudo y asegúrese de que no caiga en las manos equivocadas.","If you want protection of your identity and the content of your message, you should try to achieve anonimity by using the":"Si quiere proteger su identidad y el contenido de su mensaje, debería intentar conseguir anonimato usando el","In date":"Fecha de entrada","In the event that you would like to remain anonymous, do not submit any personal information. (e.g. your name or relationship to the offender. Do not submit any information that can be traced back to you.)":"En caso de que deseara permanecer en el anonimato, no entregue información personal alguna (ej. su nombre o su relación con aquellos objeto de la información, no entregue información alguna que pueda ser rastreada de vuelta hacia usted).","Incomplete submissions expiry time (hours)":"Tiempo de expiración de envíos incompletos (horas)","Info":"Información","Instead with an Anonymous Submission you are fully protected, it is not possible for a third party to know that you have submitted something nor what you have submitted.":"En su lugar, con una entrega anónima usted se está protegiendo por completo, no sería posible para una tercera parte conocer que usted ha entregado algo, ni qué es lo que usted ha entregado. ","Internal Server Error":"Error interno del servidor","Invalid Authentication in scope":"Autentificación no válida para este ámbito","Invalid Input Format":"Formato de entrada no válido","Invalid email address":"Dirección de correo electrónico no válida","Invalid format for hidden service (should be http://thirteenchars123.onion)":"Formato incorrecto para servicio oculto (debe ser tipo http://thirteenchars123.onion)","Invalid format for public site (should be https://thirteenchars123.tor2web.org)":"Formato incorrecto para sitio público (debe ser tipo\nhttps://thirteenchars123.tor2web.org)","Invalid time range supplied for":"Rango temporal no válido suministrado por","It appears you are not using Tor, thus you are strongly advised to ":"Parece que no está usando Tor, por tanto le advertimos expresamente que lo haga","It appears you are using Tor. To better protect your anonymity, be sure that you are using the":"Parece que está usando Tor. Para proteger mejor su anonimato, asegúrese de que está utilizando el","Keep in mind that using Tor Browser Bundle does not replace good security practices and it cannot protect you in the event your computer has been compromised. You are strongly advised to read the":"Tenga en cuenta que el uso del Paquete de Navegador Tor no sustituye las buenas prácticas de seguridad y no puede protegerle en caso de que su equipo haya sido comprometido. Le recomendamos encarecidamente que lea el ","Languages Configuration":"Configuración de idiomas","Last Access":"Último acceso","Load":"Cargar","Load Custom File":"Cargar fichero personalizado","Loading":"Cargando","Loading Tip page...":"Cargando página de soplo...","Loading...":"Cargando...","Login":"Nombre de usuario","Login page":"Página de inicio de sesión","Logout":"Cerrar sesión","Mail Configuration":"Configuración de correo","Main Configuration":"Configuración principal","Maximum file downloads":"Límite de descargas de fichero","Maximum number of Receivers selectable:":"Número máximo de receptores seleccionables:","Message Email Subject":"Asunto de correo de mensaje","Message Email template":"Plantilla de correo de mensaje","Moreover, it will allow you to add other files to your submission.":"Además, le permitirá añadir otros archivos a su entrega","Multi-Select":"Multi-selección","Name":"Nombre","New Password":"Nueva contraseña","Next Step":"Paso siguiente","No email was specified":"No se especificó correo electrónico","No file has been uploaded!":"¡No se ha subido fichero alguno!","Node Subtitle":"Subtítulo del nodo","Node name":"Nombre del nodo","Node not found":"No se encontró el nodo","Not Authenticated":"No está autentificado","Not found a Context with the specified GUS identifier":"No se encontró contexto con el identificador GUS (cadena única de GlobaLeaks) especificado","Not found a File with the specified GUS identifier":"No se encontró fichero con el identificador GUS (cadena única de GlobaLeaks) especificado","Not found a Receiver with the specified GUS identifier":"No se encontró un receptor con el identificador GUS (cadena única de GlobaLeaks) especificado","Not found a Submission with the specified GUS identifier":"No se encontró una entrega con el identificador GUS (cadena única de GlobaLeaks) especificado","Not found a Tip with the specified GUS identifier":"No se encontró un soplo con el identificador GUS (cadena única de GlobaLeaks) especificado","Notification Settings":"Configuraciones de notificación","Notification Templates":"Plantillas de notificación","Number":"Número","Old password confirmation required":"Se requiere confirmación de la anterior contraseña","On unix based systems this can be done by running the following command in the directory of the files":"En sistemas operativos basados en Unix, esto puede hacerse ejecutando el siguiente comando en el directorio de los archivos","Open":"Abrir","Operation Forbidden":"Operación prohibida","Order by:":"Ordenar por:","Order:":"Orden:","PGP Key details":"Detalles de clave PGP","Paragraph(s)":"Párrafo(s)","Password":"Contraseña","Password Configuration":"Configuración de contraseña","Password:":"Contraseña:","Permit Admin access via Tor2web":"Permitir acceso de Admin (administrador) vía Tor2web","Permit Receivers access via Tor2web":"Permitir a los receptores acceder vía Torweb","Permit Receivers to delete Tips":"Permitir a los receptores borrar soplos","Permit Receivers to postpone expiration date of the Tips":"Permitir a los receptores posponer la fecha de expiración de los soplos","Permit Whistleblower submissions via Tor2web":"Permitir envíos de los informantes vía Tor2web","Permit access of public resources via Tor2web":"Permitir el acceso a los recursos públicos vía Tor2web","Permit the Receiver to delete Tips":"Permitir al receptor borrar soplos","Permit the Receiver to postpone expiration date of the Tips":"Permitir al receptor posponer la fecha de expiración de los soplos","Pertinence evaluation has been already expressed":"La evaluación de pertinencia ya ha sido indicada","Phone":"Teléfono","Plaintext Tip Email Subject":"Asunto de correo de soplo en texto simple","Plaintext Tip Email template":"Plantilla de correo de soplo en texto simple","Please configure your PGP keys in the receiver preference page.":"Configure sus claves PGP en la página de preferencias del receptor.","Please copy in the box below your receipt to access the tip interface.":"Copie en la cuadro de debajo su recibo para acceder a la interfaz de su soplo.","Please do not submit your report on a PC provided by your employer. Particularly an intranet connection may jeopardize your anonymity.":"No envíe su informe desde un PC proporcionado por su empleador. Particularmente una conexión de intranet puede poner en peligro su anonimato.","Please take care that all associated data will be properly deleted and all receivers won't be able to further access to it.":"Por favor asegúrese de que todos los datos asociados serán borrados adecuadamente y de que todos los receptores no podrán acceder a ellos.","Please wait":"Por favor espere","Postpone Tip expiration date":"Posponer fecha de expiración del soplo","Preferences":"Preferencias","Presentation":"Presentación","Presentation Order":"Orden de presentación","Preview":"Vista previa","Previous Step":"Paso anterior","Private Messages":"Mensajes privados","Private Messages with the Whistleblower":"Mensajes privados con el informante","Proceed":"Proceder","Proceed to submission":"Proceder a la entrega","Public resources can be accessed via Tor2web.":"Se puede acceder a los recursos públicos vía Tor2web.","Radio Buttons":"Botones tipo radio (excluyentes)","Receipt format (regular expression)":"Formato de recibo (expresión regular)","Receiver Interface":"Interfaz de receptor","Receiver List":"Lista de receptores","Receiver Tips":"Soplos del receptor","Receiver name too long":"El nombre del receptor es demasiado largo","Receiver selection":"Selección de receptor","Receivers":"Receptores","Receivers Configuration":"Configuración de receptores","Receivers can access via Tor2web.":"Los receptores pueden acceder vía Tor2web.","Receivers of this Context will be now able to delete Tips and their content.":"Los receptores de este contexto ahora podrán borrar soplos y sus contenidos.","Receivers of this Context will be now able to postpone expiration date of the Tips.":"Los receptores de este contexto ahora podrán posponer la fecha de expiración de los soplos.","Receivers selected:":"Receptores seleccionados:","Receivers will be now able to delete Tips and their content.":"Los receptores ahora podrán borrar soplos y sus contenidos.","Receivers will be now able to postpone Tips expiration.":"Los receptores ahora podrán posponer la expiración de los soplos.","References":"Referencias","Remove the PGP key":"Eliminar la clave PGP","Request timed out":"La petición expiró ","Require at least one file to be uploaded":"Requerir que sea subido al menos un fichero","Required":"Requerido","Reset":"Restablecer","Reset custom CSS":"Restablecer CSS personalizado","Resource can be accessed only within Tor network":"Sólo puede accederse a este recurso a través de la red Tor","SMTP server address":"Dirección del servidor SMTP","SMTP server port":"Puerto del servidor SMTP","Save":"Guardar","Select all receivers by default":"Por defecto seleccione todos los receptores","Send Private Message":"Enviar mensaje privado","Session expired":"La sesión expiró","Show in preview":"Mostrar en la vista previa","Show small receiver cards on submission interface":"Mostrar pequeñas tarjetas de presentación del receptor en la interfaz de envío","Size":"Tamaño","Some parameters provided in the context creation can't work together":"Algunos parámetros proporcionados en la creación del contexto no pueden funcionar juntos","Source Email":"Dirección de correo de la fuente","Source Name":"Nombre de la fuente","Statistics Disabled":"Estadísticas deshabilitadas","Status":"Estatus","Submission":"Envío","Submission Created!":"¡Entrega creada!","Submission date":"Fecha de entrega","Submission does not validate the input fields":"La entrega no valida los campos de entrada","Submit":"Entregar","Submitted Tip expiry time (days)":"Tiempo de expiración de soplos enviados (días)","Success!":"¡Completado!","System":"Sistema","Text":"Texto","Text size limit (in bytes)":"Límite de tamaño del texto (en bytes)","The PGP key proposed can't be imported":"La clave PGP propuesta no puede ser importada","The Receiver will be now able to delete Tips and their content.":"El receptor ahora podrá borrar soplos y sus contenidos.","The Receiver will be now able to globally delete submissions and their content.":"El Receptor ahora será capaz de borrar envíos y sus contenidos globalmente.","The Receiver will be now able to postpone Tip expiration.":"El receptor ahora podrá posponer la expiración del soplo.","The choosen password is unsafe, it should have":"La contraseña elegida no es segura, debe tener","The file uploaded has a reserved name":"El fichero subido tiene un nombre reservado","The file will be available at the url: /static/$filename":"El fichero estará disponible en la URL: /static/$filename","The fingerprint is:":"La huella de validación de clave ('fingerprint') es:","The specified comment was not found":"El comentario especificado no se ha encontrado","The specified host does not match a configured one":"El equipo especificado no se corresponde con el configurado","The specified old password is not valid":"La contraseña anterior que ha especificado no es válida","The submission you tried to be update has been already finalized":"La entrega que intentaba tener actualizar ha sido ya finalizada","The table below shows the files present in the submission directory, and their relationship with the internal database.":"La siguiente tabla muestra los ficheros presentes en el directorio de la entrega, y sus relaciones con la base de datos interna.","The time for your role":"El momento para realizar su papel","The two passwords do not match":"Las dos contraseñas introducidas no coinciden","The upload request overcomes the MB limits":"La petición de subida prevalece sobre los límites de volumen de datos","The user":"El usuario","Theme Customization":"Personalización de tema","This field cannot be empty":"Este campo no puede estar vacío","This interface may help you spot anomalies in your Node.":"Esta interfaz puede ayudarle a detectar anomalías en su nodo.","This interface may help you understand how the Node is used by the whistleblower. We present you with the submissions currently on the node and a few statistics on the kind of usage (activity, files, comments).":"Esta interfaz puede ayudarle a comprender cómo es usado el nodo por el informante. Le presentamos las entregas actualmente en el nodo y unas pocas estadísticas sobre el tipo de uso (actividad, ficheros, comentarios).","This interface shows the activity of the users of your node. This may be helpful in detecting anomalies and supporting the Receivers of your node.":"Esta interfaz muestra la actividad de los usuarios de su nodo. Esto puede ser provechoso para detectar anomalías y para dar soporte a los receptores de su nodo.","This is dangerous and it's recommended instead to train receivers in the use of Tor and Enigmail.":"Esto es peligroso y en su lugar se recomienda entrenar a los receptores en el uso de Tor y Enigmail.","This is safe only if you're using a dedicated Tor2web server.":"Esto sólo es seguro si está usando un servidor Tor2web dedicado.","This is the":"Este es el","This may lead to unintended access to the files by the server administrator or in case of server seizing.":"Esto puede llevar a accesos imprevistos a los ficheros por parte del administrador del servidor, o en caso de requisa del servidor.","This node is not configured.":"Este nodo no está configurado.","This receipt will allow you to login as the whistleblower for this Tip.":"Este recibo le permitirá acceso como el informante para este soplo.","This section contains settings that may make your installation not work properly. Please refer to the ":"Esta sección contiene configuraciones que podrían hacer que su instalación no funcionase adecuadamente. Remítase al","This software is developed by the non-profit organization":"Este software ha sido desarrollado por la organización sin fines de lucro","This won't preserve Whistleblower's anonymity while preserving submission confidentiality.":"Esto no preservará el anonimato del informante aunque preservará la confidencialidad del envío.","Through this platform you will be able to report on wrongdoing. This platform is running the":"A través de esta plataforma podrá de informar sobre acciones indebidas. Esta plataforma está ejecutando el","Through this system receivers will be able to ask you questions on the Tip and you will be able to write a reply.":"A través de este sistema los receptores podrán hacerle preguntas sobre el soplo y usted podrá escribir su respuesta.","Tip":"Soplo","Tip Status Page":"Página de estado de soplo","Tips":"Soplos","Tips Overview":"Cuadro resumen de soplos","To ensure your anonymity be sure that you are visiting this site using the":"Para garantizar su anonimato asegúrese de que está visitando este sitio utilizando el","To further enhance your security, please follow these instructions:":"Para mejorar su nivel de seguridad, siga estas instrucciones:","To make an Anonymous Submission, instead of using your usual Web Browser (Internet Explorer, Chrome, Firefox, Opera, etc.) you should use the":"Para hacer una entrega anónima, en lugar de usar su navegador web habitual (Internet Explorer, Chrome, Firefox, Opera, etc.) debe usar el","Tor Hidden Service (hostname)":"Servicio oculto de Tor (nombre del servidor)","Tor2web Public Site (url)":"Sitio público Tor2web (URL)","Translation Customization":"Personalización de la traducción","Transport Security":"Seguridad del transporte","Type":"Tipo","Type again your new password":"Escriba otra vez su nueva contraseña","Unsent emails will be spooled when the option will be re-enabled.":"Los correos no enviados podrán ser transferidos cuando la opción sea re-habilitada","Update notification and encryption settings":"Actualizar configuraciones de notificación y cifrado","Update notification settings":"Actualizar la configuración de notificaciones","Upgrade your browser today":"Actualice su navegador hoy","Upload Date":"Fecha de subida","Url":"URL","Use the":"Utilice el","User":"Usuario","Username":"Nombre de usuario","Username:":"Nombre de usuario:","Users Overview":"Cuadro resumen de usuarios","View Tip":"Ver página del soplo","WB Last Access":"Último acceso de informante","Warning!":"¡Advertencia!","Warning! You are not Anonymous.":"¡Advertencia! No está anonimizado","We are supported also by your donations. Visit our":"También obtenemos apoyo mediante sus donaciones. Visite nuestra","We strongly advise you to go for an Anonymous Submission.":"Le recomendamos expresamente que utilice la entrega anónima.","We were not able to determine if you are anonymous or not, please proceed with care":"No pudimos determinar si está o no anonimizado, por favor proceda con cuidado","Which of the following statements is true?":"¿Cuál de las siguientes afirmaciones es cierta?","Whistleblower":"Informante","Whistleblowers can perform submissions via Tor2web.":"Los informantes pueden realizar envíos vía Tor2web.","Whistleblowing disabled":"Las actividades de informante están deshabilitadas.","With a HTTPS submission you are exposing yourself to the risks that someone else will know that you have submitted something, without knowing what you have submitted.":"Con una entrega HTTPS se está exponiendo a los riesgos de que algún otro sepa que usted ha entregado algo, sin llegar a saber qué es lo que usted ha entregado.","Wrong Answer!":"¡Respuesta incorrecta!","You acknowledge that failure to do so will result in the inability to technically protect your anonymity.":"Usted reconoce que un fallo al hacer esto resultará en la imposibilidad de proteger técnicamente su anonimato.","You are aware of the risks involved, go ahead, consider yourself warned.":"Está al corriente de los riesgos implicados, siga adelante, considérese advertido.","You are connecting to the node not anonymously and this node only supports anonymous submissions":"Se está conectando al nodo de forma no anónima y este nodo sólo soporta entregas anónimas","You are using an outdated browser.":"Está usando un navegador desactualizado.","You have not configured your encryption keys, so the files will be stored on the globaleaks node un-encrypted.":"No ha configurado sus claves de cifrado, así que los ficheros serán guardados en el nodo de GlobaLeaks sin-cifrar.","You will also be able to keep track of who has viewed your submission and downloaded the files.":"También podrá mantener el seguimiento sobre quién ha visto su entrega y descargado los ficheros.","You will not be able to login.":"No podrá iniciar sesión.","You will not be able to perform a submission.":"No podrá realizar una entrega","You're running GlobaLeaks version":"Está ejecutando GlobaLeaks versión","You've not enabled encryption!":"¡No ha habilitado la criptografía!","You've reached the maximum amount of download for this file":"Ha alcanzado el límite de descargas para este fichero","Your Tips":"Sus soplos","Your node is not configured! Please, proceed via":"¡Su nodo no está configurado! Por favor, proceda a través de","Your user has reached the maximum amount of access for this Tip":"Su usuario ha alcanzado el límite de accesos a este soplo","Zip Description template":"Plantilla de descripción de zip","add field":"añadir campo","before continuing.":"antes de continuar.","can be configured in order to deliver encrypted email and store encrypted files. You've to copy and paste the ascii version of your personal key, and then it would be possibile update your encryption settings. If you've any doubts talk to your admin.":"puede configurarse para entregar correo cifrado y almacenar ficheros cifrados. Tiene que copiar y pegar la versión ASCII de su clave personal, y luego debería ser posible actualizar sus configuraciones de cifrado. Si tiene cualquier duda hable con su admin (administrador).","click to close":"haga clic para cerrar","delete":"borrar","donation page":"página de donaciones","download":"descargar","download a copy of the tor browser bundle":"descargar una copia del Paquete de Navegador Tor","download all the files":"descargar todos los ficheros","has postponed Tip expiration to":"ha pospuesto la expiración del soplo a","https does not protect the content of my leak nor my identity":"HTTPS no protege el contenido de mi filtración ni mi identidad","https does protect my identity and the content of my leak":"HTTPS protege mi identidad y el contenido de mi filtración","https protects my identity, but not the content of my leak":"HTTPS protege mi identidad, pero no el contenido de mi filtración","https protects the content of my leak but not my identity":"HTTPS protege el contenido de mi filtración pero no mi identidad","install Google Chrome Frame":"instale Google Chrome Frame","is":"es","manual for practical security best practices.":"manual para las mejores prácticas en seguridad aplicada.","now Disabled:":"ahora Deshabilitado:","now Enabled:":"ahora habilitado:","or":"o","sha256 hash":"Hash SHA-256","show all the files":"mostrar todos los archivos","show only files not yet downloaded":"muestre únicamente los archivos que aún no se han descargado","show sha256 checksum":"mostrar identificador criptográfico ('checksum') SHA-256","that is specifically designed to protect the identity of the reporter and of the ones running the platform.":"que está específicamente diseñada para proteger la identidad del informante y de los que mantienen la plataforma.","this is a special piece of software designed to enable Anonymous Web Browsing.":"esta es una pieza especial de software diseñada para habilitar la navegación web anónima.","to better experience this site.":"para una mejor experiencia en este sitio.","to help us further support the development of GlobaLeaks.":"para ayudarnos a reforzar el apoyo al desarrollo de GlobaLeaks.","to submit":"a entregar","to verify the file integrity":"para comprobar la integridad de los archivos"}