{"(New)":"(Nuovo)","(click again to hide)":"(cliccare di nuovo per nascondere)","A field expected to be unique is already present":"Un campo che dovrebbe essere univoco e' gia' presente","A file attachment is required to complete the submission":"Dovete allegare un file prima di completare l'invio","Access Number":"Numero di Accessi","Access counter":"Contatore di accessi","Accesses":"Accessi","Add":"Aggiungi","Add Comment":"Aggiungi commento","Add files":"Aggiungi allegato","Add new context":"Aggiungi nuovo argomento","Add new receiver":"Aggiungi nuovo Destinatario","Add option":"Aggiungi opzione","Admin can access via Tor2web.":"L'Amministratore può accedere attraverso Tor2web","Admin interface and configure at least one context":"Dal pannello di amministazione scegli almeno un Argomento","Admin management interface":"Interfaccia amministrazione","Admin please configure at least one Context and associated Receivers using":"Admin, configura almeno un Argomento ed i Destinatari ad esso associati usando","Administration Interface":"Interfaccia di Amministrazione","Advanced Settings":"Configurazione Avanzata","Advanced settings":"Impostazioni avanzate","Agree":"Accetto","Are you a receiver?":"Sei un Destinatario?","Are you a whistleblower?":"Sei un whistleblower?","Are you sure you want to delete the tip globally?":"Sei sicuro di voler cancellare completamente la segnalazione?","Are you sure you want to postpone tip expiration date?":"Sei sicuro di voler postporre la data di scadenza della segnalazione?","Asc":"Asc","At least 8 characters":"Almeno 8 caratteri","At least 8 keypress long":"almeno 8 caratteri","At least one letter":"Almeno una lettera","At least one number":"Almeno un numero","Authentication Failed":"Autenticazione Fallita","Authentication in Tip failed":"L'autenticazione nella Segnalazione è errata","Back to start":"Torna all'Inizio","Beware of the fact that this receipt, if fallen into the wrong hands, will lead to identifying you as the whistleblower for this Tip.":"Attenzione! Questa ricevuta, in mani sbagliate, può condurre all'identificazione del Whistleblower associato a questa Segnalazione!","Blow the Whistle":"Invia una segnalazione!","By checking the box below you agree to these terms and conditions.":"Selezionando il box qui sotto accetti i termini e le condizioni","CSS":"CSS","Can delete submissions":"Può cancellare le segnalazioni","Cancel":"Cancella","Change picture":"Cambia immagine","Checkboxes":"Lista spuntata","Choose the context and receivers that will be sure to transform your submission into action!":"Scegli l'Argomento e i Destinatari che si faranno carico di trasformare le tue informazioni in azione!","Clicking extend, you will extend the Tip expiration date to:":"Cliccando \"Estendi\", tu estenderai la data di scadenza della Segnalazione a:","Comment Email Subject":"Oggetto della mail di commento","Comment Email template":"Modello email di commento","Comments":"Commenti","Comments Number":"Numero di Commenti","Configure a PGP key":"Configura una chiave PGP","Confirm Deletion":"Conferma Cancellazione","Confirm Extension":"Conferma Estensione","Congratulations!":"Congratulazioni!","Content Settings":"Configurazioni del Contenuto","Content Type":"Tipo di Contenuto","Context":"Contesto","Context Name":"Nome del Contesto","Contexts":"Argomenti","Contexts Configuration":"Configurazione dei Contesti","Cookies are not enabled!":"I cookies non sono abilitati","Copy and Paste here the PGP Key:":"Copia ed incolla qui la chiave PGP:","Creation":"Creazione","Creation Date":"Data di Creazione","Current Password":"Password attuale","Current initiative logo":"Logo attuale dell'iniziativa","Currently logged in ":"In questo momento sei connesso","Danger!":"Pericolo!","Date":"Data","Default language":"Lingua predefinita","Delete":"Cancella","Delete Tip":"Cancella Segnalazione","Desc":"Dec","Description":"Descrizione","Details":"Dettagli","Disable email notification":"Disabilita la notifica via email","Download":"Scarica","Drop Menu (Select)":"Menu' a tendina (selezione)","Email":"Email","Email Address":"Indirizzo Email","Email Address (Username)":"Indirizzo Email (nome utente)","Email notification is disabled.":"La notifica email è disabilitata.","Enable Comment notification":"Abilita la notifica dei Commenti","Enable File notification":"Abilita la notifica per i file","Enable Message notification":"Abilita la notifica dei Messaggi.","Enable Tip notification":"Abilita la notifica della Segnalazione","Enable encrypted notification":"Abilita la cifratura della notifica","Enable file encryption":"Abilita la cifratura dei file","Encryption Settings":"Configurazione delle Chiavi PGP","Encryption not enabled!":"Crittografia non abilitata!","Enter the information that is relevant to your submission and possibly upload the relevant accompanying files":"Inserisci le informazioni che sono pertinenti alla tua segnalazione e, se necessario, invia anche i file ad essa collegati","Enter your receipt":"Inserisci la tua Ricevuta","Every comment, written by the whistleblower or the receivers, will trigger an email.":"Per ogni commento ricevuto, riceverai una notifica via email.","Every downloaded file will be encrypted with the PGP key.":"Ciascun file scaricato sarà cifrato con la chiave PGP.","Every downloaded file won't be encrypted.":"Ciascun file scaricato verrà inviato non cifrato.","Every message, written specifically by the whistleblower for you, will trigger an email.":"Ciascun messaggio, indirizzato dal whistleblower specificatamente a te, verrà notificato via email.","Every new Tip you receive will trigger an email with a link to it.":"Una mail contenente il link alla Segnalazione verrà inviata per ogni nuova Segnalazione ricevuta.","Every notification will be encrypted with the PGP key.":"Ciascuna notifica sarà cifrata con la chiave PGP.","Every notification won't be encrypted.":"Ciascuna notifica verrà inviata in non cifrata.","Exception mail address":"Indirizzo di posta alternativo","Expiration":"Scadenza","Expiration Date":"Data di Scadenza","Failed Logins":"Log-in Falliti","Fields":"Campi","File":"File","File Email Subject":"Oggetto della mail associata al file","File Email template":"Modello di mail con File","File Operations":"Operazioni sui File","File Size":"Dimensione del File","File size limit (in Megabytes)":"Dimensione massima del file (in Megabyte)","Filename":"Nome del file","Files":"Files","Files Number":"Numero di File","Files Overview":"Panoramica dei File","Files and Downloads":"File e Downloads","Fill out your submission":"Compila la tua Segnalazione","Final Step":"Passo conclusivo","Footer":"Piè di pagina","For every file available for download you will be notified via email with related information.":"Riceverai una notifica via email per ogni nuovo file disponibile.","GLTypesError not set":"GLTypesError non è stato selezionato","GlobaLeaks software":"software GlobaLeaks","Graphic Customization":"Personalizzazione Grafica","Hint":"Suggerimento","I want to report on":"Voglio fare una segnalazione in merito a","If you are interested in keeping it, please save it in a secure place and make sure it does not fall into the wrong hands":"Se vuoi conservare la ricevuta, salvala in un luogo sicuro e prendi tutte le precauzioni affinché non cada in mani sbagliate.","If you want protection of your identity and the content of your message, you should try to achieve anonimity by using the":"Se vuoi proteggere la tua identità ed il contenuto del tuo messaggio, dovresti cercare di ottenere l'anonimato usando","In date":"Il giorno","In the event that you would like to remain anonymous, do not submit any personal information. (e.g. your name or relationship to the offender. Do not submit any information that can be traced back to you.)":"Nel caso in cui volessi rimanere anonimo, non inviare nessun tipo di dati personali (per esempio, il tuo nome o il tuo rapporto nei confronti con la persona che denunci. Non inviare alcuna informazione che potrebbe essere utilizzata per rintracciarti)","Incomplete submissions expiry time (hours)":"Scadenza della Segnalazione incompleta (ore)","Info":"Informazioni","Instead with an Anonymous Submission you are fully protected, it is not possible for a third party to know that you have submitted something nor what you have submitted.":"Invece, con una Segnalazione Anonima sei completamente protetto; non e' possibile per nessuno sapere cosa hai inviato e neppure se hai effettuato una segnalazione o meno.","Internal Server Error":"Errore interno del server","Invalid Authentication in scope":"Autenticazione non valida nello Scope","Invalid Input Format":"Formato di ingresso non valido","Invalid email address":"Indirizzo email non valido","Invalid format for hidden service (should be http://thirteenchars123.onion)":"Formato dell'hidden service non valido (dovrebbe essere http://trediciLettere123.onion)","Invalid format for public site (should be https://thirteenchars123.tor2web.org)":"Formato del sito pubblico non valido (dovrebbe essere https://trediciCaratteri123.tor2web.org)","Invalid time range supplied for":"Intervallo temporale non valido fornito per","It appears you are not using Tor, thus you are strongly advised to ":"Sembrerebbe che tu non stia usando Tor, quindi ti invitiamo caldamente a","It appears you are using Tor. To better protect your anonymity, be sure that you are using the":"Sembra che tu stia usando Tor. Per meglio proteggere il tuo anonimato, assicurati di star usando","Keep in mind that using Tor Browser Bundle does not replace good security practices and it cannot protect you in the event your computer has been compromised. You are strongly advised to read the":"Ricorda sempre che usare il Tor Browser Bundle non basta e non si sostituisce alle buone norme sulla sicurezza, per esempio non puo' proteggerti se il tuo computer e' stato compromesso. Ti raccomandiamo di leggere il","Languages Configuration":"Configurazione delle Traduzioni","Last Access":"Ultimo accesso","Load":"Carica","Load Custom File":"Carica File Personalizzato","Loading":"Caricamento","Loading Tip page...":"Pagina Segnalazioni in caricamento...","Loading...":"Caricamento...","Login":"Entra","Login page":"Pagina di login","Logout":"Esci","Mail Configuration":"Configurazione Mail","Main Configuration":"Configurazione Principale","Maximum file downloads":"Numero massimo di download","Moreover, it will allow you to add other files to your submission.":"Inoltre, è possibile aggiungere altri file alla segnalazione.","Multi-Select":"Selezione multipla","Name":"Nome","New Password":"Nuova Password","Next Step":"Passo successivo","No email was specified":"Non è stato specificato l'indirizzo email","No file has been uploaded!":"Non e' stato inviato nessun file!","Node name":"Nome del nodo","Node not found":"Nodo non trovato","Not Authenticated":"Non Autenticato","Not found a Context with the specified GUS identifier":"Non è stato trovato un Argomento per l'identificativo GUS specificato","Not found a File with the specified GUS identifier":"Non è stato trovato un File corrispondente all'identificativo GUS","Not found a Receiver with the specified GUS identifier":"Non è stato trovato un Destinatario con l'identificatore GUS specificato","Not found a Submission with the specified GUS identifier":"Non è stato trovata una Segnalazione con l'identificatore specificato","Not found a Tip with the specified GUS identifier":"Non e' stata trovata una Segnalazione con l'identificatore GUS specificato","Notification Settings":"Configurazione delle Notifiche","Notification Templates":"Modelli delle Notifiche","Number":"Numero","Old password confirmation required":"E' necessario confermare la vecchia password","On unix based systems this can be done by running the following command in the directory of the files":"Su sistemi basati su Unix, ciò può essere ottenuto eseguendo il comando seguente nella directory dei file","Open":"Apri","Operation Forbidden":"Operazione proibita","Order by:":"Ordina per:","Order:":"Ordine:","PGP Key details":"Dettagli della chiave PGP","Paragraph(s)":"Paragrafo(i)","Password":"Password","Password Configuration":"Configurazione Password","Password:":"Password:","Permit Admin access via Tor2web":"Permetti all'Amministratore di accedere  attraverso Tor2web","Permit Receivers access via Tor2web":"Permetti ai Destinatari di accedere attraverso Tor2web","Permit Receivers to delete Tips":"Permetti ai Destinatari di cancellare le Segnalazioni.","Permit Receivers to postpone expiration date of the Tips":"Consenti ai destinatari di posticipare la data di scadenza della Segnalazione","Permit Whistleblower submissions via Tor2web":"Permetti ai Whistleblowers di effettuare Segnalazioni attraverso Tor2web","Permit access of public resources via Tor2web":"Permetti l'accesso alle risorse pubbliche attraverso Tor2web","Permit the Receiver to delete Tips":"Permetti al Destinatario di cancellare le Segnalazioni.","Permit the Receiver to postpone expiration date of the Tips":"Permetti al Destinatario di postoporre la data di scadenza delle Segnalazioni.","Pertinence evaluation has been already expressed":"La valutazione di pertinenza e' gia' stata fornita","Phone":"Telefono","Please configure your PGP keys in the receiver preference page.":"Siete pregati di configurare la vostra chiave PGP nella pagina di configurazione del destinatario","Please copy in the box below your receipt to access the tip interface.":"Per favore, copia la tua ricevuta nel campo sottostante per accedere all'interfaccia della Segnalazione.","Please do not submit your report on a PC provided by your employer. Particularly an intranet connection may jeopardize your anonymity.":"Per favore non inviare alcun dato da un PC fornitoti dal tuo datore di lavoro. Una connessione in una rete locale potrebbe mettere a repentaglio il tuo anonimato","Please take care that all associated data will be properly deleted and all receivers won't be able to further access to it.":"Si prega di notare che in seguito alla conferma tutti i dati verranno cancellati e nessun destinatario sarà più in grado di accedervi.","Please wait":"Attendere","Postpone Tip expiration date":"Posticipa la data di scadenza della Segnalazione","Preferences":"Preferenze","Presentation":"Presentazione","Presentation Order":"Ordine di Presentazione","Preview":"Anteprima","Previous Step":"Passo precedente","Private Messages":"Messaggi Privati","Private Messages with the Whistleblower":"Messaggi Privati con il Whistelblower","Proceed":"Procedi","Proceed to submission":"Prosegui alla Segnalazione","Public resources can be accessed via Tor2web.":"Le risorse pubbliche possono essere accedute attraverso Tor2web.","Radio Buttons":"Bottoni a selezione multipla","Receipt format (regular expression)":"Formato della ricevuta (espressione regolare)","Receiver Interface":"Interfaccia del Destinatario","Receiver List":"Lista Destinatari","Receiver Tips":"Segnalazioni","Receiver name too long":"Il nome del Destinatario è troppo lungo","Receiver selection":"Selezione del Destinatario","Receivers":"Destinatari","Receivers Configuration":"Configurazione dei Destinatari","Receivers can access via Tor2web.":"I Destinatari possono accedere attraverso Tor2web","Receivers of this Context will be now able to delete Tips and their content.":"I Destinatari di questo Contesto sono ora abilitati a cancellare le Segnalazioni ed il loro contenuto.","Receivers of this Context will be now able to postpone expiration date of the Tips.":"Receivers of this Context will be now able to postpone expiration date of the Tips.","Receivers will be now able to delete Tips and their content.":"I Destinatari sono ora abilitati a cancellare le Notifiche ed il loro contenuto.","Receivers will be now able to postpone Tips expiration.":"Receivers will be now able to postpone Tips expiration.","References":"Riferimenti","Remove the PGP key":"Rimuovi la chiave PGP.","Request timed out":"La richiesta e' scaduta","Require at least one file to be uploaded":"E' richiesto almeno un file da uploadare.","Required":"Richiesto","Reset":"Ripristina","Reset custom CSS":"Ripristina CSS","Resource can be accessed only within Tor network":"La risorsa può essere acceduta solo all'interno della rete Tor","SMTP server address":"Indirizzo del server SMTP","SMTP server port":"Porta del server SMTP","Save":"Salva","Select all receivers by default":"Seleziona tutti i destinatari come default","Send Private Message":"Invia Messaggio Privato","Session expired":"Sessione scaduta","Show in preview":"Mostra nell'anteprima","Size":"Dimensione","Some parameters provided in the context creation can't work together":"Alcuni dei parametri immessi nella creazione del contesto non possono lavorare insieme","Source Email":"Email del mittente","Source Name":"Nome del mittente","Statistics Disabled":"Statistiche Disabilitate","Status":"Stato","Submission":"Segnalazione","Submission Created!":"Dati inviati!","Submission date":"Data dell'invio","Submission does not validate the input fields":"I campi di input della Submission non sono validi","Submit":"Invia","Submitted Tip expiry time (days)":"Scadenza della Segnalazione inviata (giorni)","Success!":"Ben fatto!","System":"Sistema","Text":"Testo","Text size limit (in bytes)":"Dimensione massima del testo (in Bytes)","The PGP key proposed can't be imported":"La chiave PGP proposta non può essere importata","The Receiver will be now able to delete Tips and their content.":"Il destinatario è ora abilitato a cancellare le Segnalazioni ed il loro contenuto.","The Receiver will be now able to globally delete submissions and their content.":"Il Destinatario è ora abilitato a cancellare globalmente le segnalazioni ed il loro contenuto.","The Receiver will be now able to postpone Tip expiration.":"Il Destinatario è ora abilitato a postporre la scadenza della Segnalazione.","The choosen password is unsafe, it should have":"La password prescelta e' insicura, deve avere ","The file uploaded has a reserved name":"Il file caricato ha un nome riservato","The file will be available at the url: /static/$filename":"Il file sarà accessibile all'indirizzo: /static/$filename","The fingerprint is:":"Il fingerprint è:","The specified comment was not found":"Il commento richiesto non è stato trovato","The specified host does not match a configured one":"L'host specificato non corrisponde a quello configurato","The specified old password is not valid":"La password specificata in precedenza non e' valida","The submission you tried to be update has been already finalized":"La segnalazione che hai tentato di aggiornare è già stata finalizzata","The table below shows the files present in the submission directory, and their relationship with the internal database.":"La tabella qui sotto mostra i file presenti nella directory delle informazioni e le loro relazioni all'interno del database","The time for your role":"Il tempo per il tuo ruolo","The two passwords do not match":"Le due password non corrispondono","The upload request overcomes the MB limits":"La richiesta di upload supera la dimensione massima in MB","The user":"Utente","Theme Customization":"Personalizzazione del Tema","This field cannot be empty":"Questo campo deve essere completato","This interface may help you spot anomalies in your Node.":"Questa interfaccia potrebbe aiutarti a individuare anomalie nel tuo Nodo","This interface may help you understand how the Node is used by the whistleblower. We present you with the submissions currently on the node and a few statistics on the kind of usage (activity, files, comments).":"Questa interfaccia potrebbe aiutarti a capire in che modo il Nodo viene usato dai fornitori di informazioni. Ti verrà fornito un elenco delle informazioni inviate al nodo e qualche statistica sul tipo di utilizzo (attività, file, commenti).","This interface shows the activity of the users of your node. This may be helpful in detecting anomalies and supporting the Receivers of your node.":"Questa interfaccia mostra l'attività degli utenti del tuo nodo. Questo potrebbe essere utile nel rilevare anomalie e nel supportare i Destinatari del tuo nodo.","This is dangerous and it's recommended instead to train receivers in the use of Tor and Enigmail.":"Questo è pericoloso e si raccomanda piuttosto di insegnare ai Destinatari l'uso di Tor e di Enigmail.","This is safe only if you're using a dedicated Tor2web server.":"Questo è sicuro solo se si sta facendo uso di un server Tor2web dedicato.","This is the":"Questa è la","This may lead to unintended access to the files by the server administrator or in case of server seizing.":"Questo potrebbe comportare l'accesso indesiderato ai file da parte dell'amministratore del server o in caso di compromissione.","This node is not configured.":"Questo nodo non è configurato","This receipt will allow you to login as the whistleblower for this Tip.":"Questa ricevuta consentirà di autenticarti nel ruolo di Whistleblower per questa Segnalazione.","This section contains settings that may make your installation not work properly. Please refer to the ":"Questa sezione contiene parametri di configurazione la cui modifica puo' impedire alla vostra installazione di funzionare correttamente. Per favore fate riferimento a ","This software is developed by the non-profit organization":"Questo software e' sviluppato dall'organizzazione no-profit","This won't preserve Whistleblower's anonymity while preserving submission confidentiality.":"Questo non garantirà l'anonimato del Whisleblower mentre continuerà a garantire la confinzialità delle Segnalazioni.","Through this platform you will be able to report on wrongdoing. This platform is running the":"Tramite questa piattaforma sarai in grado di segnalare forme di malaffare. Questa piattaforma sta eseguendo il","Through this system receivers will be able to ask you questions on the Tip and you will be able to write a reply.":"Mediante questo sistema i Destinatari potranno porre domande sulla tua Segnalazione e ti sarà possibile rispondere.","Tip":"Segnalazione","Tip Email Subject":"Oggetto della mail associata alla Segnalazione","Tip Email template":"Template email per la Segnalazione","Tip Status Page":"Pagina di status delle Segnalazioni","Tips":"Segnalazioni","Tips Overview":"Panoramica delle Segnalazioni","To ensure your anonymity be sure that you are visiting this site using the":"Per assicurare il tuo anonimato accertati di star visitando il sito usando ","To further enhance your security, please follow these instructions:":"Per migliorare ulteriormente la tua sicurezza, segui queste istruzioni","To make an Anonymous Submission, instead of using your usual Web Browser (Internet Explorer, Chrome, Firefox, Opera, etc.) you should use the":"Per fare una Segnalazione Anonima, invece di usare in tuo normale browser web (Internet Explorer, Chrome, Firefox, Opera, etc.) devi utilizzare il ","Tor Hidden Service (hostname)":"Tor Hidden Service (hostname)","Tor2web Public Site (url)":"Sito pubblico Tor2web (url)","Translation Customization":"Personalizzazione delle Traduzioni","Transport Security":"Sicurezza a livello trasporto","Type":"Tipo","Type again your new password":"Digita ancora una volta la tua nuova password","Unsent emails will be spooled when the option will be re-enabled.":"Le email non inviate verranno spedite quando l'opzione sarà riabilitata.","Update notification and encryption settings":"Aggiorna le configurazioni delle notifiche e della cifratura","Update notification settings":"Aggiorna le impostazioni di notifica","Upgrade your browser today":"Aggiorna oggi il tuo browser","Upload Date":"Data di Caricamento","Url":"Url","Use the":"Usa il","User":"Utente","Username":"Nome utente","Username:":"Nome Utente:","Users Overview":"Panoramica degli Utenti","View Tip":"Mostra la Segnalazione","WB Last Access":"Ultimo accesso del WB","Warning!":"Attenzione!","Warning! You are not Anonymous.":"Attenzione! Non sei Anonimo.","We are supported also by your donations. Visit our":"Puoi aiutarci anche tramite le tue donazioni. Visita la nostra","We strongly advise you to go for an Anonymous Submission.":"Ti suggeriamo vivamente di effettuare una Segnalazione Anonima.","We were not able to determine if you are anonymous or not, please proceed with care":"Non siamo stati in grado di determinare se sei anonimo o meno, per favore fai attenzione","Which of the following statements is true?":"Quale delle seguenti affermazioni e' vera?","Whistleblower":"Whistleblower","Whistleblowers can perform submissions via Tor2web.":"I Whisleblower possono effettuare Segnalazioni attraverso Tor2web","Whistleblowing disabled":"Segnalazioni disabilitate","With a HTTPS submission you are exposing yourself to the risks that someone else will know that you have submitted something, without knowing what you have submitted.":"Se effettui una Segnalazione HTTPS ti esponi al rischio che qualcuno possa capire che hai fatto una segnalazione, pur senza sapere cosa hai segnalato.","Wrong Answer!":"Risposta Errata!","You acknowledge that failure to do so will result in the inability to technically protect your anonymity.":"Confermi che il non farlo avra' come conseguenza l'impossibilita' di proteggere il tuo anonimato.","You are aware of the risks involved, go ahead, consider yourself warned.":"Se sei conscio dei rischi connessi, procedi pure, considerati avvertito.","You are connecting to the node not anonymously and this node only supports anonymous submissions":"Ti stai connettendo a questo nodo in maniera non anonima,  ed esso supporta solo trasmissioni anonime","You are using an outdated browser.":"Stai usando un browser vecchio.","You have not configured your encryption keys, so the files will be stored on the globaleaks node un-encrypted.":"Non hai ancora configurato la tua chiave crittografica, questo significa che tutti file saranno conservati sul nodo Globaleaks in chiaro.","You will also be able to keep track of who has viewed your submission and downloaded the files.":"Sarà anche possibile tener traccia di chi ha visto la segnalazione e ha scaricato i file.","You will not be able to login.":"Non sarai in grado di fare login","You will not be able to perform a submission.":"Non sarai in grado di inviare il tuo contributo","You're running GlobaLeaks version":"Stai utilizzando Globaleaks versione ","You've not enabled encryption!":"Non hai abilitato la crittografia.","You've reached the maximum amount of download for this file":"E' stato raggiunto il massimo numero di download possibili per questo file","Your Tips":"Le tue Segnalazioni","Your node is not configured! Please, proceed via":"Il tuo nodo non e' configurato! Per favore procedi con","Your user has reached the maximum amount of access for this Tip":"Hai raggiunto il massimo numero di accessi possibili per questo Tip","add field":"aggiungi campo","before continuing.":"prima di proseguire.","can be configured in order to deliver encrypted email and store encrypted files. You've to copy and paste the ascii version of your personal key, and then it would be possibile update your encryption settings. If you've any doubts talk to your admin.":"può essere configurato al fine di inviare email cifrate e memorizzare file cifrati. Per farlo devi copiare ed incollare la versione ascii della tua chiave personale e dopodiché sarà possibile aggiornare i tuoi settaggi di crittografia. Se hai qualsiasi dubbio rivolgiti all'amministratore del nodo.","click to close":"Clickka per chiudere","delete":"Cancella","donation page":"Pagina delle donazioni","download":"download","download a copy of the tor browser bundle":"scaricare una copia del tor browser bundle","download all the files":"scarica tutti i file","has postponed Tip expiration to":"ha posticipato la scadenza della Segnalazione al giorno","https does not protect the content of my leak nor my identity":"HTTPS non protegge il contenuto della mia Segnalazione e nemmeno la mia  identità","https does protect my identity and the content of my leak":"HTTPS protegge la mia identità ed il contenuto della mia Segnalazione","https protects my identity, but not the content of my leak":"HTTPS protegge la mia identità, ma non il contenuto della mia Segnalazione","https protects the content of my leak but not my identity":"HTTPS protegge il contenuto della mia Segnalazione ma non la mia identità","install Google Chrome Frame":"installa google chrome frame","is":"e' ","manual for practical security best practices.":"manuale per le buone norme pratiche riguardo la sicurezza","now Disabled:":"ora Disabilitato:","now Enabled:":"ora Abilitato:","or":"o","sha256 hash":"Hash sha256","show all the files":"mostra tutti i file","show only files not yet downloaded":"Mostra solo i file non ancora scaricati","show sha256 checksum":"Mostra il checksum sha256","that is specifically designed to protect the identity of the reporter and of the ones running the platform.":"progettato specificatamente per proteggere l'identità del whistleblower e di coloro che gestiscono il sistema","this is a special piece of software designed to enable Anonymous Web Browsing.":"Questo è un software particolare progettato per consentire la navigazione del web in forma anonima","to better experience this site.":"per migliorare la visualizzazione di questo sito","to help us further support the development of GlobaLeaks.":"per aiutarci a continuare lo sviluppo di GlobaLeaks","to submit":"per inviare","to verify the file integrity":"per verificare l'integrita' del file"}