{"(0 = unlimited)":"(0 = illimitato)","(English only)":"(solo Inglese)","(New)":"(Nuovo)","A field expected to be unique already has this value":"Un campo che dovrebbe essere univoco e' gia' presente","A file attachment is required to complete the submission":"Dovete allegare un file prima di completare l'invio","Access Number":"Numero di Accessi","Access counter":"Contatore di accessi","Accesses":"Accessi","Add":"Aggiungi","Add Comment":"Aggiungi commento","Add files":"Aggiungi allegato","Add new context":"Aggiungi nuovo argomento","Add new receiver":"Aggiungi nuovo Destinatario","Add option":"Aggiungi opzione","Admin":"Amministratore","Admin can access via Tor2web.":"L'Amministratore può accedere attraverso Tor2web","Admin interface and configure at least one context":"Dal pannello di amministazione scegli almeno un Argomento","Admin management interface":"Interfaccia amministrazione","Admin please configure at least one Context and associated Receivers using":"Admin, configura almeno un Argomento ed i Destinatari ad esso associati usando","Administration Interface":"Interfaccia di Amministrazione","Advanced Settings":"Configurazione Avanzata","Advanced settings":"Impostazioni avanzate","Agree":"Accetto","Anomaly Checks":"Verifiche di Anomalia","Are you a receiver?":"Sei un Destinatario?","Are you a whistleblower?":"Sei un whistleblower?","Are you sure that you want to delete the context?":"Sei sicuro di voler cancellare il contesto?","Are you sure that you want to delete the receiver?":"Sei sicuro di voler cancellare il destinatario?","Are you sure that you want to delete the tip globally?":"Sei sicuro di voler cancellare completamente la segnalazione?","Are you sure that you want to postpone tip expiration date?":"Sei sicuro di voler postporre la data di scadenza della segnalazione?","Are you sure that you wish to continue?":"Sei sicuro di voler conferermare?","Asc":"Asc","At least 8 characters":"Almeno 8 caratteri","At least one letter":"Almeno una lettera","At least one number":"Almeno un numero","Authentication Failed":"Autenticazione Fallita","Authentication in Tip failed":"L'autenticazione nella Segnalazione è errata","Beware of the fact that this receipt, if fallen into the wrong hands, will lead to identifying you as the whistleblower for this Tip.":"Attenzione! Questa ricevuta, in mani sbagliate, può condurre all'identificazione del Whistleblower associato a questa Segnalazione!","Blow the Whistle":"Invia una segnalazione!","By checking the box below you agree to these terms and conditions.":"Marcando la casella seguente accetti i termini e le condizioni","By clicking extend, you will extend the Tip expiration date to:":"Cliccando \"Estendi\", tu estenderai la data di scadenza della Segnalazione a:","By enabling this option, the system will be storing the submitted files unecrypted on your node.":"Abilitando questa opzione il sistema memorizzera i file inviati sul nodo in modalità non cifrata.","CSS":"CSS","Cancel":"Cancella","Change picture":"Cambia immagine","Checkboxes":"Lista spuntata","Checks for anomalies will be now performed on each request.":"Alcune verifiche di anomalia verranno effettuate su ciascuna richiesta.","Choose the context and receivers that will be sure to transform your submission into action!":"Scegli l'Argomento e i Destinatari che si faranno carico di trasformare le tue informazioni in azione!","Click to edit, Drag to order":"Clicca per modificare, Trascina per riordinare","Clicking the 'admin' link on the top-right corner of the page will bring you here.":"Cliccando sul link 'admin' in sull'angolo in alto a destra in alto a destra sarai rediretto qui.","Comment Email Subject":"Oggetto della mail di commento","Comment Email Template":"Template delle email di notifica dei commenti","Comments":"Commenti","Comments Number":"Numero di Commenti","Configure a PGP key":"Configura una chiave PGP","Confirm Deletion":"Conferma Cancellazione","Confirm Extension":"Conferma Estensione","Confirm password":"Conferma la password","Congratulations!":"Congratulazioni!","Content Settings":"Configurazioni del Contenuto","Content Type":"Tipo di Contenuto","Context":"Contesto","Context Name":"Nome del Contesto","Contexts":"Contesti","Contexts Configuration":"Configurazione dei Contesti","Contexts are the categories to be selected by whistleblowers, when they perform their submission. Make sure to make them pertinent to your initiative.":"I contesti sono le categorie che un whisleblower può selezionare quando effettuano una segnalazione. Configurali in modo pertinente per la tua iniziativa.","Cookies are not enabled!":"I cookies non sono abilitati","Copy and paste the PGP public key here":"Copia ed incolla qui la chiave pubblica PGP.","Creation":"Creazione","Creation Date":"Data di Creazione","Current Password":"Password attuale","Current initiative logo":"Logo attuale dell'iniziativa","Currently logged in":"In questo momento sei connesso","Danger":"Pericolo","Danger ahead!":"Attenzione!","Danger!":"Pericolo!","Date":"Data","Default language":"Lingua predefinita","Delete":"Cancella","Delete Context":"Cancella Contesto","Delete Receiver":"Cancella Destinatario","Delete Tip":"Cancella Segnalazione","Desc":"Dec","Describe the attachments of the submission":"Descrivi i file allegati alla segnalazione","Describe the details of the submission":"Descrivi la tua segnalazione nel dettaglio","Describe your submission with a few words":"Descrivi la tua segnalazione con poche parole","Description":"Descrizione","Description of Anomaly":"Descrizione dell'anomalia","Details":"Dettagli","Disable email notification":"Disabilita la notifica via email","Disabled":"Disabilitato","Download":"Scarica","Dropdown Menu (Select)":"Menu' a tendina (selezione)","Each message written by the whistleblower specifically for you will trigger an email.":"Ciascun messaggio, indirizzato dal whistleblower specificatamente a te, verrà notificato via email.","Email":"Email","Email Address":"Indirizzo Email","Email Address (Username)":"Indirizzo Email (nome utente)","Enable Comment notification":"Abilita la notifica dei Commenti","Enable File notification":"Abilita la notifica per i file","Enable Message notification":"Abilita la notifica dei Messaggi.","Enable Tip notification":"Abilita la notifica della Segnalazione","Enable checks for anomalies":"Abilita verifiche di anomalia","Enable insecure configuration without PGP encryption.":"Abilita configuratione insicura senza crittografia PGP.","Enabled":"Abilitato","Encrypted Notification Templates":"Template delle notifiche cifrate","Encryption Settings":"Configurazione delle Chiavi PGP","Encryption is enabled!":"Crittografia abilitata!","Encryption is not enabled!":"Crittografia non abilitata!","Enter a new GlobaLeaks node password":"Inserisci una nuova password per il nodo GlobaLeaks","Enter the email address through which the receiver will be notified":"Inserisci l'indirizzo email a cui inviare le notifiche del destinatario.","Enter the information that is relevant to your submission and possibly upload the relevant accompanying files":"Inserisci le informazioni che sono pertinenti alla tua segnalazione e, se necessario, invia anche i file ad essa collegati","Enter the name for your whistleblowing initiative":"Inserisci il nome dell'iniziativa di whistleblowing","Enter the name of the receiver":"Inserisci il nome del destinatario","Enter your email address":"Inserisci il tuo indirizzo email","Enter your receipt":"Inserisci la tua Ricevuta","Esteemed %ReceiverName%,":"Spettabile %ReceiverName%,","Every comment, written by the whistleblower or the receivers, will trigger an email.":"Per ogni commento ricevuto, riceverai una notifica via email.","Every new Tip you receive will trigger an email with a link to it.":"Una mail contenente il link alla Segnalazione verrà inviata per ogni nuova Segnalazione ricevuta.","Exception mail address":"Indirizzo di posta alternativo","Expiration":"Scadenza","Expiration Date":"Data di Scadenza","Fields":"Campi","File":"File","File Email Subject":"Oggetto della mail associata al file","File Email Template":"Template delle email di notifica dell'aggiunta file","File Operations":"Operazioni sui File","File Size":"Dimensione del File","File Uploads":"File Caricati","File details:":"Dettagli dei file:","File size limit (in Megabytes)":"Dimensione massima del file (in Megabyte)","Filename":"Nome del file","Files":"Files","Files Number":"Numero di File","Files Overview":"Panoramica dei File","Files and Downloads":"File e Downloads","Files description":"Descrizione dei file","Files number: %FilesNumber%":"Numero di file: %FilesNumber%","Fill out your submission":"Compila la tua Segnalazione","Final Step":"Passo conclusivo","Finalized Submissions":"Segnalazioni Finalizzate","Follow us on Twitter if you like to be profiled by NSA":"Seguici su Twitter se hai piacere di essere profilato dall'NSA","Footer":"Piè di pagina","For every file available for download you will be notified via email with related information.":"Riceverai una notifica via email per ogni nuovo file disponibile.","For technical support inquiries you can write us at: support@logioshermes.org":"Per richieste di supporto tecnico puoi scriverci a questo indirizzo: support@logioshermes.org","Full description":"Descrizione dettagliata","GLTypesError not set":"GLTypesError non è stato selezionato","General":"Generale","Give a concise description of your project":"Fornisci una descrizione concisa del tuo progetto","Give your whistleblowing initiative a good name and description to invite whistleblowers to submit. Be sure to make the goals of your project clear.":"Fornisci alla tua iniziativa un buon nome ed una descrizione per invitare i whistleblower ad inviare segnalazioni. Accertati di chiarire gli scopi del tuo progetto.","GlobaLeaks Wizard":"GlobaLeaks Wizard","Graphic Customization":"Personalizzazione Grafica","Guidelines on how to start up Whistleblowing Initiatives":"Linee guida su come avviare una iniziativa di Whistleblowing","HTTPS does not protect the content of my leak nor my identity":"HTTPS non protegge il contenuto della mia Segnalazione e nemmeno la mia  identità","HTTPS does protect my identity and the content of my leak":"HTTPS protegge la mia identità ed il contenuto della mia Segnalazione","HTTPS protects my identity, but not the content of my leak":"HTTPS protegge la mia identità, ma non il contenuto della mia Segnalazione","HTTPS protects the content of my leak but not my identity":"HTTPS protegge il contenuto della mia Segnalazione ma non la mia identità","Here you can check the latest anomalies detected":"Qui puoi controllare le ultime anomalie rilevate dal sistema.","Hide details":"Nascondi dettagli","Hint":"Suggerimento","Home Page":"Home Page","I want to report on":"Voglio fare una segnalazione in merito a","If you are interested in keeping it, please save it in a secure place and make sure it does not fall into the wrong hands":"Se vuoi conservare la ricevuta, salvala in un luogo sicuro e prendi tutte le precauzioni affinché non cada in mani sbagliate.","If you want to tell us more about your project, or you need some help, write us at: projects@logioshermes.org":"Se vuoi raccontarci qualcosa del tuo progetto, delle tue idee o se hai bisogno di qualche aiuto, scrivici a questo indirizzo: support@logioshermes.org","In order to deliver encrypted emails and files each receiver needs an associated PGP key. Cut and paste the key of the receiver or mark the checkbox:":"Affinchè le email ed i file vengano forniti in modalità cifrata è necessario che ogni destinatario abbia una chiave PGP associata. Copia ad incolla la chiave del destinatario o marca la casella:","In the event that you would like to remain anonymous, do not submit any personal information. (e.g. your name or relationship to the offender. Do not submit any information that can be traced back to you.)":"Nel caso in cui volessi rimanere anonimo, non inviare nessun tipo di dato personali (come il tuo nome o il tipo di rapporto che hai con la persona che denunci. Non inviare alcuna informazione che potrebbe essere utilizzata per rintracciarti)","Incomplete submissions expiry time (hours)":"Scadenza della Segnalazione incompleta (ore)","Info":"Informazioni","Initiative description":"Descrizione dell'iniziativa","Initiative name":"Nome dell'iniziativa","Install":"Installa","Install default fields":"Installa i campi di default","Instead with an Anonymous Submission you are fully protected, it is not possible for a third party to know that you have submitted something nor what you have submitted.":"Invece, con una Segnalazione Anonima sei completamente protetto; non e' possibile per nessuno sapere cosa hai inviato e neppure se hai effettuato una segnalazione o meno.","Internal Server Error":"Errore interno del server","Invalid Authentication in scope":"Autenticazione non valida nello Scope","Invalid Input Format":"Formato di ingresso non valido","Invalid email address":"Indirizzo email non valido","Invalid format for hidden service (should be http://thirteenchars123.onion)":"Formato dell'hidden service non valido (dovrebbe essere http://trediciLettere123.onion)","Invalid format for public site (should be https://thirteenchars123.tor2web.org)":"Formato del sito pubblico non valido (dovrebbe essere https://trediciCaratteri123.tor2web.org)","Invalid time range supplied for":"Intervallo temporale non valido fornito per","It appears that you are not using Tor. You are strongly advised to":"Sembrerebbe che tu non stia usando Tor, quindi ti invitiamo caldamente di","It appears that you are using Tor. To better protect your anonymity, be sure that you are using the":"Sembra che tu stia usando Tor. Per meglio proteggere il tuo anonimato, assicurati di star usando","It will help us improve GlobaLeaks, making the world a better place to stay!":"Ci aiuterå a migliorarlo, rendendo il mondo un posto migliore dove vivere!","Keep in mind that using Tor Browser Bundle does not replace good security practices and it cannot protect you in the event your computer has been compromised. You are strongly advised to read the":"Ricorda sempre che usare il Tor Browser Bundle non basta e non si sostituisce alle buone norme sulla sicurezza, per esempio non puo' proteggerti se il tuo computer e' stato compromesso. Ti raccomandiamo di leggere il","Landing Page":"Pagina iniziale","Languages Configuration":"Configurazione delle Traduzioni","Last Access":"Ultimo accesso","Load":"Carica","Load Custom File":"Carica File Personalizzato","Loading":"Caricamento","Loading Tip page...":"Pagina Segnalazioni in caricamento...","Login":"Entra","Login page":"Pagina di login","Logout":"Esci","Mail Configuration":"Configurazione Mail","Main Configuration":"Configurazione Principale","Maximum file downloads":"Numero massimo di download","Maximum number of selectable Receivers:":"Numero massimo di Destinatari selezionabili","Message Email Subject":"Titolo delle Email di notifica dei Messaggi Privati","Message Email Template":"Template delle email di notifica dei messaggi","Moreover, it will allow you to add other files to your submission.":"Inoltre, è possibile aggiungere altri file alla segnalazione.","Multi-Select":"Selezione multipla","Name":"Nome","New Password":"Nuova Password","New Submissions":"Nuove Segnalazioni","Next Step":"Passo successivo","No":"No","No Context was found with the specified ID":"Non è stato trovato un Argomento per l'identificativo GUS specificato","No File was found with the specified ID":"Non è stato trovato un File corrispondente all'identificativo GUS","No Submission was found with the specified ID":"Non è stato trovata una Segnalazione con l'identificatore specificato","No Tip was found with the specified ID":"Non e' stata trovata una Segnalazione con l'identificatore GUS specificato","No email was specified":"Non è stato specificato l'indirizzo email","No files have been uploaded!":"Non e' stato inviato nessun file!","Node Subtitle":"Sottotitolo del Nodo","Node name":"Nome del nodo","Node not found":"Nodo non trovato","Not Authenticated":"Non Autenticato","Not found a Receiver with the specified ID":"Non è stato trovato un Destinatario con l'identificatore GUS specificato","Notification Settings":"Configurazione delle Notifiche","Notification Templates":"Modelli delle Notifiche","Notifications and Files will be encrypted.":"Le notifiche ed i files saranno cifrati.","Notifications and Files won't be encrypted.":"Le notifiche ed i files non saranno cifrati.","Number":"Numero","Old password confirmation required":"E' necessario confermare la vecchia password","On date":"Il giorno","One or more of the receivers of this tip has not configured a PGP key.":"Uno o più destinatari di questa segnalazione non hanno configurato la propria chiave PGP.","Open":"Apri","Operation Forbidden":"Operazione proibita","Order by:":"Ordina per:","Order:":"Ordine:","PGP Key details":"Dettagli della chiave PGP","Paragraph(s)":"Paragrafo(i)","Password":"Password","Password Configuration":"Configurazione Password","Password:":"Password:","Paste the PGP Key here:":"Incolla qui la chiave PGP:","Permit Admin access via Tor2web":"Permetti all'Amministratore di accedere  attraverso Tor2web","Permit Receivers access via Tor2web":"Permetti ai Destinatari di accedere attraverso Tor2web","Permit Receivers to delete Tips":"Permetti ai Destinatari di cancellare le Segnalazioni.","Permit Receivers to postpone expiration date of the Tips":"Consenti ai destinatari di posticipare la data di scadenza della Segnalazione","Permit Whistleblower submissions via Tor2web":"Permetti ai Whistleblowers di effettuare Segnalazioni attraverso Tor2web","Permit access of public resources via Tor2web":"Permetti l'accesso alle risorse pubbliche attraverso Tor2web","Permit the Receiver to delete Tips":"Permetti al Destinatario di cancellare le Segnalazioni.","Permit the Receiver to postpone expiration date of the Tips":"Permetti al Destinatario di postoporre la data di scadenza delle Segnalazioni.","Pertinence evaluation has been already expressed":"La valutazione di pertinenza e' gia' stata fornita","Phone":"Telefono","Plaintext Notification Templates":"Template delle notifiche in chiaro","Please configure your PGP keys in the receiver preferences page.":"Siete pregati di configurare la vostra chiave PGP nella pagina di configurazione del destinatario","Please confirm it":"Si prega di confermare","Please copy in the box below your receipt to access the tip interface.":"Per favore, copia la tua ricevuta nel campo sottostante per accedere all'interfaccia della Segnalazione.","Please do not forward or share this e-mail: each tip-off allows a limited number of accesses and downloads before being destroyed forever and nobody (even the node administrator) can recover an expired or dead tip-off.":"Si prega di non inoltrare o condividere questa email: il sistema permette di accedere alla segnalazione e al materiale ivi contenuto per un numero limitato di volte ecceduto il quale tutto viene distrutto e nessuno (neppure l'amministratore del nodo) può recuperare una segnalazione scaduta.","Please do not submit your report on a PC provided by your employer. Particularly an intranet connection may jeopardize your anonymity.":"Per favore non inviare alcun dato da un PC fornitoti dal tuo datore di lavoro. Una connessione in una rete locale potrebbe mettere a repentaglio il tuo anonimato.","Please never disclose these files until an appropriate analysis, fact checking, journalistic and technical redaction process. For more information about redaction of documents you should consult this page: https://github.com/globaleaks/GlobaLeaks/wiki/Redaction-process.":"Si prega di non divulgare questi file prima di una appropriata analisi, fact checking, e un processo di redazione giornalistico e tecnico. Per informazioni aggiuntive circa la redazione dei documenti si prega di consultare la pagina: https://github.com/globaleaks/GlobaLeaks/wiki/Redaction-process.","Please support Hermes through their donation page.":"Please support Hermes through their donation page.","Please take care that all associated data is properly deleted and all receivers won't be able to further access to it.":"Si prega di notare che in seguito alla conferma tutti i dati verranno cancellati e nessun destinatario sarà più in grado di accedervi.","Please take care that all associated data is properly deleted.":"Si prega di notare che in caso di conferma tutti i dati associati verranno opportunamente cancellati.","Please wait":"Attendere","Please wait while we return to fully operational":"Si prega di attendere che il sistema torni operativo","Postpone Tip expiration date":"Posticipa la data di scadenza della Segnalazione","Preferences":"Preferenze","Presentation":"Presentazione","Presentation Order":"Ordine di Presentazione","Preview":"Anteprima","Previous Step":"Passo precedente","Private Messages":"Messaggi Privati","Private Messages with the Whistleblower":"Messaggi Privati con il Whistelblower","Proceed to submission":"Prosegui alla Segnalazione","Public resources can be accessed via Tor2web.":"Le risorse pubbliche possono essere accedute attraverso Tor2web.","Radio Buttons":"Bottoni a selezione multipla","Receipt format (regular expression)":"Formato della ricevuta (espressione regolare)","Receiver":"Destinatario","Receiver Interface":"Interfaccia del Destinatario","Receiver List":"Lista Destinatari","Receiver Tips":"Segnalazioni","Receiver name too long":"Il nome del Destinatario è troppo lungo","Receiver selection":"Selezione del Destinatario","Receivers":"Destinatari","Receivers Configuration":"Configurazione dei Destinatari","Receivers are very important for a GlobaLeaks based initiative. They are the people responsible for receiving the whistleblowers' submissions, verifying their authenticity and taking action upon them. Choose them wisely.":"I destinatari sono molto importanti per una iniziativa basata su GlobaLeaks. Essi sono le persone responsabili del trattamento del materiale segnalato dal whisleblower e della sua verifica di autenticità. Seleziona i destinatari in modo oculato.","Receivers can access via Tor2web.":"I Destinatari possono accedere attraverso Tor2web","Receivers of this Context will be able to delete Tips and their content.":"I Destinatari di questo Contesto sono ora abilitati a cancellare le Segnalazioni ed il loro contenuto.","Receivers of this Context will be able to postpone expiration date of the Tips.":"I Destinatari di questo Contesto saranno ora in grado di posporre la data di scadenza delle Segnalazioni.","Receivers selected:":"Destinatari selezionati:","Receivers will be able to delete Tips and their content.":"I Destinatari sono ora abilitati a cancellare le Notifiche ed il loro contenuto.","Receivers will be able to postpone Tips expiration.":"I Destinatari saranno ora in grado di posporre la data di scadenza delle Segnalazioni.","References":"Riferimenti","Reload":"Ricarica","Remember to provide proper security advice to the Whistleblower by following our":"Ricordati di fornie al Whistleblower adeguate informative di sicurezza seguendo la nostra","Remove the PGP key":"Rimuovi la chiave PGP.","Reorder Contexts alphabetically":"Riordina i Contesti in ordine alfabetico.","Reorder Receivers alphabetically":"Riordina i Destinatari in ordine alfabetico.","Request timed out":"La richiesta e' scaduta","Require at least one file to be uploaded":"E' richiesto almeno un file da uploadare.","Required":"Richiesto","Reset":"Ripristina","Reset custom CSS":"Ripristina CSS","Reset custom Home Page":"Reset custom Home Page","Resource can be accessed only within the Tor network":"La risorsa può essere acceduta solo all'interno della rete Tor","Resulting receipt example:":"Esempio di ricevuta generata:","SMTP server address":"Indirizzo del server SMTP","SMTP server port":"Porta del server SMTP","Save":"Salva","Save All":"Salva Tutto","Select all receivers by default":"Seleziona tutti i destinatari come default","Select this receiver.":"Seleziona questo destinatario.","Send Private Message":"Invia Messaggio Privato","Session expired":"Sessione scaduta","Short title":"Breve titolo","Show details":"Mostra dettagli","Show in preview":"Mostra nell'anteprima","Show small receiver cards on submission interface":"Mostra schede dei Destinatari in formato ridotto.","Size":"Dimensione","Some parameters provided in the context creation can't work together":"Alcuni dei parametri immessi nella creazione del contesto non possono lavorare insieme","Source Email":"Email del mittente","Source Name":"Nome del mittente","Statistics Disabled":"Statistiche Disabilitate","Status":"Stato","Step-by-step setup":"Setup passo passo","Submission":"Segnalazione","Submission Created!":"Dati inviati!","Submission date":"Data dell'invio","Submission date: %EventTime%":"Data della segnalazione: %EventTime%","Submission does not validate the input fields":"I campi di input della Submission non sono validi","Submit":"Invia","Submitted Tip expiry time (days)":"Scadenza della Segnalazione inviata (giorni)","Success!":"Successo!","System":"Sistema","System Checks":"Test di sistema","System Stats":"Statistiche di sistema","Take Care,":"Presta attenzione,","Text":"Testo","Text size limit (in bytes)":"Dimensione massima del testo (in Bytes)","The PGP key proposed can't be imported":"La chiave PGP proposta non può essere importata","The Receiver will be able to delete Tips and their content.":"Il destinatario è ora abilitato a cancellare le Segnalazioni ed il loro contenuto.","The Receiver will be able to postpone Tip expiration.":"Il Destinatario è ora abilitato a postporre la scadenza della Segnalazione.","The application makes use of Cookies only for security purposes and without tracking any data.":"L'applicazione fa uso dei Cookies solo a fini di sicurezza e senza registrare alcun dato.","The choosen password is unsafe, it should have":"La password prescelta e' insicura, deve avere ","The file is unavailable due to an internal error.":"Il file non e' disponibile a causa di un errore interno.","The file uploaded has a reserved name":"Il file caricato ha un nome riservato","The file will be available at the url: /static/$filename":"Il file sarà accessibile all'indirizzo: /static/$filename","The fingerprint is:":"Il fingerprint è:","The following represents a description of the file collection and its content.":"Quella che segue è una descrizione della collezione di file e del suo contenuto.","The following step by step wizard will guide you through configuring your whistleblowing site.":"La seguente procedura passo passo ti guiderà a configurare il tuo sito di whisleblowing.","The included files may contain information that could lead to the identification of the whistleblower and/or that is sensitive for the people and organisations involved.":"I file contenuti possono contenere informazioni che possono portare all'identificazione del whistleblower e/o che sono sensibili per le persone o le organizzazioni coinvolte.","The software is developed by the non-profit Hermes Center for Transparency and Digital Human Rights.":"The software is developed by the non-profit Hermes Center for Transparency and Digital Human Rights.","The specified comment was not found":"Il commento richiesto non è stato trovato","The specified host does not match any configured one":"L'host specificato non corrisponde a quello configurato","The specified old password is not valid":"La password specificata in precedenza non e' valida","The submission can be accessed:":"La segnalazione può essere acceduta:","The submission that you tried to be update has been already finalized":"La segnalazione che hai tentato di aggiornare è già stata finalizzata","The table below shows the files present in the submission directory, and their relationship with the internal database.":"La tabella qui sotto mostra i file presenti nella directory delle informazioni e le loro relazioni all'interno del database","The time for your role":"Il tempo per il tuo ruolo","The two passwords do not match":"Le due password non corrispondono","The upload request exceeds the size limits":"La richiesta di upload supera la dimensione massima in MB","The user":"Utente","Theme Customization":"Personalizzazione del Tema","There are three types of users inside of GlobaLeaks: the administrator, the receivers and the whistleblower. Your username for accessing the node as the administrator will be 'admin'.":"Ci sono tre tipi di utente in GlobaLeaks: l'amministratore, i destinatare ed il whistleblower. Il tuo username per accedere al nodo come amministatore sarà 'admin'","They would like you to pay special attention to the information and material contained therein. Please keep in mind that whistleblowers often expose themselves to high personal risks for the public interest. Therefore the material that they provide with this tip-off should be considered of high importance.":"Essi vi pregano di prestare particolare attenzione alle informazioni e al materiale contenuto. Si prega di tener presente che i whistleblower spesso si espongono ad alti rischi personali per finalità di pubblico interesse. Per questo motivo il materiale che forniscono attraverso la loro segnalazione dovrebbe essere considerato di elevata importanza.","This field cannot be empty":"Questo campo deve essere completato","This happens whenever encryption is unavailable.":"Ciò accade in caso non sia dispobile la crittografia.","This has happened on context %ContextName% at %EventTime%.":"Questo è avvenuto sul contesto %ContextName% in data %EventTime%.","This interface may help you spot anomalies with your Node.":"Questa interfaccia potrebbe aiutarti a individuare anomalie nel tuo Nodo","This interface may help you understand how the Node can be configured and provides some info on how to connect to other GlobaLeaks users and experts.":"Questa interfaccia puo' aiutarti a capire come il Nodo può essere configurato e puo' fornirti alcune informazioni utili su come metterti in contatto con altri utenti ed esperti GlobaLeaks.","This interface may help you understand how the Node is used by the whistleblower. It displays the submissions currently on the node and a few statistics on the kind of usage (activity, files, comments).":"Questa interfaccia potrebbe aiutarti a capire in che modo il nodo viene usato dai whistleblower. Ti verrà fornito un elenco delle informazioni inviate al nodo e qualche statistica sul tipo di utilizzo (attività, file, commenti).","This interface permits to configure the email templates used for secure mail notifications.":"Questa interfaccia permette di configurare i template delle email utilizzati per le notifiche cifrate.","This interface permits to configure the email templates used for unsecure mail notifications.":"Questa interfaccia permette di configurare i template delle email utilizzati per le notifiche non cifrate.","This interface shows the activity of the users of your node. This may be helpful in detecting anomalies and supporting the Receivers of your node.":"Questa interfaccia mostra l'attività degli utenti del tuo nodo. Questo potrebbe essere utile nel rilevare anomalie e nel supportare i Destinatari del tuo nodo.","This interface shows the latest anomalies spotted by the system.":"Questa interfaccia mostra le ultime anomalie rilevate dal sistema.","This interface shows you the statistics for the last hours.":"Questa interfaccia mostra le statistiche delle utilme ore.","This is a work-in-progress of the administration interface that you will see after logging onto the platform as an admin.":"Questa pagina in via di sviluppo e' la pagina di arrivo dell'interfaccia di amministrazione sulla quale sarai rediretto ad ogni login effettuato sulla piattaforma come amministratore.","This is an e-mail message to notify you about new message from the whisleblower.":"Con la presente email ti notifichiamoche un whistleblower ti ha lasciato un messaggio.","This is an e-mail message to notify you that %CommentSource% has added a comment to a previous submission.":"Con la presente email ti notifichiamo che %CommentSource%  ha aggiunto un commento ad una precedente segnalazione.","This is an e-mail message to notify you that a whistleblower has selected you as a valuable recipient for their submission.":"Con la presente email ti notifichiamo che un whistleblower ti ha selezionato come destinatario di importanza per la propria segnalazione.","This is an e-mail message to notify you that a whistleblower has updated a submission with new material.":"Con la presente email ti notifichiamo che un whistleblower ha aggiornato la sua segnalazione con materiale aggiuntivo.","This is an e-mail message to notify you that your PGP key is expired on %PGPExpirationDate%":"Con la presente email ti notifichiamo che la tua chiave PGP è scaduta il %PGPExpirationDate%","This is an e-mail message to notify you that your PGP key is going to expire on %PGPExpirationDate%":"Con la presente email ti notifichiamo che la tua chiave PGP scadrà il %PGPExpirationDate%","This is dangerous and it's recommended instead to train receivers in the use of Tor and Enigmail.":"Questo è pericoloso e si raccomanda piuttosto di insegnare ai Destinatari l'uso di Tor e di Enigmail.","This is safe only if you're using a dedicated Tor2web server.":"Questo è sicuro solo se si sta facendo uso di un server Tor2web dedicato.","This is the":"Questa è la","This is the default welcome message":"Questo è il saluto di benvenuto predefinito","This is the initiative subtitle: write your slogan here!":"Questo è il sottotitolo dell'iniziativa: scrivi il qui il tuo slogan!","This is the password that the receiver must use to login to their tip page.":"Questa è la password che il destinatario deve usare per accedere alle segnalazioni.","This may lead to unintended access to the files by the server administrator or others in case the server is compromised.":"Questo potrebbe comportare l'accesso indesiderato ai file da parte dell'amministratore del server o in caso di compromissione.","This means that the submitted files will be stored in plaintext on the node.":"Questo significa che i file inviati verranno mantenuti non cifrati sul nodo.","This node is not configured.":"Questo nodo non è configurato","This platform makes use of GlobaLeaks software specifically designed to protect the identity of the submitter and of the receiver in the exchange of leaked materials.":"This platform makes use of GlobaLeaks software specifically designed to protect the identity of the submitter and of the receiver in the exchange of leaked materials.","This receipt will allow you to login as the whistleblower for this Tip.":"Questa ricevuta consentirà di autenticarti nel ruolo di Whistleblower per questa Segnalazione.","This receiver has configured the encryption key.":"Questo destinatario ha configurato la chiave crittografica.","This receiver has not configured the encryption key.":"Questo receiver non ha configurato la chiave di crittografica.","This receiver is disabled due to missing PGP key.":"Questo destinatario è disabilitato a causa della mancanza della chiave PGP.","This section contains settings that may break your installation. Please refer to the":"Questa sezione contiene parametri di configurazione la cui modifica puo' impedire alla vostra installazione di funzionare correttamente. Per favore fate riferimento a","This won't preserve Whistleblower's anonymity while preserving submission confidentiality.":"Questo non garantirà l'anonimato del Whistleblower mentre continuerà a garantire la confinzialità delle Segnalazioni.","Through this system receivers will be able to ask you questions on the Tip and you will be able to write a reply.":"Mediante questo sistema i Destinatari potranno porre domande sulla tua Segnalazione e ti sarà possibile rispondere.","Tip":"Segnalazione","Tip Email Subject":"Titolo delle email di notifica delle segnalazioni","Tip Email Template":"Template delle email di notifica delle segnalazioni","Tip Status Page":"Pagina di status delle Segnalazioni","Tips":"Segnalazioni","Tips Overview":"Panoramica delle Segnalazioni","To enable it, his public key must be loaded by the admin or by the receiver.":"Per abilitarlo, la sua chiave privata deve essere caricata dall'amministratore o dal destinatario..","To ensure your anonymity be sure that you are visiting this site using the":"Per assicurare il tuo anonimato accertati di star visitando il sito usando il","To further enhance your security, please follow these instructions:":"Per migliorare ulteriormente la tua sicurezza, segui le seguenti istruzioni","To know more about":"Per sapere di più circa","To make an Anonymous Submission, instead of using your usual Web Browser (Internet Explorer, Chrome, Firefox, Opera, etc.) you should use the":"Per fare una Segnalazione Anonima, invece di usare il tuo normale browser web (Internet Explorer, Chrome, Firefox, Opera, etc.) devi utilizzare il ","To properly organize your initiative, please read ":"Per organizzare adeguatamente la tua iniziativa, si consiglia di leggere ","To report a bug orrequest a feature in GlobaLeaks software, please open":"Per riportare un bug o fare una richiesta di modifica del software Globaleaks, si prega di aprire","To support GlobaLeaks, you can provide a small":"Per supportare GlobaLeaks GlobaLeaks, puoi effettuare una piccola","To use GlobaLeaks Cookies must be enabled.":"Per utilizzare Globaleaks i Cookies devono essere abilitati.","Too many file uploads in":"Troppi file upload in","Too many requests":"Troppe richieste ricevute.","Too many submissions in":"Troppe segnalazioni in","Tor Hidden Service (url)":"Tor Hidden Service (url)","Tor2web Public Site (url)":"Sito pubblico Tor2web (url)","Total uncompressed size: %TotalSize%":"Dimensione totale non compressa: %TotalSize%","Translation Customization":"Personalizzazione delle Traduzioni","Transport Security":"Sicurezza a livello trasporto","Type":"Tipo","Type your new password again":"Digita ancora una volta la tua nuova password","Unauthenticated Requests":"Richieste Non Autenticate","Unselect this receiver.":"Deseleziona questo destinatario.","Unsent emails will be spooled when the option is re-enabled.":"Le email non inviate verranno spedite quando l'opzione sarà riabilitata.","Update notification and encryption settings":"Aggiorna le configurazioni delle notifiche e della cifratura","Update notification settings":"Aggiorna le impostazioni di notifica","Upgrade your browser today":"Aggiorna oggi il tuo browser","Upload Date":"Data di Caricamento","Url":"Url","Username":"Nome utente","Username:":"Nome Utente:","Users Overview":"Panoramica degli Utenti","View Tip":"Mostra la Segnalazione","WB Last Access":"Ultimo accesso del WB","Wait for another":"Rilassati ancora per","Warning!":"Attenzione!","Warning! You are not Anonymous.":"Attenzione! Non sei Anonimo.","We strongly advise you to go for an Anonymous Submission.":"Ti suggeriamo vivamente di effettuare una Segnalazione Anonima.","We were not able to determine if you are anonymous or not, please proceed with care":"Non siamo stati in grado di determinare se sei anonimo o meno, per favore fai attenzione","Welcome to GlobaLeaks Administration Interface":"Benvenuto sull'interfaccia di amministrazione di GlobaLeaks","Welcome to GlobaLeaks!":"Benvenuto a GlobaLeaks!","What is the topic of your whistleblowing initiative?":"Il topic della tua iniziativa di whisleblowing in poche parole","Which of the following statements is true?":"Quale delle seguenti affermazioni è vera?","Whistleblower":"Whistleblower","Whistleblowers can perform submissions via Tor2web.":"I Whistleblower possono effettuare Segnalazioni attraverso Tor2web","Whistleblowing disabled":"Segnalazioni disabilitate","With a HTTPS submission you are exposing yourself to the risks that someone else will know that you have submitted something, without knowing what you have submitted.":"Se effettui una segnalazione tramite HTTPS ti esponi al rischio che qualcuno possa capire che hai fatto una segnalazione, pur senza sapere cosa hai segnalato.","Without a valid PGP key, the system won't be able to send you encrypted notifications.":"Senza una chiave PGP valida il sistema non sarà in grado di inviare notifiche cifrate.","Wrong Answer!":"Risposta Errata!","Yes":"Si","You acknowledge that failure to do so will result in the inability to technically protect your anonymity.":"Confermi che il non farlo avrà come conseguenza l'impossibilità di proteggere il tuo anonimato.","You are aware of the risks involved. Go ahead, but consider yourself warned.":"Se sei conscio dei rischi connessi, procedi pure, considerati avvertito.","You are connecting to the node without anonymity and this node supports only anonymous submissions":"Ti stai connettendo a questo nodo in maniera non anonima,  ed esso supporta solo trasmissioni anonime","You are invited to extend its validity and reload it on the platform or to upload a new key.":"Sei invitato ad estendere la sua validità e ricaricarla sulla piattaforma o a caricare una nuova chiave.","You are using an outdated browser.":"Stai usando un browser vecchio.","You can reach GlobaLeaks's support chat via IRC by clicking":"Puoi raggiungere la chat di supporto GlobaLeaks su IRC cliccando","You can read it at: %TipTorURL%":"Puoi accedervi all'indirizzo: %TipTorURL%","You have finished configuring your GlobaLeaks site. You are now ready to future tweak it inside of the admin interface.":"Hai finito di configurare il tuo sito GlobaLeaks. Eventuali altre configurazioni sono disponibili attraverso l'interfaccia di amministrazione.","You have not configured your encryption keys, so the files will be stored on the GlobaLeaks node un-encrypted.":"Non hai configurato la tua chiave di cifratura, quindi i file verranno salvati sul nodo GlobaLeaks in modalità non cifrata.","You will also be able to keep track of who has viewed your submission and downloaded the files.":"Sarà anche possibile tener traccia di chi ha visto la segnalazione e ha scaricato i file.","You will not be able to send a submission.":"Non sarai in grado di inviare il tuo contributo","You're running GlobaLeaks version":"Stai utilizzando Globaleaks versione ","You've not enabled encryption!":"Non hai abilitato la crittografia.","You've reached the maximum number of downloads for this file":"E' stato raggiunto il massimo numero di download possibili per questo file","Your Tips":"Le tue Segnalazioni","Your node is not configured! Please use the":"Il tuo nodo non e' configurato! Per favore procedi con","Your user has reached the maximum number of accesses to this Tip":"Hai raggiunto il massimo numero di accessi possibili per questo Tip","Zip Description Template":"Template di descrizione degli Zip","add field":"aggiungi campo","before continuing.":"prima di proseguire.","can be configured to deliver encrypted email and store encrypted files. You  must copy and paste the ascii version of your personal key, and then it will be possibile to update your encryption settings. If you have any doubts, talk to your admin.":"può essere configurato al fine di inviare email cifrate e memorizzare file cifrati. Per farlo devi copiare ed incollare la versione ascii della tua chiave personale e dopodiché sarà possibile aggiornare i tuoi settaggi di crittografia. Se hai qualsiasi dubbio rivolgiti all'amministratore del nodo.","download":"download","download a copy of the Tor Browser Bundle":"scaricare una copia del Tor Browser Bundle","download all files":"scarica tutti i file","file unavailable":"file non disponibile","financial donation":"donazione finanziaria","has postponed Tip expiration to":"ha posticipato la scadenza della Segnalazione al giorno","here":"qui","install Google Chrome Frame":"installa google chrome frame","is":"e' ","manual for practical security best practices.":"manuale per le buone norme pratiche riguardo la sicurezza","now Enabled:":"ora Abilitato:","or":"o","proudly powered by GlobaLeaks, copyright by Hermes Center for Transparency and Digital Human Rights":"fieri di basarci su GlobaLeaks, copyright dell'Hermes Center for Transparency and Digital Human Rights","seconds":"secondi","show all the files":"mostra tutti i file","show only files not yet downloaded":"Mostra solo i file non ancora scaricati","this is a special piece of software designed to enable Anonymous Web Browsing.":"un software particolare progettato per consentire la navigazione del web in forma anonima","to better experience this site.":"per migliorare la visualizzazione di questo sito","via Tor at: %TipTorURL%":"via Tor all'indirizzo: %TipTorURL%","via Tor2web at: %TipT2WURL%":"via Tor2web all'indirizzo: %TipT2WURL%"}