{"(click again to hide)":"(clique novamente para esconder)","A field expected to be unique is already present":"Um campo que deveria ser único já está presente","A file attachment is required to complete the submission":"É necessário um arquivo anexado para completar a submissão","A receiver can postpone how many times he wants, all the receivers have the same privileges.":"Um receptor pode adiar quantas vezes ele quiser, todos os receptores têm os mesmos privilégios.","Access counter":"Contador de Acesso","Accesses":"Accesses","Add":"Add","Add Comment":"Adicionar Comentário","Add files":"Adicionar arquivos","Add new context":"Adicionar novo contexto","Add new receiver":"Adicionar novo receptor","Add option":"Add option","Admin can access via Tor2Web. This is safe only if you're using a dedicated Tor2Web server.":"Admin pode acessar via Tor2Web. Isto só é seguro se você estiver usando um servidor Tor2Web deDenúnciado.","Admin interface and configure at least one context":"Interface administrativa para configurar pelo menos um contexto","Admin management interface":"Interface de gerenciamento administrativo","Admin please configure at least one Context and associated Receivers using":"Administrador configure pelo menos um contexto e receptores associados que utilizam","Administration Interface":"Interface da Administração","Advanced Settings":"Configurações Avançadas","Advanced settings":"Configurações avançadas","Agree":"Concordar","Are you a receiver?":"Você é um receptor?","Are you a whistleblower?":"Você é um denunciante?","Are you sure you want to delete the tip?":"Are you sure you want to delete the tip?","At least 8 characters":"Pelo menos 8 caracteres","At least 8 keypress long":"Pelo menos 8 digitos","At least one letter":"Pelo menos uma letra","At least one number":"Pelo menos um número","Authentication Failed":"Falha na Autenticação","Authentication in Tip failed":"Autenticação na Denúncia falhou","Back to start":"Voltar para o início","Beware of the fact that this receipt, if fallen into the wrong hands, will lead to identifying you as the whistleblower for this Tip.":"Cuidado com o fato de que este comprovante, se caído em mãos erradas, irá identificá-lo como o denunciante para esta Denúncia.","Blow the Whistle":"Soprar o apito","By checking the box below you agree to these terms and conditions.":"Ao marcar a caixa abaixo, você concorda com estes termos e condições.","CSS":"CSS","Can delete submissions":"Can delete submissions","Cancel":"Cancelar","Change picture":"Trocar imagem","Checkboxes":"caixas de seleção","Choose the context and receivers that will be sure to transform your submission into action!":"Escolha o contexto e os receptores corretos para transformar a sua submissão em ação!","Clicking extend, you will extend the Tip expiration date to:":"Clicking extend, you will extend the Tip expiration date to:","Comment Email Subject":"Assunto do Email de Comentário","Comment Email template":"Modelo de Email de Comentário","Comments":"Comentários","Confirm Deletion":"Confirm Deletion","Confirm Extension":"Confirm Extension","Congratulations!":"Parabéns!","Content Settings":"Configurações de Conteúdo","Context":"Context","Contexts":"Contextos","Contexts Configuration":"Configuração de Contextos","Cookies are not enabled!":"Cookies não estão habilitados!","Copy/Paste here the PGP Key Armor:":"Copie/Cole aqui a chave PGP Armor:","Creation Date":"Creation Date","Current Password":"Senha Atual","Current initiative logo":"Logotipo de iniciativa atual","Currently logged in ":"No momento conectado","Danger!":"Perigo!","Default language":"Língua padrão","Delete":"Excluir","Delete Tip":"Delete Tip","Description":"Descrição","Details":"Detalhes","Disable email notification":"Desative a notificação por email","Download":"Download","Drop Menu (Select)":"Menu Suspenso (selecione)","Edit Tor2Web accessibility table ":"Editar tabela de acessibilidade Tor2Web","Edit Tor2Web accessibility table - [click again to close]":"Editar tabela de acessibilidade Tor2Web - [clique novamente para fechar]","Email":"Email","Email Address":"Endereço de Email","Email Address (Username)":"Endereço de Email (Usuário)","Email notification is disabled":"Notificação de email está desativada","Enable Comment notification":"Habilitar notificação de Comentário","Enable File notification":"Habilitar notificação de Arquivo","Enable Tip notification":"Habilitar notificação de Denúncia","Enable encrypted notification":"Habilitar notificação criptografada","Enable file encryption":"Habilitar encriptação de arquivo","Encryption Settings":"Encryption Settings","Enter the information that is relevant to your submission and possibly upload the relevant accompanying files":"Digite as informações que são relevantes para a sua submissão e, possivelmente, enviar os arquivos de acompanhamento correspondentes","Enter your receipt":"Digite o seu comprovante","Every comment, written by the whistleblower or the receivers, will trigger an email.":"Cada comentário, escrito pelo denunciante ou receptores, irá disparar um e-mail.","Every file you'll download will be encrypted with your PGP key.":"Every file you'll download will be encrypted with your PGP key.","Every new Tip you receive will trigger an email with a link to it.":"Cada nova Denúncia que você receber disparará um e-mail com um link para ela.","Every notification you'll receive will be encrypted with your PGP key.":"Every notification you'll receive will be encrypted with your PGP key.","Exception mail address":"Endereço de exceção","Expiration Date":"Expiration Date","Failed Logins":"Failed Logins","Fields":"Campos","File":"File","File Email Subject":"Assunto de Email de Arquivo","File Email template":"Modelo de Email de Arquivo","File size limit (in Megabytes)":"Limite de tamanho do arquivo (em Megabaites)","Files":"Arquivos","Files Overview":"Resumo dos Arquivos","Files and Downloads":"Files and Downloads","Fill out your submission":"Preencha sua submissão","Final Step":"Passo Final","Footer":"Rodapé","For every file available for download you will be notified via email with related information.":"Para cada arquivo disponível para download, você será notificado via e-mail com as informações relacionadas.","From here you can run common debug tasks emulating GLClient functions":"A partir daqui você pode executar tarefas de depuração comuns emulando funções GLClient","GLTypesError not set":"GLTypesError não definido","GlobaLeaks software":"GlobalLeaks software","Graphic Customization":"Graphic Customization","Hint":"Sugerir","I want to report on":"Eu quero relatar","If you are interested in keeping it, please save it in a secure place and make sure it does not fall into the wrong hands":"Se você está interessado em mantê-lo, por favor, salve-o em um lugar seguro e tenha certeza de que não caia em mãos erradas","If you want protection of your identity and the content of your message, you should try to achieve anonimity by using the":"Se você quer a proteção de sua identidade e do conteúdo de sua mensagem, você deve tentar conseguir anonimato, usando o","In date":"Na data","In the event that you would like to remain anonymous, do not submit any personal information. (e.g. your name or relationship to the offender. Do not submit any information that can be traced back to you.)":"No caso em que você queira permanecer no anonimato, não submeta qualquer informação pessoal. (por exemplo, seu nome ou relação com o agressor. Não apresente qualquer informação que pode ser rastreada até você.)","Incomplete submissions expiry time (hours)":"Tempo de expiração de submissões incompletas (em horas)","Info":"Info","Instead with an Anonymous Submission you are fully protected, it is not possible for a third party to know that you have submitted something nor what you have submitted.":"Em vez disso, com uma Submissão Anônima você está totalmente protegido, não sendo possível que um terceiro saiba que você enviou algo, nem o que foi enviado.","Internal Server Error":"Erro Interno do Servidor","Invalid Authentication in scope":"Autenticação Inválida em escopo","Invalid Input Format":"Formato de entrada inválido","Invalid email address":"Endereço de email inválido","Invalid format for hidden service (should be http://thirteenchars123.onion)":"Formato inválido para o serviço oculto (deveria ser http://thirteenchars123.onion)","Invalid format for public site (should be https://thirteenchars123.tor2web.org)":"Formato inválido para saite público (deveria ser https://thirteenchars123.tor2web.org)","Invalid time range supplied for":"Intervalo de tempo inválido fornecido para","It appears you are not using Tor, thus you are strongly advised to ":"Parece que você não está usando o Tor, portanto é altamente recomendável","It appears you are using Tor. To better protect your anonymity, be sure that you are using the":"Parece que você está usando Tor. Para melhor proteger o seu anonimato, não se esqueça de que você está usando o","Keep in mind that using Tor Browser Bundle does not replace good security practices and it cannot protect you in the event your computer has been compromised. You are strongly advised to read the":"Tenha em mente que o uso do Pacote Navegador Tor não substitui as boas práticas de segurança e não pode protegê-lo no caso de seu computador ser comprometido. É fortemente aconselhado a ler o","Key details":"Detalhes da chave","Languages Configuration":"Languages Configuration","Last Access":"Último Acesso","Load":"Load","Loading":"Carregando","Loading Tip page...":"Carregando a página de Denúncia","Loading...":"Carregando","Login":"Acessar","Login page":"Página de login","Logout":"Logout","Mail Configuration":"Configuração de Correio","Malformed source":"Fonte malformada","Maximum file downloads":"Máximo de downloads de arquivos","Moreover, it will allow you to add other files to your submission.":"Além disso, permite que você adicione outros arquivos para a sua submissão.","Multi-Select":"Multi-Seleção","Name":"Nome","New Password":"Nova Senha","New Submission":"Nova Submissão","Next Step":"Próximo Passo","No email was specified":"Nenhum e-mail foi especificado","No file has been uploaded!":"Nenhum arquivo foi enviado!","Node name":"Nome do nó","Node not found":"Nó não encontrado","Not Authenticated":"Não Autenticado","Not found a Context with the specified GUS identifier":"Não foi encontrado um Contexto com o identificador GUS especificado","Not found a File with the specified GUS identifier":"Não foi encontrado um arquivo com o identificador GUS especificado","Not found a Receiver with the specified GUS identifier":"Não foi encontrado um receptor com o identificador GUS especificado","Not found a Submission with the specified GUS identifier":"Não foi encontrado uma Submissão com o identificador GUS especificado","Not found a Tip with the specified GUS identifier":"Não foi encontrado uma Denúncia com o identificador GUS especificado","Notification Settings":"Notification Settings","Notification templates":"Modelos de notificação","Number":"Número","Old password confirmation required":"Requer confirmação da senha antiga","On unix based systems this can be done by running the following command in the directory of the files":"Em sistemas baseados em Unix, isso pode ser feito com o seguinte comando no diretório dos arquivos","Operation Forbidden":"Operação Proibida","PGP key management":"Gerenciamento de chaves PGP","Paragraph(s)":"Parágrafo(s)","Password":"Senha","Password Configuration":"Configuração de Senha","Password:":"Senha:","Permit Receiver preferences management via Tor2Web":"Permitir Receptor gerenciar preferências via Tor2Web","Permit Receivers to postpone expiration date of the Tips":"Permite aos Receptores adiar a data de validade das Denúncias","Permit Submissions via Tor2Web":"Permitir Submissões via Tor2Web","Permit Tip access, file download and upload via Tor2Web":"Permitir o acesso a Denúncias, arquivo de download e upload via Tor2Web","Permit access of public resources via Tor2Web":"Permitir o acesso de recursos públicos via Tor2Web","Permit administrative login via Tor2Web":"Permitir login administrativo via Tor2Web","Pertinence evaluation has been already expressed":"Avaliação Pertinente já foi expressa","Phone":"Telefone","Please configure your PGP keys in the receiver preference page.":"Por favor, configure sua chave PGP na página do receptor.","Please copy in the box below your receipt to access the tip interface.":"Por favor, copie na caixa abaixo seu recibo para acessar a interface de Denúncia.","Please do not submit your report on a PC provided by your employer. Particularly an intranet connection may jeopardize your anonymity.":"Por favor, não submeta o seu relatório em um PC fornecido pelo seu empregador. Particularmente uma conexão intranet pode comprometer seu anonimato.","Please take care that all associated data will be properly deleted.":"Please take care that all associated data will be properly deleted.","Please wait":"Por favor, aguarde","Postpone Tip expiration date":"Posponha a validade da notificação do envio para ","Preferences":"Preferências","Presentation":"Apresentação","Presentation Order":"Presentation Order","Preview":"Visualização","Previous Step":"Passo Anterior","Proceed":"Prosseguir","Proceed to submission":"Proceder à submissão","Public GlobaLeaks resources can be accessed via Tor2Web. This is safe to do.":"Os recursos públicos do GlobaLeaks podem ser acessados ​​via Tor2Web. Isto é seguro fazer.","Radio Buttons":"Botões Radio","Receipt format (regular expression)":"Formato do comprovante (expressão regular)","Receiver Interface":"Interface do Receptor","Receiver List":"Lista de Receptor","Receiver Tips":"Receiver Tips","Receiver name too long":"Nome do receptor é muito longo","Receiver selection":"Seleção de Receptor","Receivers":"Receptores","Receivers Configuration":"Configuração de Receptores","Receivers can access via Tor2Web. This is dangerous and it's recommended instead to train receivers in the use of Tor and Enigmail.":"Receptores podem acessar via Tor2Web. Isso é perigoso e é recomendado em vez disso treinar receptores no uso do Tor e Enigmail.","References":"References","Remove your PGP key":"Remover sua chave PGP","Request timed out":"Tempo de resposta expirou","Require at least one file to be uploaded":"Requer pelo menos um arquivo para ser enviado","Required":"Requerido","Reset":"Reset","Reset custom CSS":"Reset custom CSS","Resource can be accessed only within Tor network":"Recurso só pode ser acessado dentro da rede Tor","SMTP server address":"Endereço do servidor SMTP","SMTP server port":"Porta do servidor SMTP","Save":"Salvar","Save changes":"Salvar Mudanças","Select all receivers by default":"Selecione todos os destinatários por padrão","Session expired":"Sessão expirada","Show in preview":"Mostrar prévia","Size":"Size","Some parameters provided in the context creation can't work together":"Alguns parâmetros fornecidos na criação do contexto não podem trabalhar juntos","Source Email":"E-mail da Fonte","Source Name":"Nome da Fonte","Statistics Disabled":"Estatísticas Desabilitadas","Status":"Status","Submission Created!":"Submissão Criada!","Submission date":"Data da submissão","Submission does not validate the input fields":"Submissão não valida os campos de entrada","Submit":"Submeter","Submit a PGP key":"Submit a PGP key","Submitted Tip expiry time (days)":"Tempo de expiração de Denúncia enviada (dias)","Success!":"Sucesso!","System":"Sistema","Text":"Texto","Text size limit (in bytes)":"Limite de tamanho do texto (em baites)","The PGP key proposed can't be imported":"A chave PGP enviada não pode ser importada","The choosen password is unsafe, it should have":"A senha escolhida não é segura, deveria ter","The file uploaded has a reserved name":"O arquivo enviado tem um nome reservado","The fingerprint is:":"A impressão digital é:","The specified comment was not found":"O comentário especificado não foi encontrado","The specified host does not match a configured one":"O host especificado não corresponde ao configurado","The specified old password is not valid":"A senha antiga especificada não é válida","The submission you tried to be update has been already finalized":"A submissão que você tentou atualizar já foi finalizada","The table below shows the files present in the submission directory, and their relationship with the internal database.":"A tabela abaixo mostra os arquivos presentes no diretório submissão, e sua relação com o banco de dados interno.","The time for your role":"O tempo para a sua função","The two passwords do not match":"As duas senhas não coincidem","The upload request overcomes the MB limits":"O pedido de envio ultrapassa os limites de MB","The user":"O usuário","This field cannot be empty":"Este campo não pode ficar vazio","This interface may help you spot anomalies in your Node.":"Esta interface pode ajudar a detectar anomalias em seu nó.","This interface may help you understand how the Node is used by the whistleblower. We present you with the submissions currently on the node and a few statistics on the kind of usage (activity, files, comments).":"Esta interface pode ajudá-lo a entender como o nó é usado pelo denunciante. Apresentamos-lhe com as atuais submissões no nó e algumas estatísticas sobre o tipo de uso (atividade, arquivos, comentários).","This interface shows the activity of the users of your node. This may be helpful in detecting anomalies and supporting the Receivers of your node.":"Esta interface mostra a atividade dos usuários de seu nó. Isto pode ser útil na detecção de anomalias e apoio aos receptores de seu nó.","This is the":"Esta é a","This may lead to unintended access to the files by the server administrator or in case of server seizing.":"Isso pode levar ao acesso não intencional aos arquivos pelo administrador do servidor ou em caso de servidor em teste.","This node is not configured.":"Este nó não está configurado.","This receipt will allow you to login as the whistleblower for this Tip.":"Este comprovante permitirá que você faça o login como o denunciante para esta Denúncia.","This section contains settings that may make your installation not work properly. Please refer to the ":"Esta seção contém as configurações que podem fazer a sua instalação não funcionar corretamente. Por favor, consulte o","This software is developed by the non-profit organization":"Este software é desenvolvido por uma organização sem fins lucrativos","Through this platform you will be able to report on wrongdoing. This platform is running the":"Através desta plataforma, você será capaz de informar sobre irregularidades. Esta plataforma está executando o","Through this system receivers will be able to ask you questions on the Tip and you will be able to write a reply.":"Através deste sistema os receptores estarão aptos a fazer-lhe perguntas sobre a Denúncia e você poderá responder a eles.","Tip":"Tip","Tip Email Subject":"Assunto do Email de Denúncia","Tip Email template":"Modelo de Email de Denúncia","Tip Status Page":"Página de Status da Denúncia","Tip can be accessed via Tor2Web by whistleblowers and receiver.":"Denúncia pode ser acessada via Tor2Web por denunciantes e receptor.","Tips":"Denúncias","Tips Overview":"Resumo das Denúncias","To ensure your anonymity be sure that you are visiting this site using the":"Para garantir o seu anonimato esteja certo de que está visitando este site usando o","To further enhance your security, please follow these instructions:":"Para aumentar ainda mais a sua segurança, por favor, siga estas instruções:","To make an Anonymous Submission, instead of using your usual Web Browser (Internet Explorer, Chrome, Firefox, Opera, etc.) you should use the":"Para fazer uma Submissão Anônima, em vez de usar o navegador da web usual (Internet Explorer, Chrome, Firefox, Opera, etc) você deve usar o","Tor Hidden Service (hostname)":"Ocultar Serviço Tor (hostname)","Tor2web Public Site (url)":"Tor2web Site Público (url)","Transport Security":"Segurança de Transporte","Type":"Tipo","Type again your new password":"Type again your new password","Unsent emails will be spooled when the option will be re-enabled.":"E-mails não enviados serão armazenados quando a opção for reativada.","Update Advanced settings":"Atualizar Opções Avançadas","Update node":"Atualizar nó","Update notification and encryption settings":"Atualizar notificações e preferências de encriptação","Update notification settings":"Atualize as configurações de notificação","Upgrade your browser today":"Atualize seu navegador","Url":"Url","Use the":"Use o","User":"User","Username":"Usuário","Username:":"Usuário:","Users Overview":"Visão dos Usuários","View Tip":"Ver Denúncia","WB Last Access":"WB Last Access","Warning!":"Aviso!","Warning! You are not Anonymous.":"Aviso! Você não está Anônimo.","We are supported also by your donations. Visit our":"Nós somos apoiados também por suas doações. Visite o nosso site","We strongly advise you to go for an Anonymous Submission.":"Nós aconselhamos que você vá para uma Submissão Anônima.","We were not able to determine if you are anonymous or not, please proceed with care":"Nós não fomos capazes de determinar se você está anônimo ou não, Por favor, proceda com cuidado","Welcome back captain!":"Bem-vindo de volta, capitão!","Which of the following statements is true?":"Qual das seguintes afirmações é verdadeira?","Whistleblower":"Denunciante","Whistleblowers can perform submissions with no anonymity via Tor2Web.":"Denunciantes podem realizar submissões sem anonimato via Tor2Web.","Whistleblowing disabled":"Denúncia desativada","With a HTTPS submission you are exposing yourself to the risks that someone else will know that you have submitted something, without knowing what you have submitted.":"Com uma submissão HTTPS você está se expondo aos riscos de outra pessoa saber que você enviou algo, sem saber o que você enviou.","Wrong Answer!":"Resposta Errada!","You acknowledge that failure to do so will result in the inability to technically protect your anonymity.":"Você reconhece que não fazê-lo resultará na incapacidade de proteger tecnicamente seu anonimato.","You are aware of the risks involved, go ahead, consider yourself warned.":"Você está ciente dos riscos envolvidos, vá em frente, considere-se avisado.","You are connecting to the node not anonymously and this node only supports anonymous submissions":"Você está se conectando ao nó de maneira não-anônima, e este nó só suporta submissões anônimas","You are using an outdated browser.":"Você está usando um navegador desatualizado","You have an active PGP key":"You have an active PGP key","You have not configured your encryption keys, so the files will be stored on the globaleaks node un-encrypted.":"Você não configurou suas chaves de encriptação, os arquivos armazenados neste nó do Globaleaks não serão criptografados ","You will also be able to keep track of who has viewed your submission and downloaded the files.":"Você também será capaz de manter o controle de quem viu a sua submissão e baixou os arquivos.","You will not be able to login.":"Você não estará apto a logar-se","You will not be able to perform a submission.":"Você não estará apto a realizar uma submissão.","You're running GlobaLeaks version":"Você está executando a versão GlobaLeaks","You've not enabled encryption!":"Você não ativou a criptografia!","You've reached the maximum amount of download for this file":"Você atingiu a quantidade máxima de transferências para este arquivo","Your Tips":"Suas Denúncias","Your node is not configured! Please, proceed via":"Seu nó não está configurado! Por favor, continue via","Your user has reached the maximum amount of access for this Tip":"Seu usuário atingiu a quantidade máxima de acesso para esta Denúncia","add field":"Adicione campo","before continuing.":"antes de continuar.","can be configured in order to deliver encrypted email and store encrypted files. You've to copy and paste the ascii version of your personal key, and then it would be possibile update your encryption settings. If you've any doubts talk to your admin.":"pode ser configurada para entregar e-mail criptografado e armazenar arquivos criptografados. Você tem que copiar e colar a versão ascii de sua chave pessoal e, em seguida, será possível atualizar as configurações de criptografia. Se você tiver dúvidas fale com o seu administrador","click to close":"Clique para fechar","delete":"Excluir","donation page":"Página de doação","download":"Download","download a copy of the tor browser bundle":"baixar uma cópia do tor","has postponed Tip expiration to":"pospôs a expiração do envio para ","https does not protect the content of my leak nor my identity":"https não protege o conteúdo de minha delação, nem a minha identidade","https does protect my identity and the content of my leak":"https protege a minha identidade e o conteúdo de minha delação","https protects my identity, but not the content of my leak":"https protege a minha identidade, mas não o conteúdo de minha delação","https protects the content of my leak but not my identity":"https protege o conteúdo da delação que eu envio, mas não a minha identidade","install Google Chrome Frame":"instale o Google Chrome Frame","is":"é","manual for practical security best practices.":"Manual prático dos melhores hábitos de segurança.","now Enabled:":"agora Habilitada:","or":"ou","see PGP key details":"veja detalhes da chave PGP","sha256 hash":"sha256 hash","show all the files":"Mostrar todos os arquivos","show only files not yet downloaded":"mostrar apenas os arquivos ainda não baixados","show sha256 checksum":"mostrar soma da verificação sha256","that is specifically designed to protect the identity of the reporter and of the ones running the platform.":"que é projetado especificamente para proteger a identidade do repórter e dos que executam a plataforma.","this is a special piece of software designed to enable Anonymous Web Browsing.":"esta é uma parte especial do software projetado para permitir a Navegação Anônima na Internet.","to better experience this site.":"para melhor utilizar este site","to help us further support the development of GlobaLeaks.":"para nos ajudar a continuar apoiando o desenvolvimento de GlobaLeaks.","to submit":"para submeter","to verify the file integrity":"para verificar a integridade do arquivo"}