{"(0 = unlimited)":"(0 = ilimitado)","(English only)":"(Somente em Inglês)","(New)":"(Novo)","A field expected to be unique already has this value":"Um campo que deveria ser único já tem este valor","A file attachment is required to complete the submission":"É necessário um arquivo anexado para completar a submissão","Access Number":"Número de Acesso","Access counter":"Contador de Acesso","Accesses":"Acessos","Add":"Adicionar","Add Comment":"Adicionar Comentário","Add files":"Adicionar arquivos","Add new context":"Adicionar novo contexto","Add new receiver":"Adicionar novo receptor","Add option":"Adicionar opção","Admin":"Admin","Admin can access via Tor2web.":"Administrador pode acessar via Tor2web","Admin interface and configure at least one context":"Interface administrativa para configurar pelo menos um contexto","Admin management interface":"Interface de gerenciamento administrativo","Admin please configure at least one Context and associated Receivers using":"Administrador, por favor, configure pelo menos um contexto e receptores associados que utilizam","Administration Interface":"Interface da Administração","Advanced Settings":"Configurações Avançadas","Advanced configuration":"Configuração avançada","Advanced settings":"Configurações avançadas","Agree":"Concordo","Anomaly Checks":"Verificações das Irregularidades","Are you a receiver?":"Você é um receptor?","Are you a whistleblower?":"Você é um denunciante?","Are you sure that you want to delete the context?":"Você tem certeza de que quer deletar o contexto?","Are you sure that you want to delete the receiver?":"Você tem certeza de que deseja excluir o destinatário?","Are you sure that you want to delete the tip globally?":"Você tem certeza de que quer deletar completamente esta Denúncia?","Are you sure that you want to postpone tip expiration date?":"Você tem certeza de que deseja adiar a data de validade da denúncia?","Are you sure that you wish to continue?":"Você tem certeza de que deseja continuar?","Asc":"Ascendente","At least 8 characters":"Pelo menos 8 caracteres","At least one letter":"Pelo menos uma letra","At least one number":"Pelo menos um número","Authentication Failed":"Falha na Autenticação","Authentication in Tip failed":"Autenticação na Denúncia falhou","Beware of the fact that this receipt, if fallen into the wrong hands, will lead to identifying you as the whistleblower for this Tip.":"Cuidado com o fato de que este comprovante, se caído em mãos erradas, irá identificá-lo como o denunciante para esta Denúncia.","Blow the Whistle":"Soprar o apito","By clicking extend, you will extend the Tip expiration date to:":"Clicando estender, você vai prolongar a data de validade da Denúncia para:","By enabling this option, the system will be storing the submitted files unecrypted on your node.":"Ao ativar esta opção o sistema irá armazenar os arquivos submetidos sem criptografia no seu dispositivo de arquivos.","CSS":"CSS","Cancel":"Cancelar","Change picture":"Trocar imagem","Checkboxes":"caixas de seleção","Checks for anomalies will be now performed on each request.":"Verificações de anomalias agora serão realizadas em cada solicitação.","Choose the context and receivers that will be sure to transform your submission into action!":"Escolha o contexto e os receptores corretos para transformar a sua submissão em ação!","Click to edit, Drag to order":"Clique para editar. Arraste para ordenar","Clicking the 'admin' link on the top-right corner of the page will bring you here.":"Clicar no link 'admin' no canto superior direito da página vai lhe trazer para aqui.","Comment Email Subject":"Assunto do Email de Comentário","Comment Email Template":"Modelo de Comentário de E-mail","Comments":"Comentários","Comments Number":"Número de Comentários","Configure a PGP key":"Configurar uma chave PGP","Confirm Deletion":"Confirmar Exclusão","Confirm Extension":"Confirmar Extensão","Confirm password":"Confirme a senha","Congratulations!":"Parabéns!","Content Settings":"Configurações de Conteúdo","Content Type":"Tipo de Conteúdo","Context":"Contexto","Context Name":"Nome do Contexto","Contexts":"Contextos","Contexts Configuration":"Configuração de Contextos","Contexts are the categories to be selected by whistleblowers, when they perform their submission. Make sure to make them pertinent to your initiative.":"Os contextos são as categorias a serem selecionados por um denunciante, quando eles fizerem a sua apresentação. Certifique-se de fazer algo pertinente à sua denúncia.","Copy and paste the PGP public key here":"Copie e cole aqui a chave pública PGP","Creation":"Criação","Creation Date":"Data de Criação","Current Password":"Senha Atual","Current initiative logo":"Logotipo de iniciativa atual","Currently logged in":"No momento você está conectado","Danger":"Perigo","Danger ahead!":"Perigo à frente!","Danger!":"Perigo!","Date":"Data","Default language":"Idioma padrão","Delete":"Excluir","Delete Context":"Excluir Contexto","Delete Receiver":"Excluir Destinatário","Delete Tip":"Deletar Denúncia","Desc":"Descendente","Describe the attachments of the submission":"Descreva os anexos de sua submissão","Describe the details of the submission":"Descreva em detalhes a sua submissão","Describe your submission with a few words":"Descreva em poucas palavras a sua submissão","Description":"Descrição","Description of Anomaly":"Descrição da Irregularidade","Details":"Detalhes","Disable email notification":"Desative a notificação por email","Disable the privacy badge":"Disable the privacy badge","Disable the security awareness badge":"Disable the security awareness badge","Disable the security awareness badge questions":"Disable the security awareness badge questions","Disabled":"Desabilitado","Download":"Baixar","Dropdown Menu (Select)":"Menu Suspenso (selecione)","Each message written by the whistleblower specifically for you will trigger an email.":"Cada mensagem, escrita especificamente pelo denunciante para você, disparará um e-mail.","Email":"Email","Email Address":"Endereço de Email","Email Address (Username)":"Endereço de Email (Usuário)","Enable Ahmia publishing":"Habilitar publicação na Ahmia","Enable Comment notification":"Habilitar notificação de Comentário","Enable File notification":"Habilitar notificação de Arquivo","Enable Message notification":"Habilitar Notificação de Mensagem","Enable Tip notification":"Habilitar notificação de Denúncia","Enable checks for anomalies":"Habilitar verificações de anomalias","Enable insecure configuration without PGP encryption.":"Ativar configuração insegura sem criptografia PGP.","Enable private messages":"Enable private messages","Enable search engines indexing":"Habilitar indexação aos motores de busca","Enabled":"Habilitado","Encrypted Notification Templates":"Modelos de Notificações Criptografadas","Encryption Settings":"Configurações de Criptografia","Encryption is enabled!":"A criptografia está habilitada!","Encryption is not enabled!":"A criptografia não está habilitada!","Enter a new GlobaLeaks node password":"Digite uma nova senha para o dispositivo do GlobaLeaks","Enter the email address through which the receiver will be notified":"Digite o endereço de e-mail através do qual o destinatário será notificado","Enter the information that is relevant to your submission and possibly upload the relevant accompanying files":"Digite as informações que são relevantes para a sua submissão e, possivelmente, enviar os arquivos de acompanhamento correspondentes","Enter the name for your whistleblowing initiative":"Entre o nome da iniciativa de denúncia do seu denunciante","Enter the name of the receiver":"Entre o nome do destinatário","Enter your email address":"Digite o seu endereço de e-mail","Enter your receipt":"Digite o seu comprovante","Esteemed %ReceiverName%,":"Estimado %ReceiverName%,","Every comment, written by the whistleblower or the receivers, will trigger an email.":"Cada comentário, escrito pelo denunciante ou receptores, irá disparar um e-mail.","Every new Tip you receive will trigger an email with a link to it.":"Cada nova Denúncia que você receber disparará um e-mail com um link para ela.","Exception mail address":"Endereço de exceção","Expiration":"Expiração","Expiration Date":"Data de Expiração","Fields":"Campos","File":"Arquivo","File Email Subject":"Assunto de Email de Arquivo","File Email Template":"Modelo de Arquivo de E-mail","File Operations":"Operações de Arquivo","File Size":"Tamanho do Arquivo","File Uploads":"Uploads de Arquivos","File details:":"Detalhes do arquivo:","File size limit (in Megabytes)":"Limite de tamanho do arquivo (em Megabaites)","Filename":"Nome do Arquivo","Files":"Arquivos","Files Number":"Número de Arquivos","Files Overview":"Resumo dos Arquivos","Files and Downloads":"Arquivos e Transferências","Files description":"Descrição dos arquivos","Files number: %FilesNumber%":"Número de arquivos: %FilesNumber%","Fill out your submission":"Preencha sua submissão","Final Step":"Passo Final","Finalized Submissions":"Submissões Completas","Follow us on Twitter if you like to be profiled by NSA:":"Siga-nos no Twitter, se você quiser ser perfilado pela NSA:","Footer":"Rodapé","For every file available for download you will be notified via email with related information.":"Para cada arquivo disponível para download, você será notificado via e-mail com as informações relacionadas.","For technical support inquiries you can write us at:":"Para pedidos de suporte técnico, você pode escrever-nos em:","Full description":"Descrição completa","GLTypesError not set":"GLTypesError não definido","General":"Geral","Give a concise description of your project":"Dê uma descrição concisa do seu projeto","Give your whistleblowing initiative a good name and description to invite whistleblowers to submit. Be sure to make the goals of your project clear.":"Dê à sua iniciativa de denúncia um bom nome e uma boa descrição para convidar denunciantes a submetê-la. Descreva os objetivos de seu projeto o mais claro possível.","GlobaLeaks Support Chat":"GlobaLeaks Support Chat","GlobaLeaks Wizard":"Assistente do GlobaLeaks","Go to admin interface":"Ir para a interface de administração","Graphic Customization":"Personalização Gráfica","Guidelines on how to start up Whistleblowing Initiatives":"Orientações sobre como iniciar Iniciativas de Denúncia","HTTPS does not protect the content of my leak nor my identity":"HTTPS não protege o conteúdo de minha denúncia, nem a minha identidade","HTTPS does protect my identity and the content of my leak":"HTTPS protege a minha identidade e o conteúdo da minha denúncia","HTTPS protects my identity, but not the content of my leak":"HTTPS protege a minha identidade, mas não o conteúdo da minha denúncia","HTTPS protects the content of my leak but not my identity":"HTTPS protege o conteúdo da minha denúncia mas não a minha identidade","Here you can check the latest anomalies detected":"Aqui você pode verificar as últimas irregularidades detectadas","Hide details":"Ocultar detalhes","Hint":"Sugerir","Home Page":"Página inicial","I want to report on":"Eu quero relatar","If you are interested in keeping it, please save it in a secure place and make sure it does not fall into the wrong hands":"Se você está interessado em mantê-lo, por favor, salve-o em um lugar seguro e tenha certeza de que não caia em mãos erradas","If you want to tell us more about your project, or you need some help, write us at:":"Se você quiser nos dizer mais sobre o seu projeto, ou você precisar de alguma ajuda, escreva-nos em:","In order to deliver encrypted emails and files each receiver needs an associated PGP key. Cut and paste the key of the receiver or mark the checkbox:":"A fim de entregar os e-mails e arquivos criptografados, cada destinatário precisa de uma chave associada PGP. Copie e cole a chave PGP do destinatário ou marque na caixa de seleção:","Incomplete submissions expiry time (hours)":"Tempo de expiração de submissões incompletas (em horas)","Info":"Informação","Initiative description":"Descrição da Iniciativa de denúncia","Initiative name":"Nome da iniciativa","Install":"Instalar","Install default fields":"Instalar os campos padrões","Internal Server Error":"Erro Interno do Servidor","Invalid Authentication in scope":"Autenticação Inválida em escopo","Invalid Input Format":"Formato de entrada inválido","Invalid email address":"Endereço de email inválido","Invalid format for hidden service (should be http://thirteenchars123.onion)":"Formato inválido para o serviço oculto (deveria ser http://thirteenchars123.onion)","Invalid format for public site (should be https://thirteenchars123.tor2web.org)":"Formato inválido para site público (deveria ser https://thirteenchars123.tor2web.org)","Invalid format for the URL of the website to contain the IFRAME (should be https://url)":"Formato inválido para a URL do site que conterá o IFRAME (deve ser https://url)","Invalid time range supplied for":"Intervalo de tempo inválido fornecido para","It appears that you are not using Tor. You are strongly advised to":"Parece que você não está usando o Tor. Você está definitivamente aconselhado a","It appears that you are using Tor. To better protect your anonymity, be sure that you are using the":"Parece que você está usando o Tor. Para melhor proteger o seu anonimato, certifique-se de que você está usando o","Keep in mind that using Tor Browser Bundle does not replace good security practices and it cannot protect you in the event your computer has been compromised. You are strongly advised to read the":"Tenha em mente que o uso do Pacote Navegador Tor não substitui as boas práticas de segurança e não pode protegê-lo no caso de seu computador ser comprometido. É fortemente aconselhado a ler o","Landing Page":"Página Procurada","Languages Configuration":"Configuração de Idiomas","Last Access":"Último Acesso","Load":"Carregar","Load Custom File":"Carregar Arquivo Personalizado","Loading Tip page...":"Carregando a página de Denúncia","Login":"Acessar","Login page":"Página de acesso","Logout":"Sair","Mail Configuration":"Configuração de Correio","Main Configuration":"Configuração Principal","Maximum file downloads":"Máximo de downloads de arquivos","Maximum number of selectable Receivers:":"Número máximo de Destinatários selecionáveis:","Message Email Subject":"Assunto da Mensagem de E-mail","Message Email Template":"Modelo de Mensagem de E-mail","Moreover, it will allow you to add other files to your submission.":"Além disso, permite que você adicione outros arquivos para a sua submissão.","Multi-Select":"Multi-Seleção","Name":"Nome","New Password":"Nova Senha","New Submissions":"Novas Submissões","Next Step":"Próximo Passo","No":"Não","No Context was found with the specified ID":"Nenhum contexto foi encontrado com a ID especificada","No File was found with the specified ID":"Nenhum arquivo foi encontrado com a ID especificada","No Submission was found with the specified ID":"Nenhuma Submissão foi encontrada com a ID especificada","No Tip was found with the specified ID":"Nenhuma Denúncia foi encontrada com a ID especificada","No email was specified":"Nenhum e-mail foi especificado","No files have been uploaded!":"Nenhum arquivo foi enviado!","Node Subtitle":"Junção de Subtítulo","Node metadata will be now published using Ahmia JSON format.":"Node metadata will be now published using Ahmia JSON format.","Node name":"Nome do nó","Node not found":"Nó não encontrado","Not Authenticated":"Não Autenticado","Not found a Receiver with the specified ID":"Não foi encontrado um destinatário com a ID especificada","Notification Settings":"Configurações de Notificação","Notification Templates":"Modelos de Notificações","Notifications and Files will be encrypted.":"As Notificações e os Arquivos serão criptografados.","Notifications and Files won't be encrypted.":"Notificações e arquivos não serão criptografados.","Number":"Número","Old password confirmation required":"Requer confirmação da senha antiga","On date":"Na data","One or more of the receivers of this tip has not configured a PGP key.":"Um ou mais destinatários dessa denúncia ainda não configurou sua chave PGP.","Open":"Abrir","Operation Forbidden":"Operação Proibida","Order by:":"Ordenar por:","Order:":"Ordenação:","PGP Key details":"Detalhes da chave PGP","Paragraph(s)":"Parágrafo(s)","Password":"Senha","Password Configuration":"Configuração de Senha","Password:":"Senha:","Paste the PGP Key here:":"Cole a Chave PGP aqui:","Permit Admin access via Tor2web":"Permitir acesso administrativo via Tor2web","Permit Receivers access via Tor2web":"Permitir aos destinatários acessar via Tor2web","Permit Receivers to delete Tips":"Permitir que os Destinatários apaguem as Denúncias","Permit Receivers to postpone expiration date of the Tips":"Permite aos Receptores adiar a data de validade das Denúncias","Permit Whistleblower submissions via Tor2web":"Permitir envios de Denúncias via Tor2web","Permit access of public resources via Tor2web":"Permite acesso a recursos abertos via Tor2web","Permit the Receiver to delete Tips":"Permitir que o Receptor apague Denúncias","Permit the Receiver to postpone expiration date of the Tips":"Permita ao Destinatário a adiar a data de validade das Denúncias","Pertinence evaluation has been already expressed":"Avaliação Pertinente já foi expressa","Phone":"Telefone","Plaintext Notification Templates":"Modelos de Notificação em Texto sem Formatação","Please choose the primary language of the site:":"Por favor, escolha o idioma principal do site:","Please configure your PGP keys in the receiver preferences page.":"Por favor, configure sua chave PGP na página de configurações do destinatário.","Please confirm it":"Por favor, confirme","Please copy in the box below your receipt to access the tip interface.":"Por favor, copie na caixa abaixo seu recibo para acessar a interface de Denúncia.","Please do not forward or share this e-mail: each tip-off allows a limited number of accesses and downloads before being destroyed forever and nobody (even the node administrator) can recover an expired or dead tip-off.":"Please do not forward or share this e-mail: each tip-off allows a limited number of accesses and downloads before being destroyed forever and nobody (even the node administrator) can recover an expired or dead tip-off.","Please never disclose these files until an appropriate analysis, fact checking, journalistic and technical redaction process. For more information about redaction of documents you should consult this page: https://github.com/globaleaks/GlobaLeaks/wiki/Redaction-process.":"Por favor, nunca divulgue esses arquivos até uma análise adequada, verificação do fato, e um processo de redação jornalística e técnica. Para mais informações sobre redação de documentos, você deve consultar esta página: https://github.com/globaleaks/GlobaLeaks/wiki/Redaction-process.","Please support Hermes through their donation page.":"Por favor, apoiem Hermes através de sua página de doações.","Please take care that all associated data is properly deleted and all receivers won't be able to further access to it.":"Por favor, tome cuidado para que todos os dados associados sejam devidamente apagados para que todos os destinatários não tenham acesso a eles.","Please take care that all associated data is properly deleted.":"Por favor, tome cuidado para que todos os dados associados sejam devidamente deletados.","Please wait while we return to fully operational":"Por favor, aguarde até voltarmos em pleno funcionamento","Postpone Tip expiration date":"Posponha a validade da notificação do envio para ","Preferences":"Preferências","Presentation":"Apresentação","Presentation Order":"Ordem de Apresentação","Preview":"Visualização","Previous Step":"Passo Anterior","Private Messages":"Mensagens Privadas","Private Messages with the Whistleblower":"Mensagens Privadas ao Denunciante","Proceed to submission":"Proceder à submissão","Public resources can be accessed via Tor2web.":"Os recursos abertos podem ser acessados ​​via Tor2web.","Radio Buttons":"Botões Radio","Receipt format (regular expression)":"Formato do comprovante (expressão regular)","Receiver":"Destinatário","Receiver Interface":"Interface do Receptor","Receiver List":"Lista de Receptor","Receiver Tips":"Denúncias do Receptor","Receiver name too long":"Nome do receptor é muito longo","Receiver selection":"Seleção de Receptor","Receivers":"Receptores","Receivers Configuration":"Configuração de Receptores","Receivers are very important for a GlobaLeaks based initiative. They are the people responsible for receiving the whistleblowers' submissions, verifying their authenticity and taking action upon them. Choose them wisely.":"Os destinatários são muito importantes para uma denúncia baseada no GlobaLeaks. Eles são as pessoas responsáveis ​​pelo recebimento dos pedidos de denúncia, da verificação de sua autenticidade e de sua ação nas denúncias. Escolha-os com sabedoria.","Receivers can access via Tor2web.":"Destinatários podem acessar via Tor2web","Receivers of this Context will be able to delete Tips and their content.":"Os Destinatários deste contexto agora podem excluir Denúncias e seus conteúdos.","Receivers of this Context will be able to postpone expiration date of the Tips.":"Os Destinatários deste contexto agora podem adiar a data de validade das Denúncias.","Receivers selected:":"Destinatários selecionados:","Receivers will be able to delete Tips and their content.":"Os Destinatários agora podem excluir Denúncias e seus conteúdos.","Receivers will be able to postpone Tips expiration.":"Os Destinatários agora podem adiar a validade das Denúncias.","References":"Referências","Reload":"Recarregar","Remember to provide proper security advice to Whistleblowers:":"Lembre-se de fornecer aos Denunciantes as informações de segurança adequadas:","Remove the PGP key":"Remover a chave PGP","Reorder Contexts alphabetically":"Reordenar Contextos alfabeticamente","Reorder Receivers alphabetically":"Reordenar Destinatários alfabeticamente","Request timed out":"Tempo de resposta expirou","Require at least one file to be uploaded":"Requer pelo menos um arquivo para ser enviado","Required":"Requerido","Reset":"Restaurar","Reset custom CSS":"Restaurar CSS personalizado","Reset custom Home Page":"Restabelecer Página Inicial personalizada","Resource can be accessed only within the Tor network":"Recurso só pode ser acessado dentro da rede Tor","Resulting receipt example:":"Um exemplo resultado do recibo:","SMTP server address":"Endereço do servidor SMTP","SMTP server port":"Porta do servidor SMTP","Save":"Salvar","Save All":"Salvar Tudo","Search engine spiders will be allowed to spider the application.":"Search engine spiders will be allowed to spider the application.","Security Awareness Badge Text":"Security Awareness Badge Text","Security Awareness Badge Title":"Security Awareness Badge Title","Select all receivers by default":"Selecione todos os destinatários por padrão","Select this receiver.":"Selecione este destinatário.","Send Private Message":"Enviar Mensagem Privada","Session expired":"Sessão expirada","Short title":"Título curto","Show details":"Mostrar detalhes","Show in preview":"Mostrar prévia","Show receivers":"Mostrar destinatários","Show small receiver cards on submission interface":"Mostrar pequenos cartões ao destinatário na interface de submissão","Size":"Tamanho","Some parameters provided in the context creation can't work together":"Alguns parâmetros fornecidos na criação do contexto não podem trabalhar juntos","Source Email":"E-mail da Fonte","Source Name":"Nome da Fonte","Statistics Disabled":"Estatísticas Desabilitadas","Status":"Status","Step-by-step setup":"Passo a passo da configuração","Submission":"Submissão","Submission Created!":"Submissão Criada!","Submission date":"Data da submissão","Submission date: %EventTime%":"Submission date: %EventTime%","Submission does not validate the input fields":"Submissão não valida os campos de entrada","Submit":"Submeter","Submitted Tip expiry time (days)":"Tempo de expiração de Denúncia enviada (dias)","Success!":"Sucesso!","Support GlobaLeaks":"Support GlobaLeaks","Support embedding GlobaLeaks inside of IFRAMEs":"Suporte à incorporação do GlobaLeaks dentro de IFRAMEs","System":"Sistema","System Checks":"Verificações do Sistema","System Stats":"Estatísticas do Sistema","Take Care,":"Tome Cuidado,","Terms and Conditions":"Termos e Condições","Text":"Texto","Text size limit (in bytes)":"Limite de tamanho do texto (em baites)","The PGP key proposed can't be imported":"A chave PGP enviada não pode ser importada","The Receiver will be able to delete Tips and their content.":"O Destinatário poderá excluir as Denúncias e seus conteúdos.","The Receiver will be able to postpone Tip expiration.":"O Destinatário poderá adiar a validade das Denúncias.","The choosen password is unsafe, it should have":"A senha escolhida não é segura, ela deveria ter","The file is unavailable due to an internal error.":"O arquivo não está disponível devido a um erro interno.","The file uploaded has a reserved name":"O arquivo enviado tem um nome reservado","The file will be available at the url: /static/$filename":"O arquivo estará disponível no endereço: /static/$filename","The fingerprint is:":"A impressão digital é:","The following represents a description of the file collection and its content.":"O seguinte representa uma descrição da coleção de arquivos e seus conteúdos.","The following step by step wizard will guide you through configuring your whistleblowing site.":"O seguinte assistente passo a passo o guiará na configuração do seu site de denúncias.","The included files may contain information that could lead to the identification of the whistleblower and/or that is sensitive for the people and organisations involved.":"Os arquivos incluídos podem conter informações que possam levar à identificação do denunciante, e, ou, que sejam sensíveis para as pessoas e organizações envolvidas.","The software is developed by the non-profit Hermes Center for Transparency and Digital Human Rights.":"O software é desenvolvido pela organização sem fins lucrativos Hermes Center for Transparency and Digital Human Rights.","The specified comment was not found":"O comentário especificado não foi encontrado","The specified host does not match any configured one":"O hospedeiro especificado não corresponde ao que está configurado","The specified old password is not valid":"A senha antiga especificada não é válida","The submission can be accessed:":"The submission can be accessed:","The submission that you tried to be update has been already finalized":"A submissão que você tentou atualizar já foi finalizada","The table below shows the files present in the submission directory, and their relationship with the internal database.":"A tabela abaixo mostra os arquivos presentes no diretório submissão, e sua relação com o banco de dados interno.","The time for your role":"O tempo para a sua função","The two passwords do not match":"As duas senhas não coincidem","The upload request exceeds the size limits":"O pedido de envio excede os limites de tamanho","The user":"O usuário","Theme Customization":"Personalização do Tema","There are three types of users inside of GlobaLeaks: the administrator, the receivers and the whistleblower. Your username for accessing the node as the administrator will be 'admin'.":"Existem três tipos de usuários dentro do GlobaLeaks: o administrador, os destinatários e o denunciante. O seu nome de usuário para acessar o grupo como administrador será 'admin'.","They would like you to pay special attention to the information and material contained therein. Please keep in mind that whistleblowers often expose themselves to high personal risks for the public interest. Therefore the material that they provide with this tip-off should be considered of high importance.":"Eles gostariam que você prestasse atenção especial às informações e ao material neles contido. Por favor, tenha em mente que muitas vezes os denunciantes se expõem a riscos pessoais elevados pelo interesse público. Portato, o material que eles fornecem com esta denúncia deve ser considerado de grande importância.","This field cannot be empty":"Este campo não pode ficar vazio","This happens whenever encryption is unavailable.":"Isso acontece em caso da criptografia não estiver disponível.","This has happened on context %ContextName% at %EventTime%.":"Isso já aconteceu no contexto %ContextName% em %EventTime%.","This interface may help you spot anomalies with your Node.":"Esta interface pode ajudar a detectar anomalias em seu nó.","This interface may help you understand how the Node can be configured and provides some info on how to connect to other GlobaLeaks users and experts.":"Esta interface pode ajudá-lo a entender como o dispositivo pode ser configurado e fornece algumas informações sobre como se conectar com outros usuários e especialistas do GlobaLeaks.","This interface may help you understand how the Node is used by the whistleblower. It displays the submissions currently on the node and a few statistics on the kind of usage (activity, files, comments).":"Esta interface pode ajudá-lo a entender como o dispositivo é usado pelo denunciante. Ele mostra as submissões atuais no dispositivo e algumas estatísticas sobre o tipo de uso (atividade, arquivos, comentários).","This interface permits to configure the email templates used for secure mail notifications.":"Esta interface permite configurar os modelos de e-mail utilizado para as notificações de e-mail seguros.","This interface permits to configure the email templates used for unsecure mail notifications.":"Esta interface permite configurar os modelos de e-mail utilizados para as notificações de e-mail inseguros.","This interface shows the activity of the users of your node. This may be helpful in detecting anomalies and supporting the Receivers of your node.":"Esta interface mostra a atividade dos usuários de seu nó. Isto pode ser útil na detecção de anomalias e apoio aos receptores de seu nó.","This interface shows the latest anomalies spotted by the system.":"Esta interface mostra as ultimas irregularidades encontradas pelo sistema.","This interface shows you the statistics for the last hours.":"Esta interface mostra as estatísticas das últimas horas.","This is a work-in-progress of the administration interface that you will see after logging onto the platform as an admin.":"Este é um trabalho em andamento da página de destino da interface de administração que você vê após entrar na plataforma como administrador.","This is an e-mail message to notify you about new message from the whisleblower.":"Esta é uma mensagem de e-mail para notificá-lo sobre a nova mensagem do denunciante.","This is an e-mail message to notify you that %CommentSource% has commented on a previous submission.":"This is an e-mail message to notify you that %CommentSource% has commented on a previous submission.","This is an e-mail message to notify you that a whistleblower has selected you as a valuable recipient for his/her submission.":"This is an e-mail message to notify you that a whistleblower has selected you as a valuable recipient for his/her submission.","This is an e-mail message to notify you that a whistleblower has updated a submission with new material.":"This is an e-mail message to notify you that a whistleblower has updated a submission with new material.","This is an e-mail message to notify you that your PGP key is expired on %PGPExpirationDate%":"Esta é uma mensagem de e-mail para notificá-lo de que a sua chave PGP expirou em %PGPExpirationDate%","This is an e-mail message to notify you that your PGP key is going to expire on %PGPExpirationDate%":"Esta é uma mensagem de e-mail para notificá-lo de que a sua chave PGP vai expirar em %PGPExpirationDate%","This is dangerous and it's recommended instead to train receivers in the use of Tor and Enigmail.":"Isso é perigoso e é recomendado em vez de treinar destinatários no uso do Tor e Enigmail.","This is safe only if you're using a dedicated Tor2web server.":"Isto é seguro somente se você estiver usando um servidor Tor2web dedicado. ","This is the":"Esta é a","This is the default welcome message":"Esta é a mensagem de boas-vindas padrão","This is the initiative subtitle: write your slogan here!":"Este é o subtítulo da iniciativa de denúncia: escreva o seu slogan aqui!","This is the password that the receiver must use to login to their tip page.":"Esta é a senha que o destinatário deve usar para acessar a sua página de denúncia.","This may lead to unintended access to the files by the server administrator or others in case the server is compromised.":"Isso pode levar ao acesso não intencional aos arquivos pelo administrador do provedor ou outros no caso do provedor ser comprometido.","This means that the submitted files will be stored in plaintext on the node.":"Isto significa que as informações submetidas serão armazenadas em texto simples no dispositivo de arquivos.","This node is not configured.":"Este nó não está configurado.","This platform makes use of GlobaLeaks software specifically designed to protect the identity of the submitter and of the receiver in the exchange of leaked materials.":"Essa plataforma faz uso do programa GlobaLeaks, projetado especificamente para proteger a identidade do remetente e do destinatário no intercâmbio de materiais vazados.","This receipt will allow you to login as the whistleblower for this Tip.":"Este comprovante permitirá que você faça o login como o denunciante para esta Denúncia.","This receiver has configured the encryption key.":"Este destinatário configurou a chave de criptografia.","This receiver has not configured the encryption key.":"Este destinatário não configurou a chave de criptografia.","This receiver is disabled due to missing PGP key.":"Este destinatário está desativado devido à falta de chave PGP.","This section contains settings that may break your installation. Please refer to the":"Esta seção contém as configurações que podem fazer a sua instalação não funcionar corretamente. Por favor, consulte o","This won't preserve Whistleblower's anonymity while preserving submission confidentiality.":"Isso não vai preservar o anonimato do Denunciante enquanto estiver preservando sua submissão e confidencialidade.","Through this system receivers will be able to ask you questions on the Tip and you will be able to write a reply.":"Através deste sistema os receptores estarão aptos a fazer-lhe perguntas sobre a Denúncia e você poderá responder a eles.","Tip":"Denúncia","Tip Email Subject":"Assunto do E-mail de Denúncia","Tip Email Template":"Modelo de E-mail de Denúncia","Tip Status Page":"Página de Status da Denúncia","Tips":"Denúncias","Tips Overview":"Resumo das Denúncias","To enable it, his public key must be loaded by the admin or by the receiver.":"Para habilitá-lo, sua chave pública deve ser carregada pelo administrador ou pelo destinatário.","To ensure your anonymity be sure that you are visiting this site using the Tor Browser Bundle.\\nYou acknowledge that failure to do so will result in the inability to technically protect your anonymity.\\nTo further enhance your security, please follow these instructions:\\n1) In the event that you would like to remain anonymous, do not submit any personal information. (e.g. your name or relationship to the offender. Do not submit any information that can be traced back to you.)\\n2) Please do not submit your report on a PC provided by your employer. Particularly an intranet connection may jeopardize your anonymity.\\n\\nBy checking the box below you agree to these terms and conditions.":"Para garantir o seu anonimato esteja certo de que está visitando este site usando o Tor Browser Bundle.\nVocê reconhece que não fazê-lo resultará na incapacidade de proteger tecnicamente seu anonimato.\nPara aumentar ainda mais a sua segurança, por favor, siga estas instruções:\n1) No caso em que você queira permanecer no anonimato, não submeta qualquer informação pessoal. (por exemplo, seu nome ou relação com o agressor. Não apresente qualquer informação que pode ser rastreada até você.)\n2) Por favor, não submeta o seu relatório em um PC fornecido pelo seu empregador. Particularmente uma conexão intranet pode comprometer seu anonimato.\n\nAo marcar a caixa abaixo, você concorda com estes termos e condições.","To know more about GlobaLeaks Security you can read the following document:":"Para saber mais sobre a Segurança do GlobaLeaks você pode ler o seguinte documento:","To properly organize your initiative, please read the following guidelines:":"Para organizar adequadamente a sua iniciativa, por favor, leia as seguintes diretrizes:","To report a bug or request a feature in GlobaLeaks software, please open a ticket describing the issue you're encountering or the new feature request:":"To report a bug or request a feature in GlobaLeaks software, please open a ticket describing the issue you're encountering or the new feature request:","To support GlobaLeaks, you can provide a small financial donation;":"Para apoiar o GlobaLeaks, você pode fornecer uma pequena doação financeira;","Too many file uploads in":"O número de arquivos enviados estão acima daquilo que é suportado","Too many requests":"Há demasiados pedidos","Too many submissions in":"O número de submissões estão acima daquilo que é suportado","Tor Hidden Service (url)":"Serviço Oculto do Tor (url)","Tor2web Public Site (url)":"Tor2web Site Público (url)","Total uncompressed size: %TotalSize%":"Tamanho total descomprimido: %TotalSize%","Translation Customization":"Personalização de Tradução","Transport Security":"Segurança de Transporte","Type":"Tipo","Type your new password again":"Digite sua senha novamente","URL of website to contain the IFRAME":"URL do site que conterá o IFRAME","Unauthenticated Requests":"Solicitações Não Autenticadas","Unselect this receiver.":"Cancele este destinatário.","Update notification and encryption settings":"Atualizar notificações e preferências de criptografia","Update notification settings":"Atualize as configurações de notificação","Upload Date":"Submeter Data","Url":"Url","Username":"Usuário","Username:":"Usuário:","Users Overview":"Resumo dos Usuários","View Tip":"Ver Denúncia","WB Last Access":"WB Último Acesso","Wait for another":"Espere por outro","Warning!":"Aviso!","Warning! You are not Anonymous.":"Aviso! Você não está Anônimo.","We were not able to determine if you are anonymous or not, please proceed with care":"Nós não fomos capazes de determinar se você está anônimo ou não, Por favor, proceda com cuidado","Welcome to GlobaLeaks Administration Interface":"Bem-vindo à Interface de Administração do GlobaLeaks","Welcome to GlobaLeaks!":"Bem-vindo ao GlobaLeaks!","What is the topic of your whistleblowing initiative?":"Qual é o assunto de iniciativa da sua denúncia?","When the option is re-enabled the spooled emails will be sent out.":"E-mails não enviados serão armazenados quando a opção for reativada.","Which of the following statements is true?":"Qual das seguintes afirmações é verdadeira?","Whistleblower":"Denunciante","Whistleblowers can perform submissions via Tor2web.":"Denunciantes podem fazer envios via Tor2web.","Whistleblowing disabled":"Denúncia desativada","With a HTTPS submission you are exposing yourself to the risks that someone else will know that you have submitted something, without knowing what you have submitted.\\n\\nInstead with an Anonymous Submission you are fully protected, it is not possible for a third party to know that you have submitted something nor what you have submitted.\\n\\nWe strongly advise you to go for an Anonymous Submission.\\n\\nTo make an Anonymous Submission, instead of using your usual Web Browser (Internet Explorer, Chrome, Firefox, Opera, etc.) you should use the Tor Browser Bundle. This is a special piece of software designed to enable Anonymous Web Browsing.":"Com uma submissão HTTPS você está se expondo aos riscos de outra pessoa saber que você enviou algo, sem saber o que você enviou.\n\nEm vez disso, com uma Submissão Anônima você está totalmente protegido, não sendo possível que um terceiro saiba que você enviou algo, nem o que foi enviado.\n\nNós aconselhamos que você vá para uma Submissão Anônima.\n\nPara fazer uma Submissão Anônima, em vez de usar o navegador da web usual (Internet Explorer, Chrome, Firefox, Opera, etc) você deve usar o Tor Browser Bundle, esta é uma parte especial do software projetado para permitir a Navegação Anônima na Internet.","Without a valid PGP key, the system won't be able to send you encrypted notifications.":"Sem uma chave PGP válida, o sistema não será capaz de lhe enviar notificações criptografadas.","Wrong Answer!":"Resposta Errada!","Yes":"Sim","You are aware of the risks involved. Go ahead, but consider yourself warned.":"Você está ciente dos riscos envolvidos, vá em frente, mas considere-se avisado.","You are connecting to the node without anonymity and this node supports only anonymous submissions":"Você está se conectando a este dispositivo publicamente e este dispositivo suporta apenas submissões anônimas","You are invited to extend its validity and reload it on the platform or to upload a new key.":"Você está convidado a estender a sua validade e recarregá-la na plataforma ou fazer upload de uma nova chave.","You can reach GlobaLeaks's support chat via IRC on OFTC server on channel #globaleaks:":"You can reach GlobaLeaks's support chat via IRC on OFTC server on channel #globaleaks:","You can read it at: %TipTorURL%":"Você pode lê-lo em: %TipTorURL%","You have finished configuring your GlobaLeaks site. You are now ready to future tweak it inside of the admin interface.":"Você terminou de configurar seu site GlobaLeaks. Agora você está pronto para ajustá-lo futuramente dentro do seu interface de administração.","You have not configured your encryption keys, so the files will be stored on the GlobaLeaks node un-encrypted.":"Você não configurou as chaves de criptografia, de modo que os arquivos serão armazenados sem a criptografia no dispositivo do GlobaLeaks.","You will also be able to keep track of who has viewed your submission and downloaded the files.":"Você também será capaz de manter o controle de quem viu a sua submissão e baixou os arquivos.","You will not be able to send a submission.":"Você não estará apto a submeter uma submissão.","You're running GlobaLeaks version":"Você está executando a versão GlobaLeaks","You've not enabled encryption!":"Você não ativou a criptografia!","You've reached the maximum number of downloads for this file":"Você atingiu a quantidade máxima de transferências para este arquivo","Your Tips":"Suas Denúncias","Your node is not configured! Please use the":"O seu dispositivo não está configurado! Por favor, use o","Your user has reached the maximum number of accesses to this Tip":"Seu usuário atingiu a quantidade máxima de acesso para esta Denúncia","Zip Description Template":"Modelo de Descrição Zip","[Tip %TipNum%] New attachment":"[Denúncia %TipNum%] Novo anexo","[Tip %TipNum%] New attachment on context %ContextName%":"[Denúncia %TipNum%] Novo anexo no contexto %ContextName%","[Tip %TipNum%] New comment":"[Denúncia %TipNum%] Novo comentário","[Tip %TipNum%] New comment on context %ContextName%":"[Denúncia %TipNum%] Novo comentário no contexto %ContextName%","[Tip %TipNum%] New message":"[Denúncia %TipNum%] Nova mensagem","[Tip %TipNum%] New message on context %ContextName%":"[Denúncia %TipNum%] Nova mensagem no contexto %ContextName%","[Tip %TipNum%] New submission":"[Tip %TipNum%] New submission","[Tip %TipNum%] New submission on context %ContextName%":"[Tip %TipNum%] New submission on context %ContextName%","[Tip %TipNum%] for %ReceiverName% in %ContextName%: new Tip (Encrypted)":"[Denúncia %TipNum%] para %ReceiverName% em %ContextName%: nova Denúncia (Criptografada)","add field":"Adicionar campo","before continuing.":"antes de continuar.","can be configured to deliver encrypted email and store encrypted files. You  must copy and paste the ascii version of your personal key, and then it will be possibile to update your encryption settings. If you have any doubts, talk to your admin.":"pode ser configurada para entregar e-mail e armazenar arquivos criptografados. Você tem que copiar e colar a versão ascii de sua chave pessoal, e em seguida, será possível atualizar suas configurações de criptografia. Se você tiver dúvidas, fale com o seu administrador.","download":"Baixar","download a copy of the Tor Browser Bundle":"baixar uma cópia do pacote navegador Tor","download all files":"Baixar todos os arquivos","file unavailable":"arquivo não disponível","has postponed Tip expiration to":"pospôs a expiração do envio para ","is":"é","it will help us improve GlobaLeaks, making the world a better place to stay!":"isso vai ajudar-nos a melhorar o GlobaLeaks, tornando o mundo um lugar melhor para viver!","manual for practical security best practices.":"Manual prático dos melhores hábitos de segurança.","now Enabled:":"agora Habilitada:","proudly powered by GlobaLeaks, copyright by Hermes Center for Transparency and Digital Human Rights":"orgulhosamente desenvolvido na GlobaLeaks, com direitos autorais pelo Hermes Center por Digital Transparência e Direitos Humanos","seconds":"segundos","show all the files":"Mostrar todos os arquivos","show only files not yet downloaded":"mostrar apenas os arquivos ainda não baixados","via Tor at: %TipTorURL%":"via Tor em: %TipTorURL%","via Tor2web at: %TipT2WURL%":"via Tor2web em: %TipT2WURL%","{{node.security_awareness_title}}":"{{node.security_awareness_title}}"}