{"(0 = unlimited)":"(0= бесконечно)","(English only)":"(Только на английском языке)","(New)":"(Новый)","A field expected to be unique already has this value":"Поле, которое должно быть уникальным, уже присутствует","A file attachment is required to complete the submission":"Требуется приложить файл для завершения подачи материала","Access Number":"Число доступов","Access counter":"Счетчик посещений","Accesses":"Доступы","Add":"Добавить","Add Comment":"Добавить комментарий","Add files":"Добавить файлы","Add new context":"Добавить новый контекст","Add new receiver":"Добавить нового получателя","Add option":"Добавить опцию","Admin":"Администратор","Admin can access via Tor2web.":"Администратор умеет доступ через Tor2Web","Admin interface and configure at least one context":"Управляйте интерфейсом и сконфигурируйте как минимум один контекст","Admin management interface":"Управление административным интерфейсом","Admin please configure at least one Context and associated Receivers using":"Администратор, пожалуйста, настройте как минимум один контекст и ассоциированных получателей, используя","Administration Interface":"Интерфейс управления","Advanced Settings":"Дополнительные настройки","Advanced configuration":"Дополнительные настройки","Advanced settings":"Дополнительные настройки","Agree":"Соглашаюсь","Anomaly Checks":"Проверка аномалий","Are you a receiver?":"Вы являетесь получателем?","Are you a whistleblower?":"Вы являетесь информатором?","Are you sure that you want to delete the context?":"Вы действительно хотите удалить содержимое?","Are you sure that you want to delete the receiver?":"Вы действительно хотите удалить получателя?","Are you sure that you want to delete the tip globally?":"Вы действительно хотите повсеместно удалить эти сведения?","Are you sure that you want to postpone tip expiration date?":"Вы уверены что хотите отложить срок истечения сведения?","Are you sure that you wish to continue?":"Вы действительно хотите продолжить?","Asc":"По возрастанию","At least 8 characters":"Как минимум 8 символов","At least one letter":"Как минимум одна буква","At least one number":"Как минимум одина цифра","Authentication Failed":"Ошибка аутентификации","Authentication in Tip failed":"Ошибка аутентификации доступа к сведениям","Beware of the fact that this receipt, if fallen into the wrong hands, will lead to identifying you as the whistleblower for this Tip.":"Имейте в виду, что в случае попадания к злоумышленникам этот чек приведет к идентификации вас в качестве информатора, представившего эти сведения.","Blow the Whistle":"Проинформировать","By clicking extend, you will extend the Tip expiration date to:":"Нажимая \"расширить\", вы увеличите срок истечения сведения до:","By enabling this option, the system will be storing the submitted files unecrypted on your node.":"При включении этой опции, система будет хранить переданные файлы на вашем узле в незашифрованном виде.","CSS":"Таблицы стилей CSS","Cancel":"Отмена","Change picture":"Изменить картинку","Checkboxes":"Клеточки ответов","Checks for anomalies will be now performed on each request.":"Проверка на аномалии теперь будет выполняться при каждом запросе.","Choose the context and receivers that will be sure to transform your submission into action!":"Выберите контекст и получателей, которые превратят переданную вами информацию в действие!","Click to edit, Drag to order":"Щелкните для редактирования, Перетащите для сортировки","Clicking the 'admin' link on the top-right corner of the page will bring you here.":"Щелкнув на ссылке \"админ\" в верхнем правом углу страницы, вы попадете сюда.","Comment Email Subject":"Комментировать тему эл. почты со сведениями","Comment Email Template":"Комментарии к шаблону Email","Comments":"Комментарии","Comments Number":"Количество комментариев","Configure a PGP key":"Настройка PGP-ключа","Confirm Deletion":"Подтвердите удаление","Confirm Extension":"Подтвердите расширение","Confirm password":"Подтвердите пароль","Congratulations!":"Поздравляем!","Content Settings":"Настройки контента","Content Type":"Тип содержимого","Context":"Контекст","Context Name":"Контекстное имя","Contexts":"Контексты","Contexts Configuration":"Настройка контекстов","Contexts are the categories to be selected by whistleblowers, when they perform their submission. Make sure to make them pertinent to your initiative.":"Контексты - это категории, которые выбирают информаторы, и затем, соответственно, отправляют свои материалы. Убедитесь, что ваши контексты соответствуют вашей инициативе.","Cookies are not enabled!":"Использование куки не активировано.","Copy and paste the PGP public key here":"Скопируйте и вставьте сюда открытые ключи PGP","Creation":"Создание","Creation Date":"Дата Создания","Current Password":"Действующий пароль","Current initiative logo":"Актуальный логотип инициативы","Currently logged in":"Вход выполнен успешно","Danger":"Опасность","Danger ahead!":"Опасность впереди!","Danger!":"Опасность!","Date":"Дата","Default language":"Язык по умолчанию","Delete":"Удалить","Delete Context":"Удалить содержимое","Delete Receiver":"Удалить получателя","Delete Tip":"Удалить сведения","Desc":"По убыванию","Describe the attachments of the submission":"Дайте описание вложениям к материалу","Describe the details of the submission":"Укажите подробную информацию о материале","Describe your submission with a few words":"Опишите ваш материал несколькими словами","Description":"Описание","Description of Anomaly":"Описание аномалии","Details":"Подробности","Disable email notification":"Отключить уведомления по email","Disabled":"Отключено","Download":"Скачивание","Dropdown Menu (Select)":"Выпадающее меню (Выберите)","Each message written by the whistleblower specifically for you will trigger an email.":"Каждое сообщение, написанное информатором специально для вас, будет отправлено по почте","Email":"Эл. почта","Email Address":"Адрес эл. почты","Email Address (Username)":"Адрес эл. почты (имя пользователя)","Enable Ahmia publishing":"Включить публикацию Ahmia","Enable Comment notification":"Включить уведомления о комментариях","Enable File notification":"Включить уведомления о файлах","Enable Message notification":"Включить уведомление о сообщениях","Enable Tip notification":"Вкючить уведомления о сведениях","Enable checks for anomalies":"Включить проверку на аномалии","Enable insecure configuration without PGP encryption.":"Включить небезопасную конфигурацию без шифрования PGP.","Enable search engines indexing":"Включить индексирование поисковых систем","Enabled":"Включено","Encrypted Notification Templates":"Шаблоны зашифрованных уведомлений","Encryption Settings":"Настройки шифрования","Encryption is enabled!":"Шифрование включено!","Encryption is not enabled!":"Шифрование не включено!","Enter a new GlobaLeaks node password":"Введите новый пароль узла GlobaLeaks","Enter the email address through which the receiver will be notified":"Укажите адрес электронной почты, на который придет уведомление для получателя.","Enter the information that is relevant to your submission and possibly upload the relevant accompanying files":"Введите информацию, релевантную для вашей передачи, и при возможности загрузите дополнительные относящиеся к делу файлы.","Enter the name for your whistleblowing initiative":"Введите название вашей информаторской инициативы.","Enter the name of the receiver":"Укажите имя получателя","Enter your email address":"Введите адрес вашей электронной почты","Enter your receipt":"Укажите ваш чек","Esteemed %ReceiverName%,":"Уважаемый %ReceiverName%, ","Every comment, written by the whistleblower or the receivers, will trigger an email.":"Каждый новый комментарий, написанный информатором или получателями, будет запускать отправку эл. письма.","Every new Tip you receive will trigger an email with a link to it.":"Каждая новая передача сведений, которую вы получаете, будет запускать отправку эл. письма со ссылкой на сведения.","Exception mail address":"Исключенный адрес эл. почты","Expiration":"Истечение срока действия","Expiration Date":"Дата окончания срока действия","Fields":"Поля","File":"Файл","File Email Subject":"Тема эл. почты с файлом","File Email Template":"Файл Шаблона Email","File Operations":"Операции с файлами","File Size":"Размер файла","File Uploads":"Загрузка файлов","File details:":"Информация о файле:","File size limit (in Megabytes)":"Максимально допустимый размер файла (в мегабайтах)","Filename":"Имя файла","Files":"Файлы","Files Number":"Количество файлов","Files Overview":"Обзор файлов","Files and Downloads":"Файлы и Загрузки","Files description":"Описание файлов","Files number: %FilesNumber%":"Файлы номер: %FilesNumber%","Fill out your submission":"Заполните заявку на передачу документов","Final Step":"Финальный шаг","Finalized Submissions":"Завершенные материалы","Follow us on Twitter if you like to be profiled by NSA:":"Следите за нашими сообщениями на Twitter, если хотите чтобы за вами установили наблюдение спецслужбы:","Footer":"Нижний колонтитул","For every file available for download you will be notified via email with related information.":"Вы будете уведомлены о каждом доступном к скачиванию файле при помощи эл. письма, содержащего релевантную информацию.","For technical support inquiries you can write us at:":"Для получения технической поддержки, пишите нам на адрес:","Full description":"Полное описание","GLTypesError not set":"Не установлен параметр GLTypesError","General":"Общие","Give a concise description of your project":"Дайте краткое описание вашего проекта","Give your whistleblowing initiative a good name and description to invite whistleblowers to submit. Be sure to make the goals of your project clear.":"Дайте вашей информаторскую инициативе хорошее название и описание, для того чтобы информаторы предоставляли информацию. Убедитесь в том, что вы поставили перед проектом ясные цели.","GlobaLeaks Support Chat":"Чат специалистов поддержки GlobaLeaks","GlobaLeaks Wizard":"Мастер настройки GlobaLeaks","Go to admin interface":"Go to admin interface","Graphic Customization":"Графические настройки","Guidelines on how to start up Whistleblowing Initiatives":"Правила составления информаторской инициативы","HTTPS does not protect the content of my leak nor my identity":"протокол HTTPS не защищает ни передаваемую мной информацию, ни идентифицирующую меня информацию.","HTTPS does protect my identity and the content of my leak":"протокол HTTPS защищает идентифицирующую меня и передаваемую мной информацию.","HTTPS protects my identity, but not the content of my leak":"протокол HTTPS защищает идентифицирующую меня информацию, но не содержание передаваемой мной информации","HTTPS protects the content of my leak but not my identity":"HTTPS защищает мою информацию но не мои личные данные","Here you can check the latest anomalies detected":"Здесь вы можете узнать о недавно обнаруженных аномалиях","Hide details":"Скрыть подробности","Hint":"Подсказка","Home Page":"Домашняя страница","I want to report on":"Я хочу сообщить о","If you are interested in keeping it, please save it in a secure place and make sure it does not fall into the wrong hands":"Если вы хотите сохранить его, пожалуйста, сделайте это в безопасном месте и убедитесь, что он не попадет в руки злоумышленников.","If you want to tell us more about your project, or you need some help, write us at:":"Если вы хотите поделиться с нами информацией о своем проекте, или нуждаетесь в помощи, то свяжитесь с нами по адресу:","In order to deliver encrypted emails and files each receiver needs an associated PGP key. Cut and paste the key of the receiver or mark the checkbox:":"Для доставки зашифрованных сообщений электронной почты и файлов, каждому получателю необходимо иметь связанный с ним ключ PGP. Вырежьте и вставьте ключ получателя, или отметьте \"галочкой\".","Incomplete submissions expiry time (hours)":"Время до окончания срока действия незавершенных передач документов (в часах)","Info":"Информация","Initiative description":"Описание инициативы","Initiative name":"Название инициативы","Install":"Установить","Install default fields":"Установить отмеченное по умолчанию","Instead with an Anonymous Submission you are fully protected, it is not possible for a third party to know that you have submitted something nor what you have submitted.":"В случае использования анонимной передачи информации вы полностью защищены, третья сторона не сможет узнать ни то, что вы предавали что-либо, ни содержание переданных данных.","Internal Server Error":"Внутренняя ошибка сервера","Invalid Authentication in scope":"Ошибка аутентификации","Invalid Input Format":"Недействительный формат ввода","Invalid email address":"Недействительный адрес эл. почты","Invalid format for hidden service (should be http://thirteenchars123.onion)":"Недействительный формат для скрытого сервиса (должен быть http://thirteenchars123.onion)","Invalid format for public site (should be https://thirteenchars123.tor2web.org)":"Недействительный формат для публичного сайта (должен быть https://thirteenchars123.tor2web.org)","Invalid format for the URL of the website to contain the IFRAME (should be http(s)://url)":"Invalid format for the URL of the website to contain the IFRAME (should be http(s)://url)","Invalid time range supplied for":"Недействительный период, указанный для","It appears that you are not using Tor. You are strongly advised to":"Судя по всему вы не используете Tor, использование которого мы настоятельно рекомендуем","It appears that you are using Tor. To better protect your anonymity, be sure that you are using the":"Похоже, что вы используете Tor. Чтобы обеспечить более высокий уровень анонимности, убедитесь, что вы используете","Keep in mind that using Tor Browser Bundle does not replace good security practices and it cannot protect you in the event your computer has been compromised. You are strongly advised to read the":"Имейте в виду, что использование программного пакета Tor Browser Bundle само по себе не обеспечивает максимальную безопасность и не позволяет игнорировать остальные способы обеспечения безопасности. Например, пакет не может вас защитить в случае, если на вашем компьютере установлено вредоносное ПО. Мы настоятельно рекомендуем вам прочитать","Landing Page":"Целевая страница","Languages Configuration":"Языковые настройки","Last Access":"Последний доступ","Load":"Загрузка","Load Custom File":"Загрузить пользовательский файл","Loading":"Загрузка","Loading Tip page...":"Загрузка страницы сведений","Login":"Логин","Login page":"Страница входа","Logout":"Выход","Mail Configuration":"Настройки почты","Main Configuration":"Основные настройки","Maximum file downloads":"Максимум скачиваний","Maximum number of selectable Receivers:":"Максимальное число получателей","Message Email Subject":"Тема email сообщения","Message Email Template":"Шаблон Email сообщения","Moreover, it will allow you to add other files to your submission.":"Более того, система позволит вам добавлять другие файлы к вашей информации.","Multi-Select":"Множественный выбор","Name":"Имя","New Password":"Новый пароль","New Submissions":"Новые материалы","Next Step":"Следующий шаг","No":"Нет","No Context was found with the specified ID":"Контекст с обозначенным GUS идентификатором не найден","No File was found with the specified ID":"Файл с обозначенным GUS идентификатором не найден","No Submission was found with the specified ID":"Передача документов с обозначенным GUS идентификатором не найдена","No Tip was found with the specified ID":"Сведения с обозначенным GUS идентификатором не найдены","No email was specified":"Эл. почта не указана","No files have been uploaded!":"Ошибка загрузки файла!","Node Subtitle":"Название узла","Node metadata will be now published using Ahmia JSON format.":"Метаданные узла будут опубликованы с использованием формата Ahmia JSON.","Node name":"Наименование узла","Node not found":"Узел не найден","Not Authenticated":"Ошибка аутентификации","Not found a Receiver with the specified ID":"Получатель с обозначенным GUS идентификатором не найден","Notification Settings":"Настройки уведомлений","Notification Templates":"Шаблоны уведомлений","Notifications and Files will be encrypted.":"Оповещения и файлы будут зашифрованы.","Notifications and Files won't be encrypted.":"Оповещения и файлы не будут зашифрованы.","Number":"Номер","Old password confirmation required":"Необходимо подтверждение старого пароля","On date":"текущий","One or more of the receivers of this tip has not configured a PGP key.":"Один или несколько получателей с этой стороны не настроили ключ PGP.","Open":"Открыть","Operation Forbidden":"Операция запрещена","Order by:":"Сортировать по:","Order:":"Порядок:","PGP Key details":"свойства PGP-ключа","Paragraph(s)":"Параграф(ы)","Password":"Пароль","Password Configuration":"Настройка пароля","Password:":"Пароль","Paste the PGP Key here:":"Вставьте ключ PGP сюда:","Permit Admin access via Tor2web":"Разрешить администратору доступ через Tor2Web","Permit Receivers access via Tor2web":"Разрешить получателям доступ через Tor2web","Permit Receivers to delete Tips":"Разрешить получателям удалять сведения","Permit Receivers to postpone expiration date of the Tips":"Разрешить Получателям отложить срок истечения сведений","Permit Whistleblower submissions via Tor2web":"Разрешить информаторам публикацию материалов через Tor2web","Permit access of public resources via Tor2web":"Разрешить доступ для публичных ресурсов через Tor2web","Permit the Receiver to delete Tips":"Разрешить получателю удалять сведения","Permit the Receiver to postpone expiration date of the Tips":"Разрешить получателю откладывать истечения срока действия для сведений","Pertinence evaluation has been already expressed":"Оценка релевантности уже опубликована","Phone":"Телефон","Plaintext Notification Templates":"Шаблоны уведомлений","Please choose the primary language of the site:":"Please choose the primary language of the site:","Please configure your PGP keys in the receiver preferences page.":"Пожалуйста настройте ваши PGP-ключи на странице настроек получателя","Please confirm it":"Пожалуйста подтвердите","Please copy in the box below your receipt to access the tip interface.":"Пожалуйста, скопируйте ваш чек в расположенное ниже поле, чтобы получить доступ к интерфейсу ваших сведений.","Please do not forward or share this e-mail: each tip-off allows a limited number of accesses and downloads before being destroyed forever and nobody (even the node administrator) can recover an expired or dead tip-off.":"Пожалуйста, не перенаправляйте и не показывайте кому-либо это письмо: каждая порция сведений допускает только ограниченное количество разрешений на доступ и скачивание, а затем навсегда уничтожается и никто (даже администратор узла) не сможет восстановить эти данные после окончания срока действия или уничтожения.","Please never disclose these files until an appropriate analysis, fact checking, journalistic and technical redaction process. For more information about redaction of documents you should consult this page: https://github.com/globaleaks/GlobaLeaks/wiki/Redaction-process.":"Пожалуйста, никогда не раскрывайте файлы с подобной информацией без соответствующего анализа, проверки фактов, журналистского и технического редактирования. Для получения дополнительной информации по редактированию документов, пройдите по адресу:\nhttps://github.com/globaleaks/GlobaLeaks/wiki/Redaction-process.","Please support Hermes through their donation page.":"Пожалуйста, поддержите Hermes, сделав пожертвование на их сайте.","Please take care that all associated data is properly deleted and all receivers won't be able to further access to it.":"Пожалуйста, имейте ввиду что все связанные данные будут удалены и все получатели не смогут больше получить доступ к ним.","Please take care that all associated data is properly deleted.":"Пожалуйста убедитесь, что все связанные данные надежно удалены.","Please wait":"Пожалуйста ждите","Please wait while we return to fully operational":"Пожалуйста подождите пока мы снова не станем полностью работоспособны","Postpone Tip expiration date":"Отложить срок истечения сведений","Preferences":"Настройки","Presentation":"Презентация","Presentation Order":"Порядок показа","Preview":"Предпросмотр","Previous Step":"Предыдущий шаг","Private Messages":"Личные сообщения","Private Messages with the Whistleblower":"Личные сообщения с информаторами","Proceed to submission":"Продолжить передачу","Public resources can be accessed via Tor2web.":"Публичные ресурсы доступны через Tor2web.","Radio Buttons":"Радиокнопки","Receipt format (regular expression)":"Формат чека (обычная формулировка)","Receiver":"Получатель","Receiver Interface":"Интерфейс Получателя","Receiver List":"Список получателей","Receiver Tips":"Сведения получателя","Receiver name too long":"Слишком длинное имя получателя","Receiver selection":"Выбор получателя","Receivers":"Получатели","Receivers Configuration":"Настройки получателя","Receivers are very important for a GlobaLeaks based initiative. They are the people responsible for receiving the whistleblowers' submissions, verifying their authenticity and taking action upon them. Choose them wisely.":"Получатели очень важны для инициатив, основанных на GlobaLeaks. Это люди, отвечающие за получение информации от информаторов, проверку подлинности и принятие соответствующих мер. Тщательно выбирайте их.","Receivers can access via Tor2web.":"Получатели имеют доступ через Tor2Web","Receivers of this Context will be able to delete Tips and their content.":"Получатели данной статьи теперь могут удалять сведения и их контент.","Receivers of this Context will be able to postpone expiration date of the Tips.":"Получатели данной статьи теперь могут откладывать срок истечения действия сведений.","Receivers selected:":"Выбранные получатели:","Receivers will be able to delete Tips and their content.":"Получатели теперь могут удалять сведения и их контент","Receivers will be able to postpone Tips expiration.":"Получатели теперь могут отложить срок истечения сведений.","References":"Ссылки","Reload":"Перезагрузка","Remember to provide proper security advice to Whistleblowers:":"Не забудьте проконсультировать по вопросам безопасности информаторов:","Remove the PGP key":"Удаление PGP-ключа","Reorder Contexts alphabetically":"Сортировать статьи по алфавиту","Reorder Receivers alphabetically":"Сортировать получателей по алфавиту","Request timed out":"Время запроса вышло","Require at least one file to be uploaded":"Необходимо загрузить на сервер как минимум один файл","Required":"Обязательно","Reset":"Сбросить","Reset custom CSS":"Сбросить пользовательскую таблицу стилей CSS","Reset custom Home Page":"Сброс пользовательских настроек домашней страницы","Resource can be accessed only within the Tor network":"Доступ к ресурсу возможен только из сети Tor","Resulting receipt example:":"Пример окончательного чека:","SMTP server address":"Адрес SMTP сервера","SMTP server port":"Порт SMTP сервера","Save":"Сохранить","Save All":"Сохранить всё","Search engine spiders will be allowed to spider the application.":"Разрешить поисковым роботам индексировать приложение.","Select all receivers by default":"Выбрать всех получателей по умолчанию","Select this receiver.":"Выбор получателя.","Send Private Message":"Отправить личное сообщение","Session expired":"Время сеанса истекло","Short title":"Краткое название","Show details":"Показать подробности","Show in preview":"Показывать в предпросмотре","Show receivers":"Показать получателей","Show small receiver cards on submission interface":"Показать иконки получателей при выборе материалов","Size":"Размер","Some parameters provided in the context creation can't work together":"Некоторые параметры, указанные при создании контекста, несовместимы","Source Email":"Email источника","Source Name":"Имя источника","Statistics Disabled":"Статистика отключена","Status":"Статус","Step-by-step setup":"Пошаговая натройка","Submission":"Материал","Submission Created!":"Заявка на подачу документов создана!","Submission date":"Дата подачи материала","Submission date: %EventTime%":"Дата предоставления материала: %EventTime%","Submission does not validate the input fields":"Заявка на передачу информации не содержит необходимые поля","Submit":"Передать","Submitted Tip expiry time (days)":"Время до окончания срока действия сведений (в днях)","Success!":"Успешно завершено!","Support GlobaLeaks":"Поддержка GlobaLeaks","Support embedding globaleaks inside of IFRAMEs":"Support embedding globaleaks inside of IFRAMEs","System":"Система","System Checks":"Проверка системы","System Stats":"Статистика системы","Take Care,":"Берегите себя,","Terms and Conditions":"Условия","Text":"Текст","Text size limit (in bytes)":"Максимально допустимый размер текста (в байтах)","The PGP key proposed can't be imported":"Данный PGP-ключ не может быть импортирован","The Receiver will be able to delete Tips and their content.":"Получатель теперь может удалить сведения и их контент.","The Receiver will be able to postpone Tip expiration.":"Получатель теперь может откладывать истечения срока действия сведений","The application makes use of Cookies only for security purposes and without tracking any data.":"Приложение использует куки исключительно в целях безопасности и не отслеживает никакие данные.","The choosen password is unsafe, it should have":"Выбранный пароль небезопасен, пароль должен содержать","The file is unavailable due to an internal error.":"Файл недоступен из-за внутренней ошибки.","The file uploaded has a reserved name":"Загруженный файл имеет зарезервированное название","The file will be available at the url: /static/$filename":"Файл будет доступен по ссылке: /static/$filename","The fingerprint is:":"Отпечаток:","The following represents a description of the file collection and its content.":"Ниже представлено описание комплекта собранных файлов и его содержимого.","The following step by step wizard will guide you through configuring your whistleblowing site.":"Следующие шаги мастера настройки помогут сконфигурировать ваш сайт-информатор. ","The included files may contain information that could lead to the identification of the whistleblower and/or that is sensitive for the people and organisations involved.":"Файлы, включенные в этот комплект, могут содержать информацию, которая может привести к раскрытию личности информатора и/или весьма важную информацию для вовлеченных людей и организаций.","The software is developed by the non-profit Hermes Center for Transparency and Digital Human Rights.":"Программное обеспечение разработано некоммерческой организацией Hermes Center for Transparency and Digital Human Rights.","The specified comment was not found":"Обозначенный комментарий не найден","The specified host does not match any configured one":"Заданный главный узел не соответствует указанному в настройках","The specified old password is not valid":"Указанный старый пароль недействителен","The submission can be accessed:":"Вы можете получить доступ к материалу:","The submission that you tried to be update has been already finalized":"Материал который вы пытаетесь обновить уже завершен","The table below shows the files present in the submission directory, and their relationship with the internal database.":"Расположенная ниже таблица отображает файлы, находящиеся в директории заявок на подачу, а также их отношение к внутренней базе данных.","The time for your role":"Время на ваше участие","The two passwords do not match":"Введенные пароли не совпадают","The upload request exceeds the size limits":"Запрос на загрузку файла на сервер превышает установленный лимит Мб","The user":"Пользователь","Theme Customization":"Настройка темы","There are three types of users inside of GlobaLeaks: the administrator, the receivers and the whistleblower. Your username for accessing the node as the administrator will be 'admin'.":"Существует три типа пользователей в GlobaLeaks: администратор, получатель и информатор. Ваше имя пользователя для доступа к узлу в качестве администратора будет 'admin'.","They would like you to pay special attention to the information and material contained therein. Please keep in mind that whistleblowers often expose themselves to high personal risks for the public interest. Therefore the material that they provide with this tip-off should be considered of high importance.":"Хотелось бы обратить особое внимание на информацию и материалы содержащиеся здесь. Пожалуйста, помните о том, что информаторы зачастую подвергают себя высокому риску общественного интереса к их персонам. Следовательно, сведения, которые они предоставляют должны рассматриваться как весьма важные.","This field cannot be empty":"Это поле не может быть пустым","This happens whenever encryption is unavailable.":"Это происходит при недоступности возможностей шифрования.","This has happened on context %ContextName% at %EventTime%.":"Комментарий был создан в контексте %ContextName% в %EventTime%.","This interface may help you spot anomalies with your Node.":"Этот интерфейс может помочь вам определить аномалии в работе вашего узла.","This interface may help you understand how the Node can be configured and provides some info on how to connect to other GlobaLeaks users and experts.":"Этот интерфейс сможет помочь вам настроить Узел и предоставит информацию о процессе подключения к другим пользователям GlobaLeaks  и специалистам.","This interface may help you understand how the Node is used by the whistleblower. It displays the submissions currently on the node and a few statistics on the kind of usage (activity, files, comments).":"Данный интерфейс может помочь вам понять как Узел используется информаторами. Вы предоставляем вам текущие материалы на узле и некоторую статистику по ним (активность, файлы, комментарии).","This interface permits to configure the email templates used for secure mail notifications.":"Данный интерфейс позволяет настроить шаблоны Email сообщений используемые для защищенных почтовых уведомлений.","This interface permits to configure the email templates used for unsecure mail notifications.":"Данный интерфейс позволяет настроить шаблоны Email сообщений используемые для незащищенных почтовых уведомлений.","This interface shows the activity of the users of your node. This may be helpful in detecting anomalies and supporting the Receivers of your node.":"Этот интерфейс показывает активность пользователей на вашем узле. Это может быть полезно при обнаружении аномалий и для поддержки пользователей вашего узла.","This interface shows the latest anomalies spotted by the system.":"Здесь отображаются аномалии, замеченные системой.","This interface shows you the statistics for the last hours.":"Здесь отображается статистика за последние часы.","This is a work-in-progress of the administration interface that you will see after logging onto the platform as an admin.":"Это рабочий интерфейс раздела администрирования, который вы увидите после входа под именем администратора.","This is an e-mail message to notify you about new message from the whisleblower.":"Этим письмом мы оповещаем вас о том, что информатор оставил вам новое сообщение.","This is an e-mail message to notify you that %CommentSource% has commented on a previous submission.":"Этим письмом мы оповещаем вас о том, что %CommentSource% оставил комментарий к предыдущему материалу.","This is an e-mail message to notify you that a whistleblower has selected you as a valuable recipient for his/her submission.":"Этим письмом мы оповещаем вас о том, что информатор выбрал вас в качестве ценного получателя для его/её материала.","This is an e-mail message to notify you that a whistleblower has updated a submission with new material.":"Этим письмом мы оповещаем вас о том, что информатор обновил материал новыми данными. ","This is an e-mail message to notify you that your PGP key is expired on %PGPExpirationDate%":"Этим письмом мы сообщаем о том, что срок действия вашего ключа PGP завершился %PGPExpirationDate%","This is an e-mail message to notify you that your PGP key is going to expire on %PGPExpirationDate%":"Этим письмом мы напоминаем вам о том, что срок действия вашего ключа PGP завершится %PGPExpirationDate%","This is dangerous and it's recommended instead to train receivers in the use of Tor and Enigmail.":"Это опасно и вместо этого рекомендуется обучить получателей использовать Tor и Enigmail.","This is safe only if you're using a dedicated Tor2web server.":"Это безопасно только если вы используете выделенный Tor2web сервер.","This is the":"Это","This is the default welcome message":"Это приветствие по умолчанию","This is the initiative subtitle: write your slogan here!":"Это субтитры инициативы: укажите здесь свой слоган!","This is the password that the receiver must use to login to their tip page.":"Этот пароль получатель должен использовать для входа в систему со своей стороны.","This may lead to unintended access to the files by the server administrator or others in case the server is compromised.":"Это может привести к нежелательному доступу к файлам администратором сервера или в случае сбоя работы сервера.","This means that the submitted files will be stored in plaintext on the node.":"Это означает, что предоставленные файлы будут храниться на узле в формате обычного текста.","This node is not configured.":"Этот узел не настроен.","This platform makes use of GlobaLeaks software specifically designed to protect the identity of the submitter and of the receiver in the exchange of leaked materials.":"Эта платформа использует ПО GlobaLeaks для того, чтобы защитить личности и отправителя и получателя при передаче \"утекшей\" информации.","This receipt will allow you to login as the whistleblower for this Tip.":"Этот чек позволит вам входить на сервис в качестве информатора для этих сведений.","This receiver has configured the encryption key.":"Этот получатель настроил ключ шифрования.","This receiver has not configured the encryption key.":"Этот получатель не настроил ключ шифрования.","This receiver is disabled due to missing PGP key.":"Этот получатель недоступен в связи с отсутствием ключа PGP.","This section contains settings that may break your installation. Please refer to the":"В этом разделе находятся настройки, которые могут привести к сбою в процессе установки. Пожалуйста, ознакомьтесь с ","This won't preserve Whistleblower's anonymity while preserving submission confidentiality.":"Это не сохранит анонимность информатора при сохранении конфиденциальности материалов.","Through this system receivers will be able to ask you questions on the Tip and you will be able to write a reply.":"Посредством этой системы получатели смогут задавать вам вопросы касательно сведений, а вы сможете им отвечать.","Tip":"Сведения","Tip Email Subject":"Тема Email","Tip Email Template":"Шаблон Email","Tip Status Page":"Страница статуса сведений","Tips":"Сведения","Tips Overview":"Обзор сведений","To enable it, his public key must be loaded by the admin or by the receiver.":"Для его подключения, администратор или получатель должен загрузить открытый ключ.","To ensure your anonymity be sure that you are visiting this site using the Tor Browser Bundle.\\nYou acknowledge that failure to do so will result in the inability to technically protect your anonymity.\\nTo further enhance your security, please follow these instructions:\\n1) In the event that you would like to remain anonymous, do not submit any personal information. (e.g. your name or relationship to the offender. Do not submit any information that can be traced back to you.)\\n2) Please do not submit your report on a PC provided by your employer. Particularly an intranet connection may jeopardize your anonymity.\\n\\nBy checking the box below you agree to these terms and conditions.":"Для того, чтобы обеспечить свою анонимность, посещайте этот сайт используя Tor Browser Bundle.\nВы осознаете, что отказ от этого действия приведет к невозможности технической защиты вашей анонимности.\nЧтобы повысить уровень вашей безопасности, пожалуйста, следуйте инструкции:\n1) Если вы хотите сохранить анонимность, не передавайте никакую персональную информацию (такую как ваше имя) и не указываете вашу связь с правонарушителем. Не указывайте никакую информацию, которая может указывать на вас.\n2) Пожалуйста, не передавайте ваш отчет с ПК, предоставленного вашим работодателем. Интранет-соединение может подвергнуть особой опасности вашу анонимность.\n\nОтметив расположенный ниже блок, вы принимаете правила и условия.","To know more about GlobaLeaks Security you can read the following document:":"Для более полного изучения вопросов безопасности GlobaLeaks, ознакомьтесь со следующим документом:","To make an Anonymous Submission, instead of using your usual Web Browser (Internet Explorer, Chrome, Firefox, Opera, etc.) you should use the":"Чтобы осуществить анонимную передачу информации, вместо использования вашего обычного веб-браузера (Internet Explorer, Chrome, Firefox, Opera и т.д.) вы должны использовать","To properly organize your initiative, please read the following guidelines:":"Для того, чтобы корректно сформулировать свою инициативу, ознакомьтесь, пожалуйста, со следующими правилами:","To report a bug or request a feature in GlobaLeaks software, please open a ticket describing the issue you're encountering or the new feature request:":"Для того чтобы сообщить об ошибке или обратиться с просьбой о внедрении новой функции в ПО GlobaLeaks, пожалуйста откройте тикет с описанием проблемы, с которой вы столкнулись, или с запросом новой функции:","To support GlobaLeaks, you can provide a small financial donation;":"Поддержать GlobaLeaks вы можете оказав небольшую финансовую помощь;","To use GlobaLeaks Cookies must be enabled.":"Для использования GlobaLeaks включите куки.","Too many file uploads in":"Слишком много загрузок файлов в ","Too many requests":"Слишком много запросов","Too many submissions in":"Слишком много материалов в ","Tor Hidden Service (url)":"Скрытый сервис Tor (url)","Tor2web Public Site (url)":"Публичный сайт Tor2web (ссылка)","Total uncompressed size: %TotalSize%":"Общий размер без сжатия: %TotalSize%","Translation Customization":"Настройка перевода","Transport Security":"Безопасность передачи","Type":"Тип","Type your new password again":"Введите снова свой новый пароль","URL of website to contain the IFRAME":"URL of website to contain the IFRAME","Unauthenticated Requests":"Запросы, не прошедшие проверку подлинности","Unselect this receiver.":"Отмена выбора получателя.","Update notification and encryption settings":"Обновить настройки уведомлений и шифрования","Update notification settings":"Обновить настройки уведомлений","Upgrade your browser today":"Обновите ваш браузер","Upload Date":"Дата загрузки","Url":"URL-ссылка","Username":"Имя пользователя","Username:":"Имя пользователя","Users Overview":"Обзор пользователей","View Tip":"Просмотреть сведения","WB Last Access":"Последний вход","Wait for another":"Подождите еще","Warning!":"Предупреждение!","Warning! You are not Anonymous.":"Предупреждение! Вы не анонимны.","We strongly advise you to go for an Anonymous Submission.":"Мы настоятельно рекомендуем вам воспользоваться анонимной передачей.","We were not able to determine if you are anonymous or not, please proceed with care":"Мы не смогли установить уровень вашей анонимности, пожалуйста, действуйте осторожно","Welcome to GlobaLeaks Administration Interface":"Добро пожаловать в раздел администрирования GlobaLeaks","Welcome to GlobaLeaks!":"Добро пожаловать в GlobaLeaks!","What is the topic of your whistleblowing initiative?":"Какова тема вашей информаторской инициативы?","When the option is re-enabled the spooled emails will be sent out.":"Не отправленные email-сообщения будут поставлены в очередь до тех пор пока эта опция не будет снова включена","Which of the following statements is true?":"Какое из приведенных утверждений верно?","Whistleblower":"Информатор","Whistleblowers can perform submissions via Tor2web.":"Информаторы могут осуществить публикацию материалов через Tor2web.","Whistleblowing disabled":"Подача материалов отключена","With a HTTPS submission you are exposing yourself to the risks that someone else will know that you have submitted something, without knowing what you have submitted.":"Используя протокол HTTPS при передаче документов, вы подвергаете себя риску того, что кто-то узнает, что вы передали какую-то информацию, но не узнает что-именно было передано.","Without a valid PGP key, the system won't be able to send you encrypted notifications.":"Без актуального PGP ключа система не сможет отсылать вам зашифрованные уведомления.","Wrong Answer!":"Неправильный ответ!","Yes":"Да","You are aware of the risks involved. Go ahead, but consider yourself warned.":"Вы осведомлены о имеющемся риске. Продолжайте, считайте, что вы предупреждены.","You are connecting to the node without anonymity and this node supports only anonymous submissions":"Вы присоединяетесь к узлу не анонимно, данный узел поддерживает только анонимные материалы","You are invited to extend its validity and reload it on the platform or to upload a new key.":"Вам рекомендуется продлить срок его действия и загрузить его снова или загрузить новый ключ.","You are using an outdated browser.":"Вы используете устаревший браузер.","You can reach GlobaLeaks's support chat via IRC on OFTC server on channel #globaleaks:":"Вы можете связаться со специалистами поддержки GlobaLeaks с помощью чата IRC на сервере OFTC по каналу #globaleaks:","You can read it at: %TipTorURL%":"Вы можете прочитать его здесь: %TipTorURL%","You have finished configuring your GlobaLeaks site. You are now ready to future tweak it inside of the admin interface.":"Вы завершили настройки вашего сайта GlobaLeaks. Теперь вы готовы к его более тонкой настройке из-под учетной записи администратора.","You have not configured your encryption keys, so the files will be stored on the GlobaLeaks node un-encrypted.":"Вы не настроили свои ключи шифрования, в связи с этим файлы будут храниться на узле GlobaLeaks в незашифрованном виде.","You will also be able to keep track of who has viewed your submission and downloaded the files.":"Вы сможете видеть, кто просмотрел предоставленную вами информацию и загрузил файлы.","You will not be able to send a submission.":"Вы не сможете произвести подачу документа.","You're running GlobaLeaks version":"Вы используете GlobaLeaks версии","You've not enabled encryption!":"Вы не включили шифрование!","You've reached the maximum number of downloads for this file":"Вы достигли максимального числа закачек для этого файла","Your Tips":"Ваши сведения","Your node is not configured! Please use the":"Ваш узел не настроен! Пожалуйста, продолжите посредством","Your user has reached the maximum number of accesses to this Tip":"Ваш пользователь достиг максимального числа подключений для этих сведений","Zip Description Template":"Свернуть описание шаблона","[Tip %TipNum%] New attachment":"[Tip %TipNum%] New attachment","[Tip %TipNum%] New attachment on context %ContextName%":"[Tip %TipNum%] New attachment on context %ContextName%","[Tip %TipNum%] New comment":"[Tip %TipNum%] New comment","[Tip %TipNum%] New comment on context %ContextName%":"[Tip %TipNum%] New comment on context %ContextName%","[Tip %TipNum%] New message":"[Tip %TipNum%] New message","[Tip %TipNum%] New message on context %ContextName%":"[Tip %TipNum%] New message on context %ContextName%","[Tip %TipNum%] New submission":"[Tip %TipNum%] New submission","[Tip %TipNum%] New submission on context %ContextName%":"[Tip %TipNum%] New submission on context %ContextName%","[Tip %TipNum%] for %ReceiverName% in %ContextName%: new Tip (Encrypted)":"[Tip %TipNum%] for %ReceiverName% in %ContextName%: new Tip (Encrypted)","add field":"добавить поле","before continuing.":"перед тем как продолжить.","can be configured to deliver encrypted email and store encrypted files. You  must copy and paste the ascii version of your personal key, and then it will be possibile to update your encryption settings. If you have any doubts, talk to your admin.":"может быть настроен так, чтобы отправлять зашифрованные email-сообщения и хранить зашифрованный файлы. Вы должны скопировать и вставить ascii-версию вашего персонального ключа, и затем вы сможете обновить ваши настройки шифрования. Если у вас есть какие-либо вопросы то обратитесь к своему администратору.","download":"скачивание","download a copy of the Tor Browser Bundle":"скачайте Tor-браузер","download all files":"скачать все файлы","file unavailable":"файл недоступен","has postponed Tip expiration to":"отложил срок истечения сведения","install Google Chrome Frame":"установите Google Chrome Frame","is":"является","it will help us improve GlobaLeaks, making the world a better place to stay!":"Это поможет нам совершенствовать GlobaLeaks, и сделать наш мир лучше!","manual for practical security best practices.":"руководство по лучшим способам обеспечения практической безопасности","now Enabled:":"сейчас активировано:","or":"или","proudly powered by GlobaLeaks, copyright by Hermes Center for Transparency and Digital Human Rights":"с гордостью работает на основе GlobaLeaks, авторские права принадлежат Hermes Center for Transparency and Digital Human Rights","seconds":"секунд","show all the files":"отображать все файлы","show only files not yet downloaded":"отображать только еще не скаченные файлы","this is a special piece of software designed to enable Anonymous Web Browsing.":"это специальное ПО разработано для анонимного серфинга.","to better experience this site.":"для корректной работы с этим сайтом","via Tor at: %TipTorURL%":"через Tor по адресу: %TipTorURL%","via Tor2web at: %TipT2WURL%":"через Tor2web по адресу: %TipT2WURL%"}