{"(click again to hide)":"(кликни још једном за сакривање)","A field expected to be unique is already present":"Поље које треба да буде јединствено већ постоји","A file attachment is required to complete the submission":"Датотека је обавезна да бисте комплетирали пријаву","A receiver can postpone how many times he wants, all the receivers have the same privileges.":"Пошиљалац може неограничено да одлаже, а новинари имају исте привилегије.","Access Number":"Број приступа","Access counter":"Бројач приступа","Accesses":"Број приступа","Add":"Додај","Add Comment":"Додај коментар","Add files":"Додај датотеке","Add new context":"Додај нову тему","Add new receiver":"Додај новог новинара","Add option":"Додај опцију","Admin can access via Tor2Web. This is safe only if you're using a dedicated Tor2Web server.":"Администратор може да приступи преко Тор2Веб-а. Овај начин је сигуран само ако користите засебан Тор2Веб сервер.","Admin interface and configure at least one context":"Администраторску страницу и поставите барем једну тему","Admin management interface":"Административни интерфејс","Admin please configure at least one Context and associated Receivers using":"Администраоторе, одабери барем једну тему и придруженог новинарa користећи","Administration Interface":"Административни интер","Advanced Settings":"Напредне поставке","Advanced settings":"Напредне поставке","Agree":"Прихватам","Are you a receiver?":"Да ли сте новинар?","Are you a whistleblower?":"Да ли сте yзбуњивач?","Are you sure you want to delete the tip globally?":"Да ли желите глобално да обришете пријаву?","Are you sure you want to postpone tip expiration date?":"Да ли желите да одложите датум истека пријаве?","Asc":"Растући","At least 8 characters":"Најмање 8 карактера","At least 8 keypress long":"Најмање 8 типки","At least one letter":"Барем једно слово","At least one number":"Барем један број","Authentication Failed":"Ауторизација није успела","Authentication in Tip failed":"Ауторизација пријаве није успела","Back to start":"Назад на почетак","Beware of the fact that this receipt, if fallen into the wrong hands, will lead to identifying you as the whistleblower for this Tip.":"Обратите пажњу да овај код ако дође у погрешне руке, може да Вас разоткрије као узбуњивача за пријаву коју сте нам послали.","Blow the Whistle":"Дуни у пиштаљку","By checking the box below you agree to these terms and conditions.":"Обележавањем поље испод слажете са условима коришћења.","CSS":"ЦСС","Can delete submissions":"Може да брише пријаве","Cancel":"Откажи","Change picture":"Промени слику","Checkboxes":"Поља за одабир","Choose the context and receivers that will be sure to transform your submission into action!":"Одабери тему и новинара који ће засигурно претворити пријаву у случај!","Clicking extend, you will extend the Tip expiration date to:":"Кликом на продужње пролонгираћете трајање пријаве до:","Comment Email Subject":"Наслов Е-поруке за коментар","Comment Email template":"Шаблон е-поруке за нови коментар","Comments":"Коментари","Comments Number":"Број коментара","Configure a PGP key":"Поставке ПГП кључева","Confirm Deletion":"Потврди брисање","Confirm Extension":"Потврди продужење","Congratulations!":"Честитамо!","Content Settings":"Поставке садржаја","Content Type":"Врста садржаја","Context":"Тема","Context Name":"Име пријаве","Contexts":"Теме","Contexts Configuration":"Подешавање тема","Cookies are not enabled!":"Колачићи нису укључени!","Copy and Paste here the PGP Key:":"Копирајте овде ПГП кључ:","Creation":"Настало","Creation Date":"Датум стварања","Current Password":"Важећа лозинка","Current initiative logo":"Тренутни иницијални логотип","Currently logged in ":"Тренутно пријављени","Danger!":"Опасно!","Date":"Датум","Default language":"Подразумевани језик","Delete":"Обриши","Delete Tip":"Обриши пријаву","Desc":"Опадајући","Description":"Опис","Details":"Подаци","Disable email notification":"Искључи обавештавање Е-порукама","Download":"Преузимање","Drop Menu (Select)":"Падајући мени (једноструки одабир)","Email":"Е-поруке","Email Address":"Е-адресе","Email Address (Username)":"Е-адреса (корисничко име)","Email notification is disabled.":"Обавештења е-порукама су искључена.","Enable Comment notification":"Укључи обавештења о коментарима","Enable File notification":"Укључи обавештења о датотекама","Enable Tip notification":"Укључи обавештења о пријавама","Enable encrypted notification":"Укључи шифрована обавештења","Enable file encryption":"Укључи шифровање датотека","Encryption Settings":"Поставке енкрипције","Encryption not enabled!":"Encryption not enabled!","Enter the information that is relevant to your submission and possibly upload the relevant accompanying files":"Унесите информације које су релевантне за Вашу пријаву и опционо прикачите пратеће датотеке","Enter your receipt":"Унесите код пријаве","Every comment, written by the whistleblower or the receivers, will trigger an email.":"Сваки коментар, који је написао узбуњивач или новинар, покреће слање е-поруке.","Every downloaded file will be encrypted with the PGP key.":"Свака датотека ће бити криптована ПГП кључем.","Every downloaded file won't be encrypted.":"Every downloaded file won't be encrypted.","Every new Tip you receive will trigger an email with a link to it.":"Свака нова пријава покреће слање е-поруке са линком до исте пријаве.","Every notification will be encrypted with the PGP key.":"Сва обавештења ће бити криптована ПГП кључем.","Every notification won't be encrypted.":"Every notification won't be encrypted.","Exception mail address":"Изузете Е-адресе","Expiration":"Истиче","Expiration Date":"Датум истека","Failed Logins":"Неуспешних пријава","Fields":"Поља","File":"Датотека","File Email Subject":"Наслов Е-поруке за датотеку","File Email template":"Шаблон е-поруке за датотеке","File Operations":"Рад са датотекама","File Size":"Величина датотеке","File size limit (in Megabytes)":"Лимит за датотеке (у мегабајтима)","Filename":"Назив датотеке","Files":"Датотеке","Files Number":"Број датотека","Files Overview":"Преглед датотека","Files and Downloads":"Датотеке и преузимања","Fill out your submission":"Попуните пријаву","Final Step":"Последњи корак","Footer":"Подножје","For every file available for download you will be notified via email with related information.":"За сваку датотеку спремну за преузимање ћете бити обавештени путем е-поруке са релевантим подацима.","From here you can run common debug tasks emulating GLClient functions":"Овде можете покренути уобичајне задатке за откривање наисправности у оквиру емулације ГЛКлијентских функција","GLTypesError not set":"GLTypesError није постављен","GlobaLeaks software":"ГлобаЛикс апликација","Graphic Customization":"Графичко прилагођавање","Hint":"Погодак","I want to report on":"Желим да пријавим","If you are interested in keeping it, please save it in a secure place and make sure it does not fall into the wrong hands":"Ако сте заинтересовани да наставите преписку, молим Вас чувајте код на сигурном месту и пазите да не дође у погрешне руке","If you want protection of your identity and the content of your message, you should try to achieve anonimity by using the":"Ако желите заштиту идентитета и садржаја поруке коју шаљете, за анонимност користите ","In date":"Датума","In the event that you would like to remain anonymous, do not submit any personal information. (e.g. your name or relationship to the offender. Do not submit any information that can be traced back to you.)":"У случају да жалите да задржите анонимност, немојте уносити своје личне податке. (нпр. Ваш однос са оптуженим. Немојте слати информације које могу да буду било какав траг назад до Вас.)","Incomplete submissions expiry time (hours)":"Време за довршавање пријаве (у сатима)","Info":"Подаци","Instead with an Anonymous Submission you are fully protected, it is not possible for a third party to know that you have submitted something nor what you have submitted.":"Уместо тога са Анонимном пријавом сте потпуно заштићени, није могуће открити да сте било шта послали као ни сам садржај пријаве.","Internal Server Error":"Интерна грешка на серверу","Invalid Authentication in scope":"Неисправна ауторизација у пољу","Invalid Input Format":"Унос је у неисправном облику","Invalid email address":"Неисправна е-адреса","Invalid format for hidden service (should be http://thirteenchars123.onion)":"Неисправан облик сакривене услуге (исправно је http://тринаесткарактера123.onion)","Invalid format for public site (should be https://thirteenchars123.tor2web.org)":"Неисправан облик јавне адресе (исправно је https://тринаесткарактера123.tor2web.org)","Invalid time range supplied for":"Временски оквир за","It appears you are not using Tor, thus you are strongly advised to ":"Изгледа да не корисите Тор, иако смо Вас саветовали другачије","It appears you are using Tor. To better protect your anonymity, be sure that you are using the":"Изгледа да користите Тор. Да бисте боље заштитили Вашу приватност проверите да ли користите","Keep in mind that using Tor Browser Bundle does not replace good security practices and it cannot protect you in the event your computer has been compromised. You are strongly advised to read the":"Имајте на уму да пакет Тор и веб прегледач не могу да замене добре сигурносне мере и не могу да Вас заштите у случају да Вам је рачунар компромитован. Топло Вам препоручујемо да прочитате","Languages Configuration":"Поставке језика","Last Access":"Претходна посета","Load":"Учитавање","Load Custom File":"Учитај прилагођену датотеку","Loading":"Учитавање","Loading Tip page...":"Учитавање странице пријаве...","Loading...":"Учитавање...","Login":"Пријава","Login page":"Страна за пријављивање","Logout":"Одјава","Mail Configuration":"Подешавање е-порука","Main Configuration":"Основна подешавања","Malformed source":"Лоше обавештен извор","Maximum file downloads":"Највише преузимања:","Moreover, it will allow you to add other files to your submission.":"Штавише, омогућава Вам да додате још датотека Вашој пријави.","Multi-Select":"Вишеструки одабир","Name":"Име","New Password":"Нова лозинка","New Submission":"Нова пријава","Next Step":"Следећи корак","No email was specified":"Нисте доставили е-адресу","No file has been uploaded!":"Није послата ни једна датотека!","Node name":"Назив чворишта","Node not found":"Чвориште није пронађено","Not Authenticated":"Није ауторизовано","Not found a Context with the specified GUS identifier":"НЕма теме са овим ГУС личним бројем","Not found a File with the specified GUS identifier":"Не постоји датотека са овим ГУС бројем","Not found a Receiver with the specified GUS identifier":"Нема новинара са овим ГУС бројем","Not found a Submission with the specified GUS identifier":"Нема пријаве са овим ГУС бројем","Not found a Tip with the specified GUS identifier":"Не постоји пријава са овим ГУС бројем","Notification Settings":"Поставке обавештавања","Notification Templates":"Шаблон обавештења","Number":"Број","Old password confirmation required":"Потврда старе лозинке је обавезна","On unix based systems this can be done by running the following command in the directory of the files":"На јуникс системима покрените следећу команду у директоријуму са послатим датотекама","Operation Forbidden":"Забрањена наредба","Order by:":"Поређај по:","Order:":"Редослед:","PGP Key details":"Детаљи ПГП кључа","Paragraph(s)":"Пасус(и)","Password":"Лозинка","Password Configuration":"Поставке лозинке","Password:":"Лозинка:","Permit Receiver preferences management via Tor2Web":"Дозволи новинарима да мењају подешавања кроз Тор2Веб","Permit Receivers to postpone expiration date of the Tips":"Дозволи новинарима да одлажу датум истека пријава","Permit Submissions via Tor2Web":"Дозволи пријаве преко Тор2Веб","Permit Tip access, file download and upload via Tor2Web":"Дозволи приступ пријавама, слање и преузимање датотека преко Тор2Веба","Permit access of public resources via Tor2Web":"Дозволи приступ јавном делу кроз Тор2Веб","Permit administrative login via Tor2Web":"Дозволи администраторима пријаву преко Тор2Веб-а","Pertinence evaluation has been already expressed":"Релевантна провцена је већ изражена","Phone":"Телефон","Please configure your PGP keys in the receiver preference page.":"Подесите Ваше ПГП кључеве на страници подешавања новинарa.","Please copy in the box below your receipt to access the tip interface.":"Да бисте приступили Вашој пријави унесите код у поље одмах испод.","Please do not submit your report on a PC provided by your employer. Particularly an intranet connection may jeopardize your anonymity.":"Немојте слати податке са рачунара који Вам је обезбедио послодавац. Интранет везе посебно могу да угрозе Вашу анонимност.","Please take care that all associated data will be properly deleted and all receivers won't be able to further access to it.":"Водите рачуна да ће сви придружени подаци бити обрисани и нико од новинара више неће моћи да им приступи.","Please wait":"Молим Вас сачекајте","Postpone Tip expiration date":"Одложени датум истицања пријаве","Preferences":"Подешавања","Presentation":"Представљање","Presentation Order":"Редослед приказивања","Preview":"Предпреглед","Previous Step":"Претходни корак","Proceed":"Настави","Proceed to submission":"Настави на подношење пријаве","Public GlobaLeaks resources can be accessed via Tor2Web. This is safe to do.":"Јавним садржајима ГлобаЛикса се може приступити кроз Тор2Веб. Ово је сигурно.","Radio Buttons":"Радио дугмад","Receipt format (regular expression)":"Облик пријаве (регуларни израз)","Receiver Interface":"Интерфејс за новинаре","Receiver List":"Листа новинарa","Receiver Tips":"Пријаве новинара","Receiver name too long":"Име новинара је превише дугачко","Receiver selection":"Избор новинарa","Receivers":"Новинари","Receivers Configuration":"Поставке новинара","Receivers can access via Tor2Web. This is dangerous and it's recommended instead to train receivers in the use of Tor and Enigmail.":"Новинари могу да приступе преко Тор2Веб-а. Опасан начин и препоручљив само у замени за обуку новинара за Тор и Иниџмејл (Enigmail).","References":"Референце","Remove the PGP key":"Уклони ПГП кључ","Request timed out":"Захтев је одложен","Require at least one file to be uploaded":"Обавезно је слање макар једне датотеке","Required":"Обавезно","Reset":"Поништи","Reset custom CSS":"Поништи кориснички ЦСС","Resource can be accessed only within Tor network":"Овим ресурсима је могуће приступити само из Тор мреже","SMTP server address":"Адреса СМТП сервера","SMTP server port":"Порт СМТП сервера","Save":"Сачувај","Select all receivers by default":"Подразумевано означи све новинарe","Session expired":"Сесија је истекла","Show in preview":"Прикажи у прегледу","Size":"Величина","Some parameters provided in the context creation can't work together":"Неки од достављених параметара у отварању теме не могу да функционишу заједно","Source Email":"Е-адреса извора","Source Name":"Назив извора","Statistics Disabled":"Статистика је искључена","Status":"Статус","Submission":"Слање","Submission Created!":"Пријава је направљена!","Submission date":"Датум пријаве","Submission does not validate the input fields":"Пријављивањем се не проверавају поља за унос","Submit":"Пошаљи","Submitted Tip expiry time (days)":"Време трајања пријаве (у данима)","Success!":"Успешно!","System":"Систем","Text":"Текст","Text size limit (in bytes)":"Лимит за текст (у бајтима)","The PGP key proposed can't be imported":"Предложени ПГП кључ не може бити увежен","The Receiver will be now able to globally delete submissions and their content.":"Новинар добија могућност да обрише пријаву и њен садржај на глобалном нивоу.","The choosen password is unsafe, it should have":"Одабрана лозинка није поуздана, требало би да садржи","The file uploaded has a reserved name":"Послата датотека има резервисан назив","The fingerprint is:":"Отисак је:","The specified comment was not found":"Тражени коментар није пронађен","The specified host does not match a configured one":"Дати домаћин се не поклапа са већ дефинисаним","The specified old password is not valid":"Стара лозинка није исправна","The submission you tried to be update has been already finalized":"Пријава коју покушавате да измените је већ у свом коначном облику","The table below shows the files present in the submission directory, and their relationship with the internal database.":"Табела приказује постојеће датотеке у директоријуму послатих, и њихов однос са интерном базом.","The time for your role":"Трајање Ваше улоге","The two passwords do not match":"Ове две лозинке нису идентичне","The upload request overcomes the MB limits":"Захтев за слање превазилази лимит у МБ","The user":"Корисник","Theme Customization":"Прилагођавање теме","This field cannot be empty":"Ово поље не може бити празно","This interface may help you spot anomalies in your Node.":"Овај интерфејс Вам може помоћи да пронађете аномалије овог чворишта.","This interface may help you understand how the Node is used by the whistleblower. We present you with the submissions currently on the node and a few statistics on the kind of usage (activity, files, comments).":"Овим интерфејсом можете сагледати како узбуњивачи користе чвориште. Представљамо Вам тренутне пријаве на чворишту са неколико статистичких података о коришћењу (активности, датотеке, коментари).","This interface shows the activity of the users of your node. This may be helpful in detecting anomalies and supporting the Receivers of your node.":"Овај интерфејс приказује активности корисника чворишта. Може Вам бити од помоћи у тражењу аномалија и као помоћ новимарима овог чворишта.","This is the":"Ово је","This may lead to unintended access to the files by the server administrator or in case of server seizing.":"Ово може омогућити недозвољен приступ датотекама администратору или другим особама које дођу у посед сервера.","This node is not configured.":"Ово чвориште није подешено.","This receipt will allow you to login as the whistleblower for this Tip.":"Овај код Вам омогућава да се поново пријавите као узбуњивач ове пријаве.","This section contains settings that may make your installation not work properly. Please refer to the ":"Овај део садржи подешавања која могу да онеспособе апликацију за рад. Упућујемо Вас на","This software is developed by the non-profit organization":"Aпликацију је развила непрофитабилна организација","Through this platform you will be able to report on wrongdoing. This platform is running the":"Са овом платформом можете да пријавите случај када се ради нешто лоше. Платформу покреће","Through this system receivers will be able to ask you questions on the Tip and you will be able to write a reply.":"Помоћу овог система новинар ће бити у могућности да Вам упути питања у вези са Вашом пријавом а Ви ћете моћи да напишете одговор.","Tip":"Пријава","Tip Email Subject":"Наслов Е-поруке пријаве","Tip Email template":"Шаблон е-поруке за пријаву","Tip Status Page":"Статус пријаве","Tip can be accessed via Tor2Web by whistleblowers and receiver.":"Пријавама  кроз Тор2Веб могу приступити узбуњивачи и новинари.","Tips":"Пријаве","Tips Overview":"Преглед пријава","To ensure your anonymity be sure that you are visiting this site using the":"Да бисте обезбедили своју анонимност проверите да ли отварате овај сајт користећи","To further enhance your security, please follow these instructions:":"Да бисте побољшали ниво сигурности, молим Вас прочитајте следеће инструкције:","To make an Anonymous Submission, instead of using your usual Web Browser (Internet Explorer, Chrome, Firefox, Opera, etc.) you should use the":"Да бисте направили Анонимну пријаву, уместо коришћења обичног веб прегледача (Интернет Експлорер, Хром, Фајрфокс, Опера и сл.) користите","Tor Hidden Service (hostname)":"Скривена Тор услуга (назив домаћина)","Tor2web Public Site (url)":"Tor2web јавна адреса (урл)","Translation Customization":"Прилагођавање превода","Transport Security":"Сигурносни транспорт","Type":"Врста","Type again your new password":"Унесите још једном нову лозинку","Unsent emails will be spooled when the option will be re-enabled.":"Непослате поруке ће бити задржане када ова опција буде поново укључена.","Update notification and encryption settings":"Ажурирај поставке обавештења и шифровања","Update notification settings":"Ажурирај поставке обавештавања","Upgrade your browser today":"Одмах ажурирајте свој веб прегледач","Upload Date":"Датум слања","Url":"УРЛ","Use the":"Користи","User":"Корисник","Username":"Корисничко име","Username:":"Корисничко име:","Users Overview":"Преглед корисника","View Tip":"Прикажи пријаву","WB Last Access":"Последња посета узбуњивача","Warning!":"Пажња!","Warning! You are not Anonymous.":"Пажња! Нисте Анонимни.","We are supported also by your donations. Visit our":"Подршку нам дају и Ваше донације. Посетите","We strongly advise you to go for an Anonymous Submission.":"Изузетно је важно да користите анонимно слање пријаве.","We were not able to determine if you are anonymous or not, please proceed with care":"Нисмо били у могућности да утврдимо да ли сте анонимни или не, молимo вас, будите опрезни.","Welcome back captain!":"Добродошао капетане!","Which of the following statements is true?":"Која је од следећих изјава тачна?","Whistleblower":"Узбуњивач","Whistleblowers can perform submissions with no anonymity via Tor2Web.":"Узбуњивачи могу да поднесу пријаву кроз Тор2Веб без анонимности.","Whistleblowing disabled":"Дување у пиштаљку је искључено","With a HTTPS submission you are exposing yourself to the risks that someone else will know that you have submitted something, without knowing what you have submitted.":"Са слањем преко HTTPS-а себе излажете ризику да се открије да сте нешто послали, али не и сам садржај.","Wrong Answer!":"Погрешан одговор!","You acknowledge that failure to do so will result in the inability to technically protect your anonymity.":"Напомињемо да ако не урадите тражено резултат ће бити наша немогућност да Вам заштитимо анонимност.","You are aware of the risks involved, go ahead, consider yourself warned.":"Ако сте свесни ризика слободно наставите даље али сте благовремено упозорени.","You are connecting to the node not anonymously and this node only supports anonymous submissions":"Покушавате без активиране анионимности да се спојите са чвориштем које подржава само анонимне конекције","You are using an outdated browser.":"Користите прастар веб прегледач.","You have not configured your encryption keys, so the files will be stored on the globaleaks node un-encrypted.":"Нисте подесили кључеве за шифровање, тако да датотеке које пошаљете на ово ГлобаЛикс чвориште неће бити шифроване.","You will also be able to keep track of who has viewed your submission and downloaded the files.":"Такође, имаћете могућност праћења корисника који читају Вашу пријаву и преузимају послате датотеке.","You will not be able to login.":"Нећете моћи да се пријавите.","You will not be able to perform a submission.":"Нећете бити у могућности да извршите поднесак.","You're running GlobaLeaks version":"Ради ГлобаЛикс (GlobaLeaks) верзијa","You've not enabled encryption!":"Енкрипција није укључена!","You've reached the maximum amount of download for this file":"Достигли сте максималан број преузимања ове датотеке","Your Tips":"Ваше пријаве","Your node is not configured! Please, proceed via":"Ваше чвориште није подешено! Продужите на","Your user has reached the maximum amount of access for this Tip":"Корисник је достигао максимални број прегледа ове пријаве","add field":"додај поље","before continuing.":"пре наставка.","can be configured in order to deliver encrypted email and store encrypted files. You've to copy and paste the ascii version of your personal key, and then it would be possibile update your encryption settings. If you've any doubts talk to your admin.":"могу бити подешено у циљу енкрипције е-порука и датотека. Потребно је да копирате АСЦИИ облик Вашег личног кључа и тада ћете моћи да мењате опције енкрипције. Ако имате недоумице око овог подешавања обратите се Вашем администратору.","click to close":"затвори","delete":"обриши","donation page":"страницу за донације","download":"преузимање","download a copy of the tor browser bundle":"преузмите комплет апликација Тор и веб читач","download all the files":"преузми све датотеке","has postponed Tip expiration to":"је одложио истицање пријаве до","https does not protect the content of my leak nor my identity":"https не штити садржај пријаве нити идентитет","https does protect my identity and the content of my leak":"https штити идентитет и садржај пријаве","https protects my identity, but not the content of my leak":"https штити идентитет али не и садржај пријаве","https protects the content of my leak but not my identity":"https штити садржај пријаве али не и идентитет","install Google Chrome Frame":"инсталирајте Google Chrome Frame","is":"је","manual for practical security best practices.":"упутство за превентивне сигурносне мере.","now Disabled:":"је искључено:","now Enabled:":"сад укључено:","or":"или","sha256 hash":"сха256 отисак","show all the files":"прикажи све датотеке","show only files not yet downloaded":"прикажи само датотеке које нису преузете","show sha256 checksum":"прикажи сха256 проверу","that is specifically designed to protect the identity of the reporter and of the ones running the platform.":"То је посебно дизајнирана апликација да заштити идентитет узбуњивача и оних који користе платформу.","this is a special piece of software designed to enable Anonymous Web Browsing.":"ово је посебна апликација осмишљена тако да обезбеди анонимно претраживање интернета.","to better experience this site.":"да бисте боље учитали овај сајт.","to help us further support the development of GlobaLeaks.":"да бисте помогли даљи развој ГлобаЛикса.","to submit":"за слање","to verify the file integrity":"да бисте проверили интегритет датотека"}