{"(0 = unlimited)":"(0 = obegränsad)","(English only)":"(Endast engelska)","(New)":"(Ny)","A field expected to be unique already has this value":"Ett fält som väntas vara unikt finns redan","A file attachment is required to complete the submission":"En fil måste bifogas för att färdigställa tipset","Access Number":"Åtkomstnummer","Access counter":"Besöksräknare","Accesses":"Åtkomster","Add":"Lägg til","Add Comment":"Lägg till kommentar","Add files":"Lägg till filer","Add new context":"Lägg till ny kontext","Add new receiver":"Lägg till ny mottagare","Add option":"Lägg till alternativ","Admin":"Admin","Admin can access via Tor2web.":"Administratör  åtkomst via Tor2web","Admin interface and configure at least one context":"Administratörsgränssnittet och konfigurera åtmistone en kontext","Admin management interface":"Administratörsgränssnittet","Admin please configure at least one Context and associated Receivers using":"Administratör vad god att konfigurera minst en kontext och associerade mottagare genom att använda","Administration Interface":"Administratörsgränssnitt","Advanced Settings":"Avancerade inställningar","Advanced settings":"Avancerade inställningar","Agree":"Instämmer","Anomaly Checks":"Kontroll av avvikelser","Are you a receiver?":"Är du en mottagare?","Are you a whistleblower?":"Är du en uppgiftslämnare?","Are you sure that you want to delete the context?":"Är du säker på att du vill kasta denna kontext?","Are you sure that you want to delete the receiver?":"Är du säker på att du vill kasta mottagaren?","Are you sure that you want to delete the tip globally?":"Är du säker på att du vill ta bort tipset globalt?","Are you sure that you want to postpone tip expiration date?":"Är du säker på att du vill förlänga tipsets utgångsdatum?","Are you sure that you wish to continue?":"Är du säker på att du vill fortsätta?","Asc":"Stigande","At least 8 characters":"Minst 8 tecken","At least one letter":"Minst en bokstav","At least one number":"Minst en siffra","Authentication Failed":"Ingen behörighet","Authentication in Tip failed":"Ingen behörighet för tips","Beware of the fact that this receipt, if fallen into the wrong hands, will lead to identifying you as the whistleblower for this Tip.":"Var medveten om att om detta kvitto faller i fel händer kan det identifiera dig som uppgiftslämnare för ditt specifika tips.","Blow the Whistle":"Lämna ett tips","By checking the box below you agree to these terms and conditions.":"Genom att klicka i rutan nedan går du med på detta användaravtal. ","By clicking extend, you will extend the Tip expiration date to:":"Genom att klicka på förlängning så kommer du att förlänga tipsets utgångsdatum till:","By enabling this option, the system will be storing the submitted files unecrypted on your node.":"Genom att aktivera detta val så kommer systemet att lagra de inskickade filerna okrypterat på din nod.","CSS":"CSS","Cancel":"Avbryt","Change picture":"Byt bild","Checkboxes":"Kryssruta","Checks for anomalies will be now performed on each request.":"Kontroll av avvikelser kommer nu göras på varje förfrågan","Choose the context and receivers that will be sure to transform your submission into action!":"Välj vilken kontekt och vilka mottagare som du tror kommer omvandla ditt tips till handling!","Click to edit, Drag to order":"Klicka för att ändra, dra för att sortera","Clicking the 'admin' link on the top-right corner of the page will bring you here.":"Genom att klicka på 'admin'-länken i det övre högra hörnet på sidan kommer du hit.","Comment Email Subject":"Kommentar E-post Ämne","Comment Email Template":"Kommentarers E-postmall","Comments":"Kommentarer","Comments Number":"Kommentarsnummer","Configure a PGP key":"Konfigurera en PGP-nyckel","Confirm Deletion":"Bekräfta borttagning","Confirm Extension":"Bekräfta förlängning","Confirm password":"Bekräfta lösenord","Congratulations!":"Grattis!","Content Settings":"Innehållsinställningar","Content Type":"Innehållstyp","Context":"Kontext","Context Name":"Kontextnamn","Contexts":"Kontexter","Contexts Configuration":"Konfiguration av kontexter","Contexts are the categories to be selected by whistleblowers, when they perform their submission. Make sure to make them pertinent to your initiative.":"Kontexter är de kategorier som uppgiftslämnaren kan välja på när de lämnar sitt tips. Se till att det är relevant för ditt initiativ.","Cookies are not enabled!":"Denna sida använder inte cookies!","Copy and paste the PGP public key here":"Kopiera och klistra in din publika PGP-nyckel här","Creation":"Skapad","Creation Date":"Datum för skapande","Current Password":"Nuvarande lösenord","Current initiative logo":"Nuvarande logo","Currently logged in":"Inloggade just nu","Danger":"Fara","Danger ahead!":"Fara framöver!","Danger!":"Fara!","Date":"Datu","Default language":"Standardspråk","Delete":"Kasta","Delete Context":"Kasta kontext","Delete Receiver":"Kasta mottagare","Delete Tip":"Kasta tips","Desc":"Beskr","Describe the attachments of the submission":"Beskriv bilagorna till tipset","Describe the details of the submission":"Beskriv detaljerna för tipset","Describe your submission with a few words":"Beskriv ditt tips med några få ord","Description":"Beskrivning","Description of Anomaly":"Beskrivning av avvikelse","Details":"Detaljer","Disable email notification":"Avaktivera e-postavisering","Disabled":"Inaktiverad","Download":"Ladda ned","Dropdown Menu (Select)":"Drop-downmeny (välj)","Each message written by the whistleblower specifically for you will trigger an email.":"Varje meddelande, som skrivit av uppgiftslämnaren till dig, kommer att utlösa en e-postavisering","Email":"E-post","Email Address":"E-postadress","Email Address (Username)":"E-postadress (användarnamn)","Enable Comment notification":"Aktivera kommentarsavisering","Enable File notification":"Aktivera filavisering","Enable Message notification":"Aktivera meddelandeavisering","Enable Tip notification":"Aktivera tipsavisering","Enable checks for anomalies":"Aktivera kontroll av avvikelser","Enable insecure configuration without PGP encryption.":"Aktivera osäker konfiguration utan PGP-kryptering.","Enabled":"Aktiverad","Encrypted Notification Templates":"Krypterade aviseringsmallar","Encryption Settings":"Krypteringsinställningar","Encryption is enabled!":"Kryptering är aktiverat!","Encryption is not enabled!":"Kryptering är inte aktiverat!","Enter a new GlobaLeaks node password":"Fyll i ett nytt lösenord för GlobaLeaks nod","Enter the email address through which the receiver will be notified":"Ange e-postadressen genom vilken mottagaren ska få sin avisering","Enter the information that is relevant to your submission and possibly upload the relevant accompanying files":"Skriv in den information som är relevant för ditt tips, och om möjligt ladda upp filer relevanta för tipset","Enter the name for your whistleblowing initiative":"Skriv in namnet för ditt uppgiftslämnarinitiativ","Enter the name of the receiver":"Skriv in namnet på mottagaren","Enter your email address":"Skriv in din e-postadress","Enter your receipt":"Skriv in dit kvitto","Esteemed %ReceiverName%,":"Kära %ReceiverName%,","Every comment, written by the whistleblower or the receivers, will trigger an email.":"Varje kommentar, skriven av uppgiftslämnaren eller mottagaren, kommer att utlösa ett e-postmeddelande.","Every new Tip you receive will trigger an email with a link to it.":"Varje nytt tips du mottar kommer utlösa ett e-postmeddelande med en länk till det.","Exception mail address":"Undantagsadress","Expiration":"Utgång","Expiration Date":"Utgångsdatum","Fields":"Fält","File":"Fil","File Email Subject":"Fil E-post Ämne","File Email Template":"Filers E-postmall","File Operations":"Filfunktioner","File Size":"Filstorlek","File Uploads":"Uppladdade filer","File details:":"Filinformation:","File size limit (in Megabytes)":"Maxgräns för filer (i Megabyte)","Filename":"Filnamn","Files":"Filer","Files Number":"Filnummer","Files Overview":"Filöversikt","Files and Downloads":"Filer och nedladdningar","Files description":"Filbeskrivning","Files number: %FilesNumber%":"Filnummer: %FilesNumber%","Fill out your submission":"Fyll i ditt tips","Final Step":"Sista steget","Finalized Submissions":"Slutförda tips","Follow us on Twitter if you like to be profiled by NSA:":"Follow us on Twitter if you like to be profiled by NSA:","Footer":"Sidfot","For every file available for download you will be notified via email with related information.":"För varje fil som finns tillgänglig för nedladdning kommer du aviseras via e-post med relaterad information.","For technical support inquiries you can write us at:":"For technical support inquiries you can write us at:","Full description":"Hela beskrivningen","GLTypesError not set":"GLTypesError inte satt","General":"Generell","Give a concise description of your project":"Ge en koncis beskrivning av ditt projekt","Give your whistleblowing initiative a good name and description to invite whistleblowers to submit. Be sure to make the goals of your project clear.":"Ge ditt initiativ ett bra namn och beskrivning för att bjuda in uppgiftslämnare för att skicka in tips. Var säker på att noggrant beskriva målen för ditt projekt.","GlobaLeaks Support Chat":"GlobaLeaks Support Chat","GlobaLeaks Wizard":"GlobaLeaks startguide","Graphic Customization":"Grafisk anpassning","Guidelines on how to start up Whistleblowing Initiatives":"Riktlinjer för att starta ett Visselblåsarinitiativ.","HTTPS does not protect the content of my leak nor my identity":"HTTPS skyddar inte innehållet i mitt tips eller min identitet","HTTPS does protect my identity and the content of my leak":"HTTPS skyddar min identitet och innehållet i min läcka","HTTPS protects my identity, but not the content of my leak":"HTTPS skyddar min identitet, men inte innehållet i mitt tips","HTTPS protects the content of my leak but not my identity":"HTTPS skyddar innehållet i mitt tips men inte min identitet","Here you can check the latest anomalies detected":"Här kan du kolla de senast upptäckta avvikelserna","Hide details":"Göm detaljer","Hint":"Tips","Home Page":"Hemsida","I want to report on":"Jag vill lämna tips om","If you are interested in keeping it, please save it in a secure place and make sure it does not fall into the wrong hands":"Om du vill behålla det, var god spara det på ett säkert ställe och se till att det inte hamnar i fel händer.","If you want to tell us more about your project, or you need some help, write us at:":"If you want to tell us more about your project, or you need some help, write us at:","In order to deliver encrypted emails and files each receiver needs an associated PGP key. Cut and paste the key of the receiver or mark the checkbox:":"För att kunna leverera krypterade e-postmeddelanden och filer så behöver varje mottagare en GPG-nyckel. Klipp ut och klistra in nyckeln till mottagaren eller markera i kryssrutan:","In the event that you would like to remain anonymous, do not submit any personal information. (e.g. your name or relationship to the offender. Do not submit any information that can be traced back to you.)":"Om du skulle vilja fortsätta vara anonym, skicka inte in någon privat infomation. (t.ex. ditt namn eller din relation till lagöverträdaren. Skicka inte in någon information som kan spåras tillbaka till dig.)","Incomplete submissions expiry time (hours)":"Ofullständiga tips utgår efter (timmar)","Info":"Info","Initiative description":"Beskrivning av initiativet","Initiative name":"Initiativets namn","Install":"Installera","Install default fields":"Installera standardfält","Instead with an Anonymous Submission you are fully protected, it is not possible for a third party to know that you have submitted something nor what you have submitted.":"Om du istället lämnar ett tips anonymt är du fullt skyddad, och det är inte möjligt för en tredje part att veta att du har skickat något eller vad du har skickat.","Internal Server Error":"Internt serverfel","Invalid Authentication in scope":"Ogiltig behörighet i valt område","Invalid Input Format":"Ogiltigt inmatningsformat","Invalid email address":"Ogiltig e-postadress","Invalid format for hidden service (should be http://thirteenchars123.onion)":"Ogiltigt format på gömd service (hidden service) (ska vara http://thirteenchars123.onion)","Invalid format for public site (should be https://thirteenchars123.tor2web.org)":"Ogiltigt format på publik sajt (ska vara https://thirteenchars123.tor2web.org)","Invalid time range supplied for":"Ogiltigt tidsspann angivet för","It appears that you are not using Tor. You are strongly advised to":"Det ser ut som att du inte använder Tor, och därför råder vi dig att","It appears that you are using Tor. To better protect your anonymity, be sure that you are using the":"Det ser ut som att du använder Tor. För att vara säker på att skydda din anonymitet, se till att använda","Keep in mind that using Tor Browser Bundle does not replace good security practices and it cannot protect you in the event your computer has been compromised. You are strongly advised to read the":"Kom ihåg att även om du använder Tor-browsern ersätter inte det noggrann säkerhetspraxis, och det skyddar dig inte om din dator är komprometterad. Vi råder dig att läsa","Landing Page":"Startsida","Languages Configuration":"Språkinställningar","Last Access":"Senaste åtkomst","Load":"Ladda","Load Custom File":"Ladda anpassad fil","Loading":"Laddar","Loading Tip page...":"Laddar tipssida","Login":"Logga in","Login page":"Loginsidan","Logout":"Logga ut","Mail Configuration":"E-postinställningar","Main Configuration":"Huvudinställningar","Maximum file downloads":"Max antal nedladdningar","Maximum number of selectable Receivers:":"Maximalt antal valbara mottagare","Message Email Subject":"Meddelande E-post Ämne","Message Email Template":"Meddelanden E-postmall","Moreover, it will allow you to add other files to your submission.":"Dessutom ger det dig möjlighet att lämna fler filer till ditt tips.","Multi-Select":"Flervalsmeny","Name":"Namn","New Password":"Nytt lösenord","New Submissions":"Nya tips","Next Step":"Nästa steg","No":"Nej","No Context was found with the specified ID":"Hittade ingen Kontext med den valda GUS-identifieraren","No File was found with the specified ID":"Hittade ingen Fil med den valda GUS-identifieraren","No Submission was found with the specified ID":"Hittade inget tips med den specificerade GUS-identifieraren","No Tip was found with the specified ID":"Hittade inget tips med den specificerade GUS-identifieraren","No email was specified":"Ingen e-postadress angavs","No files have been uploaded!":"Ingen fil har laddats upp!","Node Subtitle":"Underrubrik på nod","Node name":"Nodnamn","Node not found":"Hittade inte nod","Not Authenticated":"Inte behörig","Not found a Receiver with the specified ID":"Hittade ingen mottagare med den specificerade GUS-identifieraren","Notification Settings":"Aviseringsinställningar","Notification Templates":"Aviseringsmallar","Notifications and Files will be encrypted.":"Aviseringar och filer kommer vara krypterade.","Notifications and Files won't be encrypted.":"Aviseringar och filer kommer inte vara krypterade.","Number":"Nummer","Old password confirmation required":"Kräv bekräftelse på gammalt lösenord","On date":"Ankomstdatum","One or more of the receivers of this tip has not configured a PGP key.":"En eller flera av mottagarna av detta tips har inte ställt in sin PGP-nyckel.","Open":"Öppen","Operation Forbidden":"Förbjuden funktion","Order by:":"Sortera efter:","Order:":"Sortering:","PGP Key details":"PGP-nyckeldetaljer","Paragraph(s)":"Stycke(n)","Password":"Lösenord","Password Configuration":"Lösenordskonfiguration","Password:":"Lösenord:","Paste the PGP Key here:":"Klistra in PGP-nyckeln här:","Permit Admin access via Tor2web":"Tillåt Administratörstkomst via Tor2web","Permit Receivers access via Tor2web":"Tillåt mottagare åtkomst via Tor2web","Permit Receivers to delete Tips":"Tillåt mottagare att kasta tips","Permit Receivers to postpone expiration date of the Tips":"Tillåt mottagare att förlänga utgångsdatumet för tips","Permit Whistleblower submissions via Tor2web":"Tillåt uppgiftslämnare att lämna tips via Tor2web","Permit access of public resources via Tor2web":"Tillåt åtkomst av allmänna resurser via Tor2web","Permit the Receiver to delete Tips":"Tillåt mottagaren att kasta tips","Permit the Receiver to postpone expiration date of the Tips":"Tillåt mottagare att förlänga utgångstiden för tips","Pertinence evaluation has been already expressed":"Relevansbedömning har redan visast","Phone":"Telefon","Plaintext Notification Templates":"Aviseringsmallar i enkel text","Please configure your PGP keys in the receiver preferences page.":"Var god konfigurera dina PGP-nycklar i inställningarna för mottagare","Please confirm it":"Bekräfta","Please copy in the box below your receipt to access the tip interface.":"Var god kopiera in dit kvitto i fältet nedan för att komma åt ditt tips","Please do not forward or share this e-mail: each tip-off allows a limited number of accesses and downloads before being destroyed forever and nobody (even the node administrator) can recover an expired or dead tip-off.":"Vänligen vidarebefordra eller dela inte detta e-mail: varje förhandstips tillåter ett begränsat antal åtkomster och nerladdningar innan det för evigt raderas och ingen (inte ens nodadministratören) kan återskapa det.","Please do not submit your report on a PC provided by your employer. Particularly an intranet connection may jeopardize your anonymity.":"Skicka inte in ditt tips från en dator på din arbetsplats. Framförallt intranät kan sätta din anonymitet på spel.","Please never disclose these files until an appropriate analysis, fact checking, journalistic and technical redaction process. For more information about redaction of documents you should consult this page: https://github.com/globaleaks/GlobaLeaks/wiki/Redaction-process.":"Vänligen sprid inte dessa filer innan du har utfört en lämplig analys, faktakontroll, samt journalistisk och teknisk redigering. För mer information angående redigering av dokument, vänligen besök följande sida: https://github.com/globaleaks/GlobaLeaks/wiki/Redaction-process.","Please support Hermes through their donation page.":"Vänligen stöd Hermes med en donation.","Please take care that all associated data is properly deleted and all receivers won't be able to further access to it.":"Säkerställ att alla associerade filer tas bort ordentligt och att alla mottagare inte längre har tillgång till dem.","Please take care that all associated data is properly deleted.":"Var god och säkerställ att alla associerade filer tas bort ordentligt.","Please wait":"Var god vänta","Please wait while we return to fully operational":"Var god vänta medan vi startar upp igen","Postpone Tip expiration date":"Skjut upp tipsets utgångsdatum","Preferences":"Inställningar","Presentation":"Presentation","Presentation Order":"Presentationsordning","Preview":"Förhandsgranska","Previous Step":"Föregående steg","Private Messages":"Privata meddelanden","Private Messages with the Whistleblower":"Privata meddelanden med uppgiftslämnaren","Proceed to submission":"Fortsätt för att lämna tips","Public resources can be accessed via Tor2web.":"Allmänna resurser kan nås via Tor2web","Radio Buttons":"Envalsknappar","Receipt format (regular expression)":"Kvittoformat (Reguljärt uttryck)","Receiver":"Mottagare","Receiver Interface":"Mottagargränssnitt","Receiver List":"Lista på mottagare","Receiver Tips":"Mottagarens tips","Receiver name too long":"Mottagarens namn är för långt","Receiver selection":"Val av mottagare","Receivers":"Mottagare","Receivers Configuration":"Konfiguration för Mottagare","Receivers are very important for a GlobaLeaks based initiative. They are the people responsible for receiving the whistleblowers' submissions, verifying their authenticity and taking action upon them. Choose them wisely.":"Mottagare är väldigt viktiga för ett initiativ baserat på GlobaLeaks. De är människorna som ansvarar för att ta emot uppgiftslämnarens tips, bekräfta deras riktighet och att omsätta dem i handling. Välj dem noga.","Receivers can access via Tor2web.":"Mottagare kan logga in via Tor2web.","Receivers of this Context will be able to delete Tips and their content.":"Mottagare i denna kontext kommer nu kunna kasta tips och deras innehåll","Receivers of this Context will be able to postpone expiration date of the Tips.":"Mottagare i denna kontext kan nu förlänga utgångsdatumet för tips","Receivers selected:":"Valda mottagare:","Receivers will be able to delete Tips and their content.":"Mottagare kommer nu ha möjligheten att kasta tips och deras innehåll","Receivers will be able to postpone Tips expiration.":"Mottagare har nu möjligheten att förlänga utgångsdatum för tips","References":"Referenser","Reload":"Ladda om","Remember to provide proper security advice to Whistleblowers:":"Remember to provide proper security advice to Whistleblowers:","Remove the PGP key":"Ta bort PGP-nyckel","Reorder Contexts alphabetically":"Ordna kontexter alfabetiskt","Reorder Receivers alphabetically":"Ordna mottagare alfabetiskt","Request timed out":"Förfrågan tog för lång tid","Require at least one file to be uploaded":"Kräv att minst en fil laddas upp","Required":"Obligatorisk","Reset":"Återställ","Reset custom CSS":"Återställ anpassad CSS","Reset custom Home Page":"Återställ anpassad hemsida","Resource can be accessed only within the Tor network":"Resursen kan bara nås inom Tor-nätverket","Resulting receipt example:":"Exempel på kvitto:","SMTP server address":"SMTP-serveradress","SMTP server port":"SMTP-serverport","Save":"Spara","Save All":"Spara allt","Select all receivers by default":"Välj alla mottagare som standard","Select this receiver.":"Välj denna mottagare.","Send Private Message":"Skicka privat meddelande","Session expired":"Sessionen har gått ut","Short title":"Kort titel","Show details":"Visa detaljer","Show in preview":"Visa i förhandsgranskning","Show small receiver cards on submission interface":"Visa små mottagarkort i uppgiftslämnarens gränssnitt","Size":"Storlek","Some parameters provided in the context creation can't work together":"Vissa parametrar i skapandet av kontexten fungerar inte tillsammans","Source Email":"Källans e-post","Source Name":"Källans namn","Statistics Disabled":"Statistik avaktiverat","Status":"Status","Step-by-step setup":"Steg-för-steg-installation","Submission":"Tips","Submission Created!":"Tipset skapat!","Submission date":"Tipsdatum","Submission date: %EventTime%":"Inlämningsdatum: %EventTime%","Submission does not validate the input fields":"Något blev fel i ditt tips, och det kan därför inte skickas.","Submit":"Skicka","Submitted Tip expiry time (days)":"Inskickade tips utgår efter (dagar)","Success!":"Det fungerade!","Support GlobaLeaks":"Support GlobaLeaks","System":"System","System Checks":"Systemkontroller","System Stats":"Systemstatus","Take Care,":"Ta hand om dig,","Text":"Text","Text size limit (in bytes)":"Maxgräns för text (i bytes)","The PGP key proposed can't be imported":"Den föreslagna PGP-nyckeln kan inte importeras","The Receiver will be able to delete Tips and their content.":"Mottagaren kommer nu kunna kasta tips och deras innehåll.","The Receiver will be able to postpone Tip expiration.":"Mottagaren kommer nu kunna förlänga utgångsdatumet för tips.","The application makes use of Cookies only for security purposes and without tracking any data.":"Den här applikationen använder bara cookies för säkerhetsändamål och utan att spåra någon data.","The choosen password is unsafe, it should have":"Det valda lösenordet är osäkert, det ska ha","The file is unavailable due to an internal error.":"Filen är just nu otillgänglig på grund av ett internt fel.","The file uploaded has a reserved name":"Den uppladdade filen har ett reserverat namn","The file will be available at the url: /static/$filename":"Filen kommer vara tillgänglig på urlen: /static/$filename","The fingerprint is:":"Fingeravtrycket är:","The following represents a description of the file collection and its content.":"Följande representerar en beskrivning av filsamlingen och dess innehåll.","The following step by step wizard will guide you through configuring your whistleblowing site.":"Den följande startguiden kommer guida dig genom konfigurationen av din uppgiftslämnarportal.","The included files may contain information that could lead to the identification of the whistleblower and/or that is sensitive for the people and organisations involved.":"De inkluderade filerna kan innehålla information som kan resultera i att Visselblåsaren kan identifieras, och/eller som kan vara känslig för inblandade personer och organisationer.","The software is developed by the non-profit Hermes Center for Transparency and Digital Human Rights.":"Mjukvaran är utvecklad av den icke-vinstdrivande organisationen Hermes Center for Transparency and Digital Human Rights.","The specified comment was not found":"Den valda kommentaren hittades inte","The specified host does not match any configured one":"Den specificerade värden matchar inte en konfigurerad","The specified old password is not valid":"Det specificerade gamla lösenordet är inte giltigt","The submission can be accessed:":"Tipset kan nås från:","The submission that you tried to be update has been already finalized":"Det tips du försökte uppdatera har redan slutförts","The table below shows the files present in the submission directory, and their relationship with the internal database.":"Tabellen nedan visar de filer som finns i tipsregistret, och deras relation med den interna databasen.","The time for your role":"Tiden för din roll","The two passwords do not match":"De två lösenorden matchade inte","The upload request exceeds the size limits":"Uppladdningen går över maxgränsen för antalet MB","The user":"Användaren","Theme Customization":"Temainställningar","There are three types of users inside of GlobaLeaks: the administrator, the receivers and the whistleblower. Your username for accessing the node as the administrator will be 'admin'.":"Det finns tre typer av användare i GlobaLeaks: administratör, mottagare och uppgiftslämnare. Ditt användarnamn för att få åtkomst som administratör kommer att vara \"admin\".","They would like you to pay special attention to the information and material contained therein. Please keep in mind that whistleblowers often expose themselves to high personal risks for the public interest. Therefore the material that they provide with this tip-off should be considered of high importance.":"De ber dig att fästa speciell uppmärksamhet på informationen och materialet som finns däri. Vänligen ha i åtanke att Visselblåsare ofta sätter sig själva i risk till fördel för samhällsintresset. Av denna anledning bör materialet som tillhandahålls i detta tips behandlas med hög vikt.","This field cannot be empty":"Det här fältet kan inte vara tomt","This happens whenever encryption is unavailable.":"Det här händer om krypteringen inte är tillgänglig.","This has happened on context %ContextName% at %EventTime%.":"Detta har hänt på kontext %ContextName% klockan %EventTime%.","This interface may help you spot anomalies with your Node.":"Det här gränssnittet kan hjälpa dig hitta avvikelser i din nod","This interface may help you understand how the Node can be configured and provides some info on how to connect to other GlobaLeaks users and experts.":"Detta gränssnitt kan kanske hjälpa dig att förstå hur noden kan konfigureras och få lite information om huruvida man ansluter till andra GlobaLeaks-användare och experter.","This interface may help you understand how the Node is used by the whistleblower. It displays the submissions currently on the node and a few statistics on the kind of usage (activity, files, comments).":"Det är gränssnittet kan hjälpa dig förstå hur noden används av uppgiftslämnaren. Vi visar dig tipsen som just nu finns på noden och lite statistik på typen av användning (aktivitet, filer, kommentarer).","This interface permits to configure the email templates used for secure mail notifications.":"Det här gränssnittet tillåter dig konfigurera e-postmallar för säkra e-postaviseringar.","This interface permits to configure the email templates used for unsecure mail notifications.":"Detta gränssnitt tillåter dig att konfigurera e-postmallar för osäkra e-postaviseringar","This interface shows the activity of the users of your node. This may be helpful in detecting anomalies and supporting the Receivers of your node.":"Det här gränssnittet visar aktiviteten från användarna på din nod. Det kan vara användbart för att upptäcka avvikelser och för att hjälpa mottagarna på din nod.","This interface shows the latest anomalies spotted by the system.":"Det här gränssnittet visar de senaste avvikelserna som upptäckts av systemet","This interface shows you the statistics for the last hours.":"Det här gränssnittet visar dig statistiken för de senaste timmarna","This is a work-in-progress of the administration interface that you will see after logging onto the platform as an admin.":"Den här startsidan är under konstruktion, och visas då du loggar in som admin.","This is an e-mail message to notify you about new message from the whisleblower.":"Detta är ett meddelande för att informera dig om du mottagit ett nytt meddelande från Visselblåsaren.","This is an e-mail message to notify you that %CommentSource% has commented on a previous submission.":"Detta är ett meddelande för att informera dig om att  %CommentSource%  har lagt till en kommentar till sitt tips.","This is an e-mail message to notify you that a whistleblower has selected you as a valuable recipient for his/her submission.":"Detta är ett meddelande för att informera dig om att en visselblåsare har valt dig som en värdefull mottagare av sina inlämnade uppgifter.","This is an e-mail message to notify you that a whistleblower has updated a submission with new material.":"Detta är ett meddelande för att informera dig om att en Visselblåsare har uppdaterat en inlämning med nytt material.","This is an e-mail message to notify you that your PGP key is expired on %PGPExpirationDate%":"Detta är ett meddelade för att informera dig om att din PGP key löper ut den %PGPExpirationDate%","This is an e-mail message to notify you that your PGP key is going to expire on %PGPExpirationDate%":"Detta är ett meddelande för att informera dig om att din PGP nyckel kommer att löpa ut den %PGPExpirationDate%","This is dangerous and it's recommended instead to train receivers in the use of Tor and Enigmail.":"Detta är farligt och det rekommenderas att istället utbilda mottagarna för att använda Tor och Enigmail.","This is safe only if you're using a dedicated Tor2web server.":"Detta är bara säkert om du använder en dedikerad Tor2web-server.","This is the":"Det här är","This is the default welcome message":"Det här är det vanliga välkomstmeddelandet","This is the initiative subtitle: write your slogan here!":"Det här är en initiativ undertext: skriv din slogan här!","This is the password that the receiver must use to login to their tip page.":"Det här är lösenordet som mottagaren måste använda för att logga in på sin tipssida.","This may lead to unintended access to the files by the server administrator or others in case the server is compromised.":"Det här kan leda till oavsiktlig åtkomst till filerna av serverns administratör eller om servern fysiskt forslas bort","This means that the submitted files will be stored in plaintext on the node.":"Detta betyder att de inskickade filerna kommer att lagras i vanlig text på noden.","This node is not configured.":"Denna nod är inte konfigurerad.","This platform makes use of GlobaLeaks software specifically designed to protect the identity of the submitter and of the receiver in the exchange of leaked materials.":"Denna plattform är baserad på mjukvaran GlobaLeaks, vilken är speciellt designad och utvecklad för att skydda identiteten av uppgiftslämnaren och mottagaren vid utväxling av känslig information.","This receipt will allow you to login as the whistleblower for this Tip.":"Det här kvittot ger dig möjlighet att logga in som uppgiftslämnare för detta tips.","This receiver has configured the encryption key.":"Denna mottagare har konfigurerat sin krypteringsnyckel.","This receiver has not configured the encryption key.":"Denna mottagare har inte konfigurerat sin krypteringsnyckel","This receiver is disabled due to missing PGP key.":"Denna mottagare är inaktiverad på grund av att PGP-nyckel saknas.","This section contains settings that may break your installation. Please refer to the":"Den här sektionen innehåller inställningar som kan göra att din installation inte fungerar ordentligt. Var god och referera till","This won't preserve Whistleblower's anonymity while preserving submission confidentiality.":"Detta kommer inte skydda uppgiftslämnarens anonymitet, men håller fortfarande tipset hemligt.","Through this system receivers will be able to ask you questions on the Tip and you will be able to write a reply.":"Genom det här systemet kan mottagare ställa dig frågor om ditt tips och du kan svara dem.","Tip":"Tips","Tip Email Subject":"Tips E-post Ämne","Tip Email Template":"Tips E-postmall","Tip Status Page":"Statussida för tips","Tips":"Tips","Tips Overview":"Tipsöversikt","To enable it, his public key must be loaded by the admin or by the receiver.":"För att aktivera det så behöver hans publika nyckel bli laddad av administratören eller av mottagaren.","To ensure your anonymity be sure that you are visiting this site using the":"För att säkerställa din anonymitet, kontrollera att du besöker den här sajten genom att använda","To further enhance your security, please follow these instructions:":"För att vidare förbättra din säkerhet, följ de här instruktionerna:","To know more about GlobaLeaks Security you can read the following document:":"To know more about GlobaLeaks Security you can read the following document:","To make an Anonymous Submission, instead of using your usual Web Browser (Internet Explorer, Chrome, Firefox, Opera, etc.) you should use the":"För att skicka ett tips anonymt, istället för att använda din vanliga webbläsare (Internet Explorer, Chrome, Firefox, Opera etc.) bör du använda","To properly organize your initiative, please read the following guidelines:":"To properly organize your initiative, please read the following guidelines:","To report a bug or request a feature in GlobaLeaks software, please open a ticket describing the issue you're encountering or the new feature request:":"To report a bug or request a feature in GlobaLeaks software, please open a ticket describing the issue you're encountering or the new feature request:","To support GlobaLeaks, you can provide a small financial donation;":"To support GlobaLeaks, you can provide a small financial donation;","To use GlobaLeaks Cookies must be enabled.":"För att använda GlobaLeaks måste cookies vara tillåtna.","Too many file uploads in":"För många uppladdade filer i","Too many requests":"Oj så många förfrågningar.","Too many submissions in":"För många tips i ","Tor Hidden Service (url)":"Tor Hidden Service (url)","Tor2web Public Site (url)":"Tor2web Public Site (url)","Total uncompressed size: %TotalSize%":"Total okomprimerad storlek: %TotalSize%","Translation Customization":"Översättningsinställningar","Transport Security":"Transportsäkerhet","Type":"Typ","Type your new password again":"Skriv ditt nya lösenord igen","Unauthenticated Requests":"Obehöriga förfrågningar","Unselect this receiver.":"Avmarkera denna mottagare.","Update notification and encryption settings":"Uppdatera aviserings- och krypteringsinställningar","Update notification settings":"Uppdatera aviseringsinställningar","Upgrade your browser today":"Uppdatera din browser i dag","Upload Date":"Datum för uppladdning","Url":"Url","Username":"Användarnamn","Username:":"Användarnamn:","Users Overview":"Användaröversikt","View Tip":"Se tips","WB Last Access":"Uppgiftslämnarens senaste aktivitet","Wait for another":"Chilla i ","Warning!":"Varning!","Warning! You are not Anonymous.":"Varning! Du är inte anonym.","We strongly advise you to go for an Anonymous Submission.":"Vi råder dig starkt att lämna ditt tips anonymt.","We were not able to determine if you are anonymous or not, please proceed with care":"Vi kunde inte fastställa om du surfar anonymt eller inte, så var försiktig","Welcome to GlobaLeaks Administration Interface":"Välkommen till GlobaLeaks administratörsgränssnitt.","Welcome to GlobaLeaks!":"Välkommen till GlobaLeaks!","What is the topic of your whistleblowing initiative?":"Vad är ämnet för ditt uppgiftslämnarinitiativ?","When the option is re-enabled the spooled emails will be sent out.":"E-postmeddelanden som genererats kommer att skickas när denna funktion återaktiveras.","Which of the following statements is true?":"Vilket av följande påståenden är sant?","Whistleblower":"Uppgiftslämnare","Whistleblowers can perform submissions via Tor2web.":"Uppgiftslämnare kan lämna tips via Tor2web","Whistleblowing disabled":"Tipslämnande avaktiverat","With a HTTPS submission you are exposing yourself to the risks that someone else will know that you have submitted something, without knowing what you have submitted.":"Genom att lämna tips genom HTTPS exponrerar du dig själv för risken att någon annan kan ta reda på att du har skickat något, utan att veta vad du har skickat","Without a valid PGP key, the system won't be able to send you encrypted notifications.":"Utan en giltig PGP nyckel kan systemet inte skicka dig krypterade aviseringar.","Wrong Answer!":"Fel svar!","Yes":"Ja","You acknowledge that failure to do so will result in the inability to technically protect your anonymity.":"Du medger att genom att strunta i det blir det omöjligt att tekniskt skydda din anonymitet.","You are aware of the risks involved. Go ahead, but consider yourself warned.":"Du är medventen om riskerna. Forsätt, och vet att du är varnad.","You are connecting to the node without anonymity and this node supports only anonymous submissions":"Du ansluter dig till noden utan anonymitet, och den här noden stödjer bara tips som lämnas anonymt","You are invited to extend its validity and reload it on the platform or to upload a new key.":"Du har möjlighet att förlänga dess giltighet och ladda upp den till platformen på nytt, eller skapa en ny nyckel och ladda upp den.","You are using an outdated browser.":"Du använder en utdaterad webbläsare","You can reach GlobaLeaks's support chat via IRC on OFTC server on channel #globaleaks:":"You can reach GlobaLeaks's support chat via IRC on OFTC server on channel #globaleaks:","You can read it at: %TipTorURL%":"Du kan läsa det på: : %TipTorURL%","You have finished configuring your GlobaLeaks site. You are now ready to future tweak it inside of the admin interface.":"Du har slutfört konfigurationen av din GlobaLeaks-sajt. Du är nu redo att konfigurera och ställa in det i administratörsgränssnittet.","You have not configured your encryption keys, so the files will be stored on the GlobaLeaks node un-encrypted.":"Du har inte konfigurerat dina krypteringsnycklar, därför kommer filerna att lagras okrypterade på GlobaLeaks nod.","You will also be able to keep track of who has viewed your submission and downloaded the files.":"Du kan också hålla kolla på vem som har tittat på ditt tips och laddat ned filerna","You will not be able to send a submission.":"Du kommer inte att kunna skicka information","You're running GlobaLeaks version":"Du kör GlobaLeaks version","You've not enabled encryption!":"Du har inte aktiverat kryptering!","You've reached the maximum number of downloads for this file":"Du har nått det maximala antalet nedladdningar för denna fil","Your Tips":"Dina tips","Your node is not configured! Please use the":"Din nod är inte konfigurerad. Var god fortsätt via","Your user has reached the maximum number of accesses to this Tip":"Din användare har nått maximalt antal åtkomster för det aktuella tipset","Zip Description Template":"Filbeskrivningsmall","add field":"lägg till fält","before continuing.":"innan du fortsätter.","can be configured to deliver encrypted email and store encrypted files. You  must copy and paste the ascii version of your personal key, and then it will be possibile to update your encryption settings. If you have any doubts, talk to your admin.":"kan konfigureras för att leverera krypterade e-postmeddelanden och lagra krypterade filer. Du måste kopiera och klistra in ascii-versionen av din personliga nyckel, och sedan ska det vara möjligt att uppdatera dina krypteringsinställningar. Om du har några frågor, tala med din administratör.","download":"ladda ned","download a copy of the Tor Browser Bundle":"ladda ned Tor Browser Bundle","download all files":"ladda ned alla filer","file unavailable":"fil otillgänglig","has postponed Tip expiration to":"har skjutit upp tipset utgångsdatum till","install Google Chrome Frame":"installera Google Chrome Frame","is":"är","it will help us improve GlobaLeaks, making the world a better place to stay!":"it will help us improve GlobaLeaks, making the world a better place to stay!","manual for practical security best practices.":"manual för praktisk säkerhetspraxis.","now Enabled:":"nu aktiverat:","or":"eller","proudly powered by GlobaLeaks, copyright by Hermes Center for Transparency and Digital Human Rights":"är stolt baserat på GlobaLeaks, upphovsrätt innehavs av Hermes Center for Transparency and Digital Human Rights","seconds":"sekunder","show all the files":"visa alla filer","show only files not yet downloaded":"visa enbart filer som ännu inte laddats ned","this is a special piece of software designed to enable Anonymous Web Browsing.":"det här är en speciell programvara som är designad för att möjliggöra anonymt surfande på nätet.","to better experience this site.":"för att bättre kunna använda den här sajten","via Tor at: %TipTorURL%":"via Tor från: %TipTorURL%","via Tor2web at: %TipT2WURL%":"via Tor2web från: %TipT2WURL%"}