{"(0 = unlimited)":"(0=ไม่จำกัด)","(English only)":"(ภาษาอังกฤษเท่านั้น)","(New)":"(ใหม่)","A field expected to be unique already has this value":"ช่องที่กำหนดค่าเฉพาะตัวมีตัวเลขนี้แล้ว","A file attachment is required to complete the submission":"ต้องมีไฟล์แนบก่อนจึงจะจัดส่งได้อย่างสมบูรณ์","Access Number":"หมายเลขการเข้าใช้","Access counter":"จำนวนผู้เข้าใช้งาน","Accesses":"วิธีเข้าถึง","Add":"เพิ่ม","Add Comment":"เพิ่มความคิดเห็น","Add files":"เพิ่มไฟล์","Add new context":"เพิ่มเนื้อหา","Add new receiver":"เพิ่มชื่อผู้รับแจ้งเบาะแส","Add option":"เพิ่มตัวเลือก","Admin":"ผู้ดูแลระบบ","Admin can access via Tor2web.":"ผู้ดูแลระบบสามารถผ่านเข้าระบบทอร์2เว็บ","Admin interface and configure at least one context":"ติดต่อผู้ดูแลระบบและกำหนดค่าอย่างน้อยหนึ่งเนื้อหา","Admin management interface":"อินเตอร์เฟซการจัดการของผู้ดูแลระบบ","Admin please configure at least one Context and associated Receivers using":"ผู้ดูแลระบบกรุณากำหนดอย่างน้อยหนึ่งเนื้อหาและเลือกผู้รับแจ้งเบาะแสที่เกี่ยวข้องโดยใช้","Administration Interface":"อินเตอร์เฟซผู้ดูแลระบบ","Advanced Settings":"การตั้งค่าขั้นสูง","Advanced configuration":"Advanced configuration","Advanced settings":"การตั้งค่าขั้นสูง","Agree":"ตกลง","Anomaly Checks":"ตรวจสอบความผิดปกติ","Are you a receiver?":"คุณเป็นผู้รับแจ้งเบาะแสใช่หรือไม่","Are you a whistleblower?":"ท่านคือผู้แจ้งเบาะแส ใช่หรือไม่","Are you sure that you want to delete the context?":"ท่านแน่ใจหรือว่าต้องการลบข้อความนี้","Are you sure that you want to delete the receiver?":"ท่านแน่ใจหรือว่าต้องการลบรายชื่อผู้รับแจ้งเบาะแส","Are you sure that you want to delete the tip globally?":"ท่านแน่ใจหรือว่าท่านต้องการลบคำชี้แนะเบาะแสนี้ทั่วโลก","Are you sure that you want to postpone tip expiration date?":"ท่านแน่ใจหรือว่าจะขยายวันหมดอายุของคำชี้แนะเบาะแสนี้","Are you sure that you wish to continue?":"ท่านแน่ใจหรือว่าต้องการดำเนินการต่อ","Asc":"ล่างขึ้นบน","At least 8 characters":"อย่างน้อย 8 ตัวอักษรหรือตัวเลข","At least one letter":"อย่างน้อยหนึ่งตัวอักษร","At least one number":"อย่างน้อยหนึ่งตัวเลข","Authentication Failed":"ไม่สามารถตรวจสอบได้","Authentication in Tip failed":"ไม่สามารถตรวจสอบหมวดคำชี้แนะเบาะแสได้","Beware of the fact that this receipt, if fallen into the wrong hands, will lead to identifying you as the whistleblower for this Tip.":"โปรดระมัดระวังอย่าให้หมายเลขรับกับผู้อื่นเพราะจะทำให้ผู้นั้นทราบว่าท่านคือผู้แจ้งเบาะแส","Blow the Whistle":"แจ้งเบาะแส","By clicking extend, you will extend the Tip expiration date to:":"หากท่านเลือกขยายวันหมดอายุ คำชี้แนะเบาะแสนี้จะไปหมดอายุในวันที่","By enabling this option, the system will be storing the submitted files unecrypted on your node.":"เมื่อเปิดใช้ตัวเลือกนี้ระบบจะจัดเก็บไฟล์ที่ส่งมาในแบบไม่เข้ารหัสลับในโหนดของท่าน","CSS":"ซีเอสเอส","Cancel":"ยกเลิก","Change picture":"เปลี่ยนรูปภาพ","Checkboxes":"ช่องทำเครื่องหมาย","Checks for anomalies will be now performed on each request.":"การตรวจสอบความผิดปกติในแต่ละคำขอจะเริ่มตั้งแต่นี้ไป","Choose the context and receivers that will be sure to transform your submission into action!":"กรุณาเลือกหัวข้อและผู้รับแจ้งเบาะแสที่ท่านแน่ใจว่าจะติดตามคำร้องของท่าน!","Click to edit, Drag to order":"คลิ๊กเพื่อตัดต่อข้อความ เลื่อนข้อความขึ้นลงเพื่อจัดลำดับ","Clicking the 'admin' link on the top-right corner of the page will bring you here.":"คลิกที่ 'admin' ลิงค์ตรงมุมบนขวาของหน้าจะพาท่านกลับมาที่นี่","Comment Email Subject":"หัวข้อแสคงความคิดเห็นในอีเมล์","Comment Email Template":"แม่แบบการให้ข้อคิดเห็นทางอีเมล์","Comments":"ข้อคิดเห็น","Comments Number":"หมายเลขข้อคิดเห็น","Configure a PGP key":"การทำโครงแบบกุญแจ PGP","Confirm Deletion":"ยืนยันการลบข้อความ","Confirm Extension":"ยืนยันการขยายเวลา","Confirm password":"ยืนยันรหัสผ่าน","Congratulations!":"ยินดีต้อนรับสู่ระบบ","Content Settings":"การตั้งค่าของเนื้อหา","Content Type":"ประเภทเนื้อหา","Context":"เนื้อหา","Context Name":"ชื่อเนื้อหา","Contexts":"เนื้อหา","Contexts Configuration":"การกำหนดโครงแบบของเนื้อหา","Contexts are the categories to be selected by whistleblowers, when they perform their submission. Make sure to make them pertinent to your initiative.":"ควรมีการจัดเบาะแสเป็นหมวดหมู่เพื่อให้ผู้แจ้งเบาะแสเลือกได้โดยง่าย ท่านควรจะอธิบายโครงการแจ้งเบาะแสนี้แก่พนักงานทุกท่านโดยละเอียด","Cookies are not enabled!":"คุกกี้ยังไม่ได้เปิดการใช้งาน!","Copy and paste the PGP public key here":"ทำสำเนากุญแจ PGP สาธารณะที่นี่","Creation":"การสร้าง","Creation Date":"วันที่สร้าง","Current Password":"รหัสผ่านปัจจุบัน ","Current initiative logo":"โลโก้ปัจจุบันของโครงการ","Currently logged in":"ขณะนี้ท่านอยู่ในระบบ","Danger":"อันตราย","Danger ahead!":"อันตรายข้างหน้า!","Danger!":"อันตราย!","Date":"วันที่","Default language":"ภาษาเริ่มต้น","Delete":"ลบข้อมูล","Delete Context":"ลบเนื้อหา","Delete Receiver":"ลบชื่อผู้รับการแจ้งเบาะแส","Delete Tip":"ลบคำชี้แนะเบาะแส","Desc":"บนลงล่าง","Describe the attachments of the submission":"กรุณาอธิบายรายละเอียดของเอกสารแนบ","Describe the details of the submission":"กรุณาอธิบายรายละเอียดของเบาะแส","Describe your submission with a few words":"กรุณาอธิบายเบาะแสของท่านอย่างสั้นๆ","Description":"รายละเอียด","Description of Anomaly":"รายละเอียดของความผิดปกติ","Details":"รายละเอียด","Disable email notification":"ปลดการแจ้งเตือนเกี่ยวกับอีเมล์","Disabled":"ไม่ได้เปิดใช้งาน","Download":"ดาวน์โหลด","Dropdown Menu (Select)":"เมนูแบบเลื่อนลง (เลือก)","Each message written by the whistleblower specifically for you will trigger an email.":"ระบบจะส่งอีเมล์ถึงท่านทุกครั้งที่ผู้แจ้งเบาะแสเขียนข้อความถึงท่าน","Email":"อีเมล์","Email Address":"ที่อยู่อีเมล์","Email Address (Username)":"ที่อยู่อีเมล์ (ชื่อผู้ใช้)","Enable Ahmia publishing":"Enable Ahmia publishing","Enable Comment notification":"เปิดการแจ้งเตือนที่เกี่ยวกับข้อคิดเห็น","Enable File notification":"เปิดการแจ้งเตือนที่เกี่ยวกับไฟล์","Enable Message notification":"เปิดใช้งานการแจ้งเตือนเมื่อมีข้อความเข้า","Enable Tip notification":"เปิดการแจ้งเตือนที่เกี่ยวกับคำชี้แนะเบาะแส","Enable checks for anomalies":"เปิดใช้งานการตรวจสอบความผิดปกติ","Enable insecure configuration without PGP encryption.":"เปิดใช้โครงแบบที่ไม่ปลอดภัยโดยไม่ใช้การเข้ารหัสแบบ PGP","Enable search engines indexing":"Enable search engines indexing","Enabled":"เปิดใช้งานแล้ว","Encrypted Notification Templates":"แม่แบบการแจ้งเตือนโดยใช้การเข้ารหัสลับทางอีเมล์","Encryption Settings":"การตั้งค่าการเข้ารหัสลับ","Encryption is enabled!":"เปิดใช้งานรหัสลับ!","Encryption is not enabled!":"การเข้ารหัสลับยังไม่ได้มีการเปิดใช้","Enter a new GlobaLeaks node password":"กรุณาใส่รหัสใหม่สำหรับโหนดโกลบอลลีคส์","Enter the email address through which the receiver will be notified":"กรุณาระบุที่อยู่อีเมล์เพื่อให้ผู้รับแจ้งเบาะแสได้รับการแจ้งเตือน","Enter the information that is relevant to your submission and possibly upload the relevant accompanying files":"กรุณาระบุข้อมูลที่เกี่ยวข้องกับเบาะแสของท่านและอัพโหลดไฟล์ที่เกี่ยวข้องถ้ามี","Enter the name for your whistleblowing initiative":"กรุณาระบุชื่อโครงการแจ้งเบาะแสของท่าน","Enter the name of the receiver":"กรุณาใส่ชื่อผู้รับแจ้งเบาะแส","Enter your email address":"กรุณาใส่ที่อยู่อีเมล์ของท่าน","Enter your receipt":"กรุณากรอกหมายเลขรับ","Esteemed %ReceiverName%,":"เรียนคุณ %ReceiverName%,","Every comment, written by the whistleblower or the receivers, will trigger an email.":"ทุกครั้งที่มีข้อคิดเห็นใหม่ ไม่ว่าจะมาจากผู้แจ้งหรือผู้รับแจ้งเบาะแส ระบบจะส่งอีเมล์ไปแจ้งให้ท่านทราบ","Every new Tip you receive will trigger an email with a link to it.":"ทุกครั้งที่ท่านได้รับคำชี้แนะใหม่ ระบบจะส่งอีเมล์ไปแจ้งให้ท่านทราบ","Exception mail address":"ที่อยู่อีเมล์ที่ได้รับการยกเว้น","Expiration":"หมดอายุ","Expiration Date":"วันหมดอายุ","Fields":"ช่องว่าง","File":"ไฟล์","File Email Subject":"หัวข้อไฟล์ในอีเมล์","File Email Template":"แม่แบบไฟล์ทางอีเมล์","File Operations":"การปฏิบัติการของไฟล์","File Size":"ขนาดไฟล์","File Uploads":"จำนวนไฟล์ที่อัพโหลด","File details:":"รายละเอียดไฟล์","File size limit (in Megabytes)":"ขนาดสูงสุดของไฟล์ (หน่วยเป็นเมกะไบต์)","Filename":"ชื่อไฟล์","Files":"ไฟล์","Files Number":"หมายเลขไฟล์","Files Overview":"สรุปรายงานของไฟล์ทั้งหมด","Files and Downloads":"ไฟล์และการดาวน์โหลด","Files description":"รายละเอียดของไฟล์","Files number: %FilesNumber%":"หมายเลขไฟล์: %FilesNumber%","Fill out your submission":"โปรดเติมคำในเอกสารที่ต้องการยื่น","Final Step":"ขั้นตอนสุดท้าย","Finalized Submissions":"จำนวนเบาะแสที่ส่งสำเร็จ","Follow us on Twitter if you like to be profiled by NSA:":"Follow us on Twitter if you like to be profiled by NSA:","Footer":"ข้อความท้ายหน้า","For every file available for download you will be notified via email with related information.":"ทุกครั้งที่มีไฟล์พร้อมต่อการดาวน์โหลด ระบบจะส่งอีเมล์ไปแจ้งให้ท่านทราบ","For technical support inquiries you can write us at:":"For technical support inquiries you can write us at:","Full description":"รายละเอียดแบบสมบูรณ์","GLTypesError not set":"ยังไม่ได้ตั้งค่า GL TypesError","General":"ทั่วไป","Give a concise description of your project":"กรุณาให้ข้อมูลโดยย่อของโครงการท่าน","Give your whistleblowing initiative a good name and description to invite whistleblowers to submit. Be sure to make the goals of your project clear.":"ท่านควรตั้งชื่อโครงการแจ้งเบาะแสที่มีความหมายดีและมีรายละเอียดเพียงพอที่จะเชิญชวนผู้แจ้งเบาะแสให้เข้าร่วมโครงการ และควรมีการแถลงวัตถุประสงค์โครงการอย่างชัดเจนด้วย","GlobaLeaks Support Chat":"GlobaLeaks Support Chat","GlobaLeaks Wizard":"ข้อควรรู้เกี่ยวกับโกลบอลลีคส์","Go to admin interface":"Go to admin interface","Graphic Customization":"ปรับแต่งกราฟฟิค","Guidelines on how to start up Whistleblowing Initiatives":"คู่มือในการเริ่มโครงการแจ้งเบาะแส","HTTPS does not protect the content of my leak nor my identity":"HTTPS ไม่ได้ปกป้องทั้งตัวตนของข้าพเจ้าและเนื้อหาของเบาะแสที่ข้าพเจ้าแจ้ง","HTTPS does protect my identity and the content of my leak":"HTTPS ปกป้องทั้งตัวตนของข้าพเจ้าและเนื้อหาของเบาะแสที่ข้าพเจ้าแจ้ง","HTTPS protects my identity, but not the content of my leak":"HTTPS ปกป้องตัวตนของข้าพเจ้า แต่ไม่ได้ปกปิดเนื้อหาของเบาะแสที่ข้าพเจ้าแจ้ง","HTTPS protects the content of my leak but not my identity":"HTTPS ปกป้องเนื้อหาของเบาะแสที่ข้าพเจ้าแจ้ง แต่ไม่ได้ปกปิดตัวตนของข้าพเจ้า","Here you can check the latest anomalies detected":"ท่านสามารถเช็คความผิดปกติล่าสุดที่ระบบตรวจจับได้ที่นี่","Hide details":"ซ่อนรายละเอียด","Hint":"คำชี้แนะ","Home Page":"หน้าหลัก","I want to report on":"ข้าพเจ้าต้องการแจ้งเบาะแสเรื่อง","If you are interested in keeping it, please save it in a secure place and make sure it does not fall into the wrong hands":"ถ้าท่านต้องการเก็บข้อมูลนี้ไว้ กรุณาบันทึกไว้ในที่ๆปลอดภัยและอย่าให้หลุดไปถึงมือคนผิด","If you want to tell us more about your project, or you need some help, write us at:":"If you want to tell us more about your project, or you need some help, write us at:","In order to deliver encrypted emails and files each receiver needs an associated PGP key. Cut and paste the key of the receiver or mark the checkbox:":"ในการส่งอีเมล์และไฟล์ที่มีการเข้ารหัสลับ ผู้รับแจ้งเบาะแสทุกท่านต้องมีกุญแจ PGP ก่อน โดยเลือกตัดและวางกุญแจของผู้รับแจ้ง หรือกากบาทที่ช่องทำเครื่องหมาย:","Incomplete submissions expiry time (hours)":"การยื่นเอกสารที่ไม่สมบูรณ์จะหมดอายุภายใน (ชั่วโมง)","Info":"ข้อมูล","Initiative description":"รายละเอียดโครงการ","Initiative name":"ชื่อโครงการ","Install":"ติดตั้ง","Install default fields":"ติดตั้งเขตข้อมูลเริ่มต้น","Instead with an Anonymous Submission you are fully protected, it is not possible for a third party to know that you have submitted something nor what you have submitted.":"การแจ้งเบาะแสแบบนิรนามจะปกปิดตัวท่านอย่างสมบูรณ์ โดยไม่มีทางที่บุคคลที่ 3 จะทราบได้ว่าท่านเป็นผู้แจ้งเบาะแสและแจ้งเรื่องอะไร","Internal Server Error":"ระบบเซิร์ฟเวอร์ภายในขัดข้อง","Invalid Authentication in scope":"มีข้อมูลที่ไม่สามารถตรวจสอบได้ในขอบข่ายงาน","Invalid Input Format":"แบบข้อมูลที่กรอกไม่ถูกต้อง","Invalid email address":"อีเมล์นี้ใช้ไม่ได้","Invalid format for hidden service (should be http://thirteenchars123.onion)":"แบบฟอร์มนี้ใช้ไม่ได้สำหรับบริการแบบซ่อน (ควรไปใช้ http://thirteenchars123.onion)","Invalid format for public site (should be https://thirteenchars123.tor2web.org)":"แบบฟอร์มนี้ใช้ไม่ได้สำหรับบริการแบบสาธารณะ (ควรไปใช้ http://thirteenchars123.tor2web.org)","Invalid format for the URL of the website to contain the IFRAME (should be https://url)":"Invalid format for the URL of the website to contain the IFRAME (should be https://url)","Invalid time range supplied for":"กำหนดช่วงเวลาที่ไม่ถูกต้องสำหรับ","It appears that you are not using Tor. You are strongly advised to":"ท่านไม่ได้ใช้ระบบทอร์ เราขอแนะนำอย่างยิ่งว่าท่านควร","It appears that you are using Tor. To better protect your anonymity, be sure that you are using the":"ท่านกำลังใช้ระบบทอร์ ขอเแจ้งว่าหากท่านไม่ต้องการเปิดเผยตัว ท่านควรใช้","Keep in mind that using Tor Browser Bundle does not replace good security practices and it cannot protect you in the event your computer has been compromised. You are strongly advised to read the":"ขอย้ำว่าการใช้ Tor Browser Bundle นี้ไม่ได้ทดแทนระบบความปลอดภัยที่ดีและไม่สามารถป้องกันท่านในกรณีที่คอมพิวเตอร์ของท่านไม่มีระบบรักษาความปลอดภัยที่เหมาะสม จึงขอแนะนำอย่างยิ่งให้ท่านอ่าน","Landing Page":"แลนดิ้งเพจ","Languages Configuration":"การทำโครงแบบของภาษา","Last Access":"เข้าระบบครั้งสุดท้ายเมื่อ","Load":"โหลด","Load Custom File":"โหลดไฟล์จำเพาะ","Loading":"กำลังโหลด","Loading Tip page...":"กำลังโหลดคำชี้แนะเบาะแส...","Login":"เข้าสู่ระบบ","Login page":"หน้าเข้าสู่ระบบ","Logout":"ออกจากระบบ","Mail Configuration":"การกำหนดโครงแบบของเมล์","Main Configuration":"โครงแบบหลัก","Maximum file downloads":"จำนวนสูงสุดของไฟล์ที่สามารถดาวน์โหลดได้","Maximum number of selectable Receivers:":"จำนวนผู้รับแจ้งเบาะแสสูงสุด:","Message Email Subject":"หัวข้อในข้อความทางอีเมล์","Message Email Template":"แม่แบบข้อความทางอีเมล์","Moreover, it will allow you to add other files to your submission.":"นอกจากนี้ ท่านยังสามารถเพิ่มไฟล์พร้อมไปกับการแจ้งเบาะแสของท่าน","Multi-Select":"เลือกหลายอย่าง","Name":"ชื่อ","New Password":"รหัสผ่านใหม่","New Submissions":"จำนวนเบาะแสใหม่","Next Step":"ขั้นตอนถัดไป","No":"ไม่ใช่","No Context was found with the specified ID":"ไม่พบเนื้อหาตามที่ระบุ ID","No File was found with the specified ID":"ไม่พบไฟล์ตามที่ระบุ ID","No Submission was found with the specified ID":"ไม่พบการจัดส่งข้อมูลตามที่ระบุ ID","No Tip was found with the specified ID":"ไม่พบคำชี้แนะเบาะแสตามที่ระบุ ID","No email was specified":"ไม่มีการระบุอีเมล์","No files have been uploaded!":"ไม่มีไฟล์ใดถูกอัพโหลด","Node Subtitle":"ชื่อบรรยายของโหนด","Node metadata will be now published using Ahmia JSON format.":"Node metadata will be now published using Ahmia JSON format.","Node name":"ชื่อโหนด","Node not found":"ไม่พบโหนด","Not Authenticated":"ไม่ได้รับรองความถูกต้อง","Not found a Receiver with the specified ID":"ไม่พบผู้รับแจ้งเบาะแสตามที่ระบุ ID","Notification Settings":"การตั้งค่าเตือน","Notification Templates":"แม่แบบการแจ้งเตือน","Notifications and Files will be encrypted.":"การแจ้งเตือนและไฟล์จะถูกเข้ารหัสลับ","Notifications and Files won't be encrypted.":"การแจ้งเตือนและไฟล์จะไม่มีการเข้ารหัสลับ","Number":"หมายเลข","Old password confirmation required":"ต้องการรหัสผ่านเก่าเพื่อยืนยัน","On date":"ณ วันที่","One or more of the receivers of this tip has not configured a PGP key.":"มีผู้รับแจ้งเบาะแสหนึ่งคนหรือมากกว่า ที่ยังไม่ได้กำหนดค่าที่กุญแจ PGP","Open":"เปิด","Operation Forbidden":"ห้ามดำเนินการ","Order by:":"เรียงลำดับโดย:","Order:":"ลำดับ:","PGP Key details":"รายละเอียดของกุญแจ PGP","Paragraph(s)":"ย่อหน้า (อาจมากกว่าหนึ่ง)","Password":"รหัสผ่าน","Password Configuration":"การตั้งโครงแบบของรหัสผ่าน","Password:":"รหัสผ่าน:","Paste the PGP Key here:":"วางกุญแจ PGP ที่นี่:","Permit Admin access via Tor2web":"อนุญาตให้ผู้ดูแลระบบผ่านเข้าระบบทอร์2เว็บ","Permit Receivers access via Tor2web":"อนุญาตให้ผู้รับแจ้งเบาะแสเข้าระบบผ่านทอร์2เว็บ","Permit Receivers to delete Tips":"อนุญาตให้ผู้รับแจ้งลบคำชี้แนะเบาะแส","Permit Receivers to postpone expiration date of the Tips":"อนุญาตให้ผู้รับแจ้งเบาะแสขยายเวลาวันหมดอายุของคำชี้แนะเบาะแส","Permit Whistleblower submissions via Tor2web":"อนุญาตให้ผู้แจ้งเบาะแสยื่นข้อมูลผ่านทอร์2เว็บ","Permit access of public resources via Tor2web":"อนุญาตให้สาธารณชนเข้าระบบผ่านทอร์2เว็บ","Permit the Receiver to delete Tips":"อนุญาตให้ผู้รับแจ้งคนใดคนหนึ่งลบคำชี้แนะเบาะแส","Permit the Receiver to postpone expiration date of the Tips":"อนุญาตให้ผู้รับแจ้งขยายเวลาวันหมดอายุของคำชี้แนะเบาะแส","Pertinence evaluation has been already expressed":"ได้มีการประเมินข้อเกี่ยวข้องไปแล้ว","Phone":"โทรศัพท์","Plaintext Notification Templates":"แม่แบบการแจ้งเตือนโดยใช้ตัวหนังสือธรรมดาทางอีเมล์","Please choose the primary language of the site:":"Please choose the primary language of the site:","Please configure your PGP keys in the receiver preferences page.":"กรุณาตั้งค่ากุญแจ PGP ของท่านในหน้าผู้รับแจ้งที่ต้องการ","Please confirm it":"กรุณายืนยัน","Please copy in the box below your receipt to access the tip interface.":"กรุณาทำสำเนาหมายเลขรับของท่านในกล่องข้างล่างเพื่อสร้างตัวเชื่อมในการกลับเข้ามาในระบบ","Please do not forward or share this e-mail: each tip-off allows a limited number of accesses and downloads before being destroyed forever and nobody (even the node administrator) can recover an expired or dead tip-off.":"กรุณาอย่าส่งต่อหรือแชร์อีเมล์นี้เพราะเบาะแสแต่ละเรื่องจะถูกจำกัดจำนวนครั้งที่สามารถอ่านและดาวน์โหลดได้ก่อนที่จะถูกทำลายอย่างถาวรและไม่มีผู้ใด (แม้แต่ผู้ดูแลระบบ) จะสามารถกู้คืนเบาะแสที่หมดอายุหรือใช้งานเต็มจำนวนครั้งได้","Please never disclose these files until an appropriate analysis, fact checking, journalistic and technical redaction process. For more information about redaction of documents you should consult this page: https://github.com/globaleaks/GlobaLeaks/wiki/Redaction-process.":"ท่านไม่ควรเปิดเผยไฟล์เหล่านี้จนการวิเคราะห์และตรวจสอบข้อเท็จจริงจะเสร็จสิ้น ท่านสามารถอ่านข้อมูลเพิ่มเติมเกี่ยวกับการร่างเอกสารได้ที่หน้านี้: https://github.com/globaleaks/GlobaLeaks/wiki/Redaction-process","Please support Hermes through their donation page.":"ท่านสามารถช่วยสนับสนุนองค์กรนี้โดยการให้บริจาคเพื่อการพัฒนาอย่างต่อเนื่องที่หน้าบริจาคของเฮอร์เมส","Please take care that all associated data is properly deleted and all receivers won't be able to further access to it.":"กรุณาลบข้อมูลที่เกี่ยวข้องทั้งหมดและไม่ให้ผู้รับแจ้งเบาะแสคนใดเข้ามาดูได้อีก","Please take care that all associated data is properly deleted.":"กรุณาลบข้อมูลต่างๆอย่างระมัดระวัง","Please wait":"โปรดรอสักครู่","Please wait while we return to fully operational":"กรุณารอจนกว่าเราจะกลับมาปฏิบัติการเต็มรูปแบบ","Postpone Tip expiration date":"เลื่อนวันหมดอายุของคำชี้แนะเบาะแสไปเป็นวันที่","Preferences":"การตั้งค่าที่ชอบ","Presentation":"การนำเสนอ","Presentation Order":"ลำดับการนำเสนอ","Preview":"พรีวิว","Previous Step":"ขั้นตอนก่อนหน้า","Private Messages":"ข้อความส่วนตัว","Private Messages with the Whistleblower":"ข้อความส่วนตัวกับผู้แจ้งเบาะแส","Proceed to submission":"ดำเนินการต่อเพื่อจัดส่ง","Public resources can be accessed via Tor2web.":"ข้อมูลสาธารณะสามารถเข้าถึงได้โดยผ่านทอร์2เว็บ","Radio Buttons":"ปุ่มวิทยุ","Receipt format (regular expression)":"รูปแบบใบรับ (ตามปกติ)","Receiver":"ผู้รับแจ้งเบาะแส","Receiver Interface":"อินเตอร์เฟซผู้รับแจ้งเบาะแส","Receiver List":"รายชื่อผู้รับแจ้งเบาะแส","Receiver Tips":"คำชี้แนะของผู้รับแจ้งเบาะแส","Receiver name too long":"ชื่อผู้รับแจ้งยาวเกินไป","Receiver selection":"เลือกผู้รับแจ้งเบาะแส","Receivers":"ผู้รับแจ้งเบาะแส","Receivers Configuration":"การกำหนดโครงแบบของผู้รับแจ้งเบาะแส","Receivers are very important for a GlobaLeaks based initiative. They are the people responsible for receiving the whistleblowers' submissions, verifying their authenticity and taking action upon them. Choose them wisely.":"ผู้รับแจ้งเบาะแสมีความสำคัญมากสำหรับระบบการแจ้งเบาะแส พวกเขาคือผู้ที่ต้องรับผิดชอบการรับแจ้งเบาะแสเพื่อนำไปตรวจสอบความถูกต้องและดำเนินการต่ออย่างจริงจัง ดังนั้นจึงควรพิจารณาเลือกผู้รับแจ้งที่มีคุณลักษณะที่เหมาะสม","Receivers can access via Tor2web.":"ผู้รับแจ้งเบาะแสสามารถเข้าระบบผ่านทอร์2เว็บ","Receivers of this Context will be able to delete Tips and their content.":"ผู้รับแจ้งเบาะแสสามารถลบคำชี้แนะเบาะแสและเนื้อหาได้","Receivers of this Context will be able to postpone expiration date of the Tips.":"ผู้รับแจ้งเบาะแสสามารถขยายเวลาการหมดอายุของคำชี้แนะเบาะแสได้","Receivers selected:":"ผู้รับแจ้งเบาะแสที่ท่านเลือก","Receivers will be able to delete Tips and their content.":"ผู้รับแจ้งเบาะแสสามารถลบคำชี้แนะเบาะแสและเนื้อหาต่างๆได้","Receivers will be able to postpone Tips expiration.":"ผู้รับแจ้งเบาะแสสามารถขยายวันหมดอายุของเบาะแสได้","References":"อ้างอิง","Reload":"โหลดใหม่","Remember to provide proper security advice to Whistleblowers:":"Remember to provide proper security advice to Whistleblowers:","Remove the PGP key":"การเอากุญแจ PGP ออก","Reorder Contexts alphabetically":"การจัดลำดับเนื้อหาตามลำดับตัวอักษร","Reorder Receivers alphabetically":"จัดเรียงชื่อผู้รับแจ้งเบาะแสตามตัวอักษร","Request timed out":"เวลาหมดแล้ว","Require at least one file to be uploaded":"จำเป็นต้องมีอย่างน้อย 1 ไฟล์เพื่อการอัพโหลด","Required":"จำเป็น","Reset":"ตั้งค่าใหม่","Reset custom CSS":"ตั้งค่าซีเอสเอสใหม่แบบเฉพาะกิจ","Reset custom Home Page":"ติดตั้งหน้าหลักใหม่","Resource can be accessed only within the Tor network":"ข้อมูลต่างๆจะสามารถเข้าถึงได้เฉพาะภายในโครงข่ายทอร์เท่านั้น","Resulting receipt example:":"ตัวอย่างผลตอบรับ:","SMTP server address":"ที่อยู่ของเซิร์ฟเวอร์ SMTP","SMTP server port":"ช่องเสียบเพื่อเชื่อมกับ SMTP เซิร์ฟเวอร์","Save":"บันทึกข้อมูล","Save All":"บันทึกทั้งหมด","Search engine spiders will be allowed to spider the application.":"Search engine spiders will be allowed to spider the application.","Select all receivers by default":"เลือกผู้รับแจ้งเบาะแสทั้งหมดเป็นตัวเลือกอัตโนมัติ","Select this receiver.":"เลือกผู้รับแจ้งเบาะแสท่านนี้","Send Private Message":"ส่งข้อความส่วนตัว","Session expired":"เวลาหมดแล้ว","Short title":"หัวข้อแบบสั้น","Show details":"แสดงรายละเอียด","Show in preview":"แสดงในหน้าพรีวิว","Show receivers":"Show receivers","Show small receiver cards on submission interface":"แสดงบัตรผู้รับแจ้งขนาดเล็กบนอินเตอร์เฟซของการยื่นส่งเอกสาร","Size":"ขนาด","Some parameters provided in the context creation can't work together":"ตัวแปรเสริมบางตัวจากการสร้างเนื้อหาไม่สามารถทำงานด้วยกันได้","Source Email":"อีเมล์แหล่งข้อมูล","Source Name":"ชื่อแหล่งข้อมูล","Statistics Disabled":"ปลดการแสดงสถิติ","Status":"สถานะ","Step-by-step setup":"การติดตั้งทีละขั้นตอน","Submission":"การยื่นส่งข้อมูล","Submission Created!":"จัดเตรียมการยื่นเอกสารเสร็จแล้ว!","Submission date":"วันที่ส่ง","Submission date: %EventTime%":"วันที่ส่ง: %EventTime%","Submission does not validate the input fields":"การยื่นส่งเอกสารจะไม่สอบเช็คข้อมูลในช่องกรอกข้อความ","Submit":"ส่ง","Submitted Tip expiry time (days)":"เบาะแสที่แจ้งแล้วจะหมดอายุภายใน (วัน)","Success!":"สำเร็จ!","Support GlobaLeaks":"Support GlobaLeaks","Support embedding GlobaLeaks inside of IFRAMEs":"Support embedding GlobaLeaks inside of IFRAMEs","System":"ระบบ","System Checks":"เช็คระบบ","System Stats":"ข้อมูลด้านสถิติ","Take Care,":"ขอแสดงความนับถือ","Terms and Conditions":"ข้อตกลงและเงื่อนไข","Text":"คำเขียน","Text size limit (in bytes)":"ขนาดสูงสุดของตัวอักษร (หน่วยเป็นไบต์)","The PGP key proposed can't be imported":"ไม่สามารถนำกุญแจ PGP นี้เข้าในระบบได้","The Receiver will be able to delete Tips and their content.":"ผู้รับแจ้งเบาะแสจะสามารถลบคำชี้แนะเบาะแสและเนื้อหาต่างๆได้","The Receiver will be able to postpone Tip expiration.":"ผู้รับแจ้งเบาะแสจะสามารถขยายวันหมดอายุของคำชี้แนะเบาะแสได้","The application makes use of Cookies only for security purposes and without tracking any data.":"ระบบงานนี้ใช้คุ้กกี้เพียงเพื่อวัตถุประสงค์ด้านความปลอดภัยเท่านั้น และไม่มีการใช้เพื่อติดตามหาข้อมูลใดๆทั้งสิ้น","The choosen password is unsafe, it should have":"รหัสผ่านที่ท่านเลือกไม่ปลอดภัย ควรจะมี","The file is unavailable due to an internal error.":"ไฟล์นี้ไม่สามารถใช้ได้เนื่องจากข้อผิดพลาดภายใน","The file uploaded has a reserved name":"ไฟล์ที่ถูกอัพโหลดมีชื่อจองแล้ว","The file will be available at the url: /static/$filename":"ไฟล์นี้จะอยู่ที่ url: /static/$filename","The fingerprint is:":"ลายนิ้วมือคือ:","The following represents a description of the file collection and its content.":"เอกสารนี้แสดงให้เห็นถึงรายละเอียดของการจัดเก็บไฟล์และเนื้อหาในไฟล์","The following step by step wizard will guide you through configuring your whistleblowing site.":"ต่อไปนี้คือแนวทางการจัดโครงแบบของระบบการแจ้งเบาะแสทีละขั้นตอน","The included files may contain information that could lead to the identification of the whistleblower and/or that is sensitive for the people and organisations involved.":"ไฟล์นี้อาจมีข้อมูลที่นำไปสู่​​การระบุตัวตนของผู้แจ้งเบาะแส และ / หรือ มีความสำคัญต่อบุคคลและองค์กรที่เกี่ยวข้อง","The software is developed by the non-profit Hermes Center for Transparency and Digital Human Rights.":"ซอฟต์แวร์นี้พัฒนาโดยองค์กรไม่หวังผลกำไรชื่อ เฮอร์เมส เซ็นเตอร์ ฟอร์ ทรานพาเรนซี่แอนด์ดิจิทัล ฮิวแมน ไรท์","The specified comment was not found":"ไม่พบข้อคิดเห็นที่ระบุมา","The specified host does not match any configured one":"โฮสท์ที่ระบุไม่ตรงกับค่ากำหนดใดๆ","The specified old password is not valid":"รหัสผ่านเก่าที่ระบุไม่ถูกต้อง","The submission can be accessed:":"การส่งข้อมูลของท่านสามารถเข้าถึงได้ที่:","The submission that you tried to be update has been already finalized":"ข้อมูลที่ท่านต้องการส่งเพิ่มได้มีการพิจารณาเสร็จสิ้นแล้ว","The table below shows the files present in the submission directory, and their relationship with the internal database.":"ตารางด้านล่างแสดงไฟล์ที่ถูกส่งเข้าสารบบและแสดงความเกี่ยวพันของไฟล์กับฐานข้อมูลภายใน","The time for your role":"ท่านมีเวลา","The two passwords do not match":"รหัสผ่านทั้งสองไม่ตรงกัน","The upload request exceeds the size limits":"ไฟล์ที่จะอัพโหลดใหญ่เกินไป","The user":"ตัวผู้ใช้","Theme Customization":"การสร้างสาระสำคัญแบบจำเพาะ","There are three types of users inside of GlobaLeaks: the administrator, the receivers and the whistleblower. Your username for accessing the node as the administrator will be 'admin'.":"ภายในระบบโกลบอลลีคส์นี้จะมีผู้ใช้งาน 3 ประเภทคือผู้ดูแลระบบ ผู้รับแจ้งเบาะแสและผู้แจ้งเบาะแส ชื่อผู้ใช้งานของท่านในโหนดของผู้ดูแลระบบจะเป็นคำว่า \"ผู้ดูแลระบบหรือแอดมิน\"","They would like you to pay special attention to the information and material contained therein. Please keep in mind that whistleblowers often expose themselves to high personal risks for the public interest. Therefore the material that they provide with this tip-off should be considered of high importance.":"ผู้แจ้งเบาะแสต้องการให้ท่านใส่ใจในเอกสารที่ส่งมาเป็นพิเศษและระมัดระวังในการเปิดเผยตัวผู้แจ้งซึ่งเป็นความเสี่ยงส่วนบุคคลที่สูง  ","This field cannot be empty":"ช่องนี้ห้ามเว้นว่าง","This happens whenever encryption is unavailable.":"เมื่อใดก็ตามที่การเข้ารหัสลับทำไม่ได้ ท่านจะเห็นข้อความนี้","This has happened on context %ContextName% at %EventTime%.":"ที่ %ContextName% at %EventTime%.","This interface may help you spot anomalies with your Node.":"อินเตอร์เฟซนี้อาจช่วยให้ท่านเห็นความผิดปกติท​​ี่โหนดของท่าน","This interface may help you understand how the Node can be configured and provides some info on how to connect to other GlobaLeaks users and experts.":"อินเตอร์เฟซนี้อาจช่วยให้ท่านเข้าใจวิธีกำหนดค่าให้โหนดและให้ข้อมูลบางประการเกี่ยวกับวิธีการเชื่อมต่อกับผู้ใช้โกลบอลลีคส์และผู้เชี่ยวชาญคนอื่นๆ","This interface may help you understand how the Node is used by the whistleblower. It displays the submissions currently on the node and a few statistics on the kind of usage (activity, files, comments).":"อินเตอร์เฟซนี้จะช่วยให้คุณเห็นกิจกรรมต่างๆของผู้แจ้งเบาะแส ทั้งเอกสารที่อยู่ในโหนดและสถิติของการใช้งานต่างๆ (เช่นกิจกรรม ไฟล์ ข้อคิดเห็น)","This interface permits to configure the email templates used for secure mail notifications.":"อินเตอร์เฟซนี้จะช่วยในการกำหนดค่าแม่แบบอีเมล์ที่จะใช้ในการแจ้งเตือนอีเมล์ที่ปลอดภัย","This interface permits to configure the email templates used for unsecure mail notifications.":"อินเตอร์เฟซนี้จะช่วยในการกำหนดค่าแม่แบบอีเมล์ที่จะใช้ในการแจ้งเตือนอีเมล์ที่ไม่ปลอดภัย","This interface shows the activity of the users of your node. This may be helpful in detecting anomalies and supporting the Receivers of your node.":"อินเตอร์เฟซนี้แสดงให้เห็นกิจกรรมที่ผู้อื่นทำในโหนดของท่านซึ่งจะช่วยในการตรวจสอบความผิดปกติและช่วยงานผู้รับแจ้งเบาะแสที่ท่านเป็นผู้ดูแล","This interface shows the latest anomalies spotted by the system.":"อินเตอร์เฟซนี้ใช้แสดงความผิดปกติล่าสุดที่ระบบตรวจจับได้","This interface shows you the statistics for the last hours.":"อินเตอร์เฟซนี้แสดงข้อมูลเชิงสถิติในรอบชั่วโมงที่ผ่านมา","This is a work-in-progress of the administration interface that you will see after logging onto the platform as an admin.":"นี่คือลักษณะอินเตอร์เฟซของผู้ดูแลระบบที่ท่านจะเห็นหลังจากเข้าสู่แพลตฟอร์มในฐานะผู้ดูแลระบบ","This is an e-mail message to notify you about new message from the whisleblower.":"คุณได้รับอีเมล์นี้เพราะผู้แจ้งเบาะแสได้ส่งข้อความใหม่ถึงคุณ","This is an e-mail message to notify you that %CommentSource% has commented on a previous submission.":"คุณได้รับอีเมล์นี้เพราะผู้แจ้งเบาะแสเดิมได้เพิ่มข้อคิดเห็นจากที่เคยส่งมาแล้ว","This is an e-mail message to notify you that a whistleblower has selected you as a valuable recipient for his/her submission.":"คุณได้รับอีเมล์นี้เพราะมีผู้ให้ความไว้วางใจเลือกคุณเป็นผู้รับแจ้งเบาะแสของเขา","This is an e-mail message to notify you that a whistleblower has updated a submission with new material.":"คุณได้รับอีเมล์นี้เพราะผู้แจ้งเบาะแสได้ส่งเอกสารใหม่ถึงคุณ","This is an e-mail message to notify you that your PGP key is expired on %PGPExpirationDate%":"คุณได้รับอีเมล์นี้เพราะกุญแจ PGP ของคุณได้หมดอายุแล้วเมื่อ % PGPExpirationDate %","This is an e-mail message to notify you that your PGP key is going to expire on %PGPExpirationDate%":"คุณได้รับอีเมล์นี้เพราะว่ากุญแจ PGP ของคุณกำลังจะหมดอายุใน % PGPExpirationDate %","This is dangerous and it's recommended instead to train receivers in the use of Tor and Enigmail.":"อันตราย ท่านควรให้การอบรมแก่ผู้รับแจ้งเบาะแสเพื่อให้เข้าใจเรื่องการใช้งานของระบบทอร์และอีนิคเมล์","This is safe only if you're using a dedicated Tor2web server.":"ข้อมูลจะปลอดภัยเมื่อใช้ทอร์2เว็บเซิร์ฟเวอร์เฉพาะเท่านั้น","This is the":"นี่คือ","This is the default welcome message":"ข้อความต้อนรับ","This is the initiative subtitle: write your slogan here!":"กรุณาเขียนสโลแกนและบรรยายโครงการของท่านที่นี่","This is the password that the receiver must use to login to their tip page.":"นี่คือรหัสผ่านที่ผู้รับแจ้งเบาะแสต้องใช้ในการเข้าระบบไปสู่หน้าคำชี้แนะเบาะแส","This may lead to unintended access to the files by the server administrator or others in case the server is compromised.":"การกระทำนี้อาจนำไปสู่การเข้าถึงข้อมูลอย่างไม่ได้ตั้งใจโดยผู้ดูแลเซิร์ฟเวอร์หรือโดยบุคคลอื่นหากเซิร์ฟเวอร์นั้นไม่มีระบบป้องกันที่เพียงพอ","This means that the submitted files will be stored in plaintext on the node.":"ไฟล์ที่ส่งมาจะถูกเก็บไว้ในรูปตัวอักษรธรรมดาบนโหนด","This node is not configured.":"โหนดนี้ยังไม่มีการกำหนดโครงแบบ","This platform makes use of GlobaLeaks software specifically designed to protect the identity of the submitter and of the receiver in the exchange of leaked materials.":"โกลบอลลีค ซอฟต์แวร์ใช้แพลตฟอร์มที่ออกแบบมาเป็นพิเศษเพื่อปกป้องทั้งผู้แจ้งและผู้รับแจ้งเบาะแส","This receipt will allow you to login as the whistleblower for this Tip.":"ท่านสามารถเข้าระบบได้อีกด้วยการใช้หมายเลขรับนี้ในฐานะผู้แจ้งเบาะแสเพื่อให้ข้อมูลเพิ่มเติม","This receiver has configured the encryption key.":"ผู้รับแจ้งท่านนี้มีกุญแจรหัสลับเพื่อการใช้งานแล้ว","This receiver has not configured the encryption key.":"ผู้รับแจ้งท่านนี้ไม่มีกุญแจรหัสลับเพื่อการใช้งาน","This receiver is disabled due to missing PGP key.":"ผู้รับไม่สามารถรับข้อมูลได้เนื่องจากไม่มีกุญแจเข้ารหัส PGP","This section contains settings that may break your installation. Please refer to the":"ส่วนนี้ประกอบด้วยการตั้งค่าที่อาจสร้างปัญหาในการติดตั้ง โปรดดู","This won't preserve Whistleblower's anonymity while preserving submission confidentiality.":"การกระทำนี้จะไม่ปกปิดผู้แจ้งเบาะแสแต่ปกปิดการยื่นเอกสารให้เป็นความลับ","Through this system receivers will be able to ask you questions on the Tip and you will be able to write a reply.":"ผู้รับแจ้งเบาะแสจากท่านสามารถถามคำถามเพื่อขอข้อมูลเพิ่มจากท่านผ่านระบบนี้โดยท่านสามารถตอบผ่านระบบได้","Tip":"คำชี้แนะเบาะแส","Tip Email Subject":"หัวข้อคำชี้แนะเบาะแสในอีเมล์","Tip Email Template":"แม่แบบคำชี้แนะเบาะแสทางอีเมล์","Tip Status Page":"หน้าแสดงสถานะคำชี้แนะเบาะแส","Tips":"คำชี้แนะเบาะแส","Tips Overview":"สรุปรายงานของเบาะแสทั้งหมด","To enable it, his public key must be loaded by the admin or by the receiver.":"กุญแจสาธารณะจะต้องโหลดโดยผู้ดูแลระบบหรือโดยผู้รับแจ้งเบาะแสเพื่อเปิดใช้งานเท่านั้น","To ensure your anonymity be sure that you are visiting this site using the Tor Browser Bundle.\\nYou acknowledge that failure to do so will result in the inability to technically protect your anonymity.\\nTo further enhance your security, please follow these instructions:\\n1) In the event that you would like to remain anonymous, do not submit any personal information. (e.g. your name or relationship to the offender. Do not submit any information that can be traced back to you.)\\n2) Please do not submit your report on a PC provided by your employer. Particularly an intranet connection may jeopardize your anonymity.\\n\\nBy checking the box below you agree to these terms and conditions.":"เพื่อให้แน่ใจว่าท่านเป็นบุคคลนิรนาม ท่านควรเยี่ยมชมเว็บไซต์นี้โดยการใช้ Tor Browser Bundle.\nท่านรับทราบว่าการไม่ปฏิบัติตามจะมีผลในทางเทคนิคทำให้ไม่สามารถปกปิดตัวท่านได้\nเพื่อเพิ่มความปลอดภัย กรุณาทำตามคำสั่งเหล่านี้:\n1) หากท่านไม่ต้องการเปิดเผยตัว กรุณางดใช้ข้อมูลส่วนตัวของท่าน ( เช่น ชื่อจริงของท่าน หรือ ความสัมพันธ์ของท่านกับผู้ที่ท่านต้องการแจ้งเบาะแส กรุณาอย่าส่งข้อมูลใดที่สามารถสืบกลับถึงท่านได้\n2) โปรดอย่าใช้เครื่องคอมพิวเตอร์ขององค์กร โดยเฉพาะการเข้าระบบผ่านคอมพิวเตอร์สื่อสารภายในองค์กรหรืออินทราเน็ท ซึ่งอาจมีความเสี่ยงต่อการเปิดเผยตัวท่าน\n\nการใส่เครื่องหมายในกล่องด้านล่างนี้หมายความว่าท่านยอมรับข้อกำหนดและเงื่อนไขต่างๆแล้ว","To know more about GlobaLeaks Security you can read the following document:":"To know more about GlobaLeaks Security you can read the following document:","To make an Anonymous Submission, instead of using your usual Web Browser (Internet Explorer, Chrome, Firefox, Opera, etc.) you should use the":"การแจ้งเบาะแสแบบนิรนามไม่ควรทำบนเว็บเบราเซอร์ทั่วไป ( เช่น Internet Explorer, Chrome, Firefox, Opera, etc.) แต่ท่านควรใช้","To properly organize your initiative, please read the following guidelines:":"To properly organize your initiative, please read the following guidelines:","To report a bug or request a feature in GlobaLeaks software, please open a ticket describing the issue you're encountering or the new feature request:":"To report a bug or request a feature in GlobaLeaks software, please open a ticket describing the issue you're encountering or the new feature request:","To support GlobaLeaks, you can provide a small financial donation;":"To support GlobaLeaks, you can provide a small financial donation;","To use GlobaLeaks Cookies must be enabled.":"ท่านจะใช้โกลบอลลีคส์ได้ต่อเมื่อท่านเปิดการใช้งานคุ้กกี้ก่อน","Too many file uploads in":"มีการอัพโหลดไฟล์มากเกินไป","Too many requests":"มีคำขอมากเกินไป","Too many submissions in":"มีการส่งเข้ามากเกินไป","Tor Hidden Service (url)":"บริการทอร์แบบซ่อน (url)","Tor2web Public Site (url)":"ทอร์2เว็บไซท์สาธารณะ (url)","Total uncompressed size: %TotalSize%":"ขนาดทั้งหมดก่อนการบีบอัดข้อมูล: %TotalSize%","Translation Customization":"การแปลภาษาแบบจำเพาะ","Transport Security":"ความปลอดภัยในการจัดส่ง","Type":"ประเภท","Type your new password again":"พิมพ์รหัสผ่านใหม่ของท่านอีกครั้ง","URL of website to contain the IFRAME":"URL of website to contain the IFRAME","Unauthenticated Requests":"คำร้องที่ไม่สามารถตรวจสอบได้","Unselect this receiver.":"ไม่ขอเลือกผู้รับแจ้งท่านนี้","Update notification and encryption settings":"เปลี่ยนการตั้งค่าการแจ้งเตือนและการเข้ารหัสลับเป็นค่าล่าสุด","Update notification settings":"ปรับการตั้งค่าของการแจ้งเตือนเป็นอันล่าสุด","Upgrade your browser today":"ปรับเบราว์เซอร์ของท่านให้ทันสมัยวันนี้","Upload Date":"วันที่อัพโหลด","Url":"Url","Username":"ชื่อผู้ใช้","Username:":"ชื่อผู้ใช้:","Users Overview":"ภาพรวมผู้ใช้","View Tip":"ดูคำชี้แนะเบาะแส","WB Last Access":"เข้าWBครั้งสุดท้ายเมื่อ","Wait for another":"รออย่างอื่นอยู่","Warning!":"ระวัง!","Warning! You are not Anonymous.":"คำเตือน! ท่านไม่ใช่บุคคลนิรนาม","We strongly advise you to go for an Anonymous Submission.":"เราขอแนะนำอย่างยิ่งให้ท่านเลือกแจ้งเบาะแสแบบไม่แสดงตน","We were not able to determine if you are anonymous or not, please proceed with care":"เราไม่สามารถทราบได้ว่าชื่อที่ท่านใช้เป็นนิรนามหรือไม่ จึงขอให้ท่านดำเนินการต่อด้วยความระมัดระวัง","Welcome to GlobaLeaks Administration Interface":"ยินดีต้อนรับสู่อินเตอร์เฟซของผู้ดูแลระบบ","Welcome to GlobaLeaks!":"ยินดีต้อนรับสู่โกลบอลลีคส์!","What is the topic of your whistleblowing initiative?":"ประเด็นหลักในโครงการแจ้งเบาะแสของท่านคืออะไร","When the option is re-enabled the spooled emails will be sent out.":"อีเมล์ที่ไม่ได้ส่งออกจะถูกเก็บพักไว้เมื่อตัวเลือกมีการเปิดใช้งานอีกครั้ง","Which of the following statements is true?":"คำกล่าวต่อไปนี้ ข้อใดจริง","Whistleblower":"ผู้แจ้งเบาะแส","Whistleblowers can perform submissions via Tor2web.":"ผู้แจ้งเบาะแสสามารถยื่นข้อมูลผ่านทอร์2เว็บ","Whistleblowing disabled":"ปลดการแจ้งเบาะแส","With a HTTPS submission you are exposing yourself to the risks that someone else will know that you have submitted something, without knowing what you have submitted.":"การยื่นเอกสารด้วย HTTPS มีความเสี่ยงที่คนอื่นจะทราบว่าท่านยื่นเอกสารบางอย่างแต่จะไม่ทราบว่ายื่นเรื่องอะไร","Without a valid PGP key, the system won't be able to send you encrypted notifications.":"หากท่านไม่มีกุญแจ PGP ที่ใช้ได้ ระบบจะไม่สามารถส่งการแจ้งเตือนแบบเข้ารหัสลับถึงท่านได้","Wrong Answer!":"ตอบผิด!","Yes":"ใช่","You are aware of the risks involved. Go ahead, but consider yourself warned.":"ท่านตระหนักถึงความเสี่ยงที่เกี่ยวข้องแต่ต้องการดำเนินการต่อ แม้เราได้เตือนท่านแล้ว","You are connecting to the node without anonymity and this node supports only anonymous submissions":"กำลังเชื่อมต่อไปยังโหนดที่ไม่มีตัวตนและโหนดนี้ใช้สำหรับการส่งข้อมูลที่ไม่ระบุชื่อเท่านั้น","You are invited to extend its validity and reload it on the platform or to upload a new key.":"ขอให้ท่านขยายเวลาการใช้กุญแจเข้ารหัสลับ และโหลดเวลาใหม่นี้บนแพลตฟอร์ม หรืออัพโหลดกุญแจใหม่","You are using an outdated browser.":"ท่านกำลังใช้เบราเซอร์ที่ล้าสมัย","You can reach GlobaLeaks's support chat via IRC on OFTC server on channel #globaleaks:":"You can reach GlobaLeaks's support chat via IRC on OFTC server on channel #globaleaks:","You can read it at: %TipTorURL%":"ท่านสามารถอ่านได้ที่: %TipTorURL%","You have finished configuring your GlobaLeaks site. You are now ready to future tweak it inside of the admin interface.":"ท่านได้สร้างโครงแบบของโกลบอลลีคส์ไซท์ของท่านเสร็จแล้ว ท่านสามารถเข้าไปปรับแต่งส่วนอินเตอร์เฟซของผู้ดูแลระบบได้","You have not configured your encryption keys, so the files will be stored on the GlobaLeaks node un-encrypted.":"ท่านยังไม่ได้กำหนดค่ากุญแจเข้ารหัสลับของท่าน ดังนั้นไฟล์จะถูกเก็บไว้ในโหนดที่ไม่ได้เข้ารหัสลับ","You will also be able to keep track of who has viewed your submission and downloaded the files.":"ท่านสามารถติดตามการแจ้งเบาะแสของท่านโดยที่ท่านจะเห็นว่าใครได้เข้ามาดูเอกสารและได้ดาวน์โหลดไฟล์ของท่าน","You will not be able to send a submission.":"ท่านจะไม่สามารถส่งข้อมูลใดๆ","You're running GlobaLeaks version":"ท่านกำลังใช้โกลบอลลีคส์ เวอร์ชั่น","You've not enabled encryption!":"ท่านยังไม่ได้เข้ารหัสลับ!","You've reached the maximum number of downloads for this file":"ท่านได้ดาวน์โหลดไฟล์นี้จนถึงจำนวนสูงสุดแล้ว","Your Tips":"คำชี้แนะเบาะแสของท่าน","Your node is not configured! Please use the":"โหนดของท่านไม่ได้กำหนดค่า! กรุณาใช้","Your user has reached the maximum number of accesses to this Tip":"ชื่อผู้ใช้ของท่านมีการเข้าใช้งานเกินจำนวนครั้งแล้ว","Zip Description Template":"แม่แบบรายละเอียดของซิพ","[Tip %TipNum%] New attachment":"[Tip %TipNum%] New attachment","[Tip %TipNum%] New attachment on context %ContextName%":"[Tip %TipNum%] New attachment on context %ContextName%","[Tip %TipNum%] New comment":"[Tip %TipNum%] New comment","[Tip %TipNum%] New comment on context %ContextName%":"[Tip %TipNum%] New comment on context %ContextName%","[Tip %TipNum%] New message":"[Tip %TipNum%] New message","[Tip %TipNum%] New message on context %ContextName%":"[Tip %TipNum%] New message on context %ContextName%","[Tip %TipNum%] New submission":"[Tip %TipNum%] New submission","[Tip %TipNum%] New submission on context %ContextName%":"[Tip %TipNum%] New submission on context %ContextName%","[Tip %TipNum%] for %ReceiverName% in %ContextName%: new Tip (Encrypted)":"[Tip %TipNum%] for %ReceiverName% in %ContextName%: new Tip (Encrypted)","add field":"เพิ่มช่องข้อความ","before continuing.":"ก่อนจะทำการใดๆต่อ","can be configured to deliver encrypted email and store encrypted files. You  must copy and paste the ascii version of your personal key, and then it will be possibile to update your encryption settings. If you have any doubts, talk to your admin.":"สามารถกำหนดค่าให้ส่งอีเมล์และจัดเก็บไฟล์ที่มีการเข้ารหัสลับได้ โดยท่านต้องคัดลอกและวางกุญแจส่วนตัวรุ่น ascii จากนั้นจึงสามารถเปลี่ยนการตั้งค่าการเข้ารหัสลับของท่าน หากท่านมีข้อสงสัยใดๆ กรุณาถามผู้ดูแลระบบของท่าน","download":"ดาวน์โหลด","download a copy of the Tor Browser Bundle":"ดาวน์โหลดสำเนาของทอร์เบราเซอร์ทั้งชุด","download all files":"ดาวน์โหลดทุกไฟล์","file unavailable":"ไม่สามารถหาไฟล์ได้","has postponed Tip expiration to":"ได้เลื่อนวันหมดอายุของคำชี้แนะเบาะแสไปเป็น","install Google Chrome Frame":"ติดตั้งโปรแกรมกูเกิ้ลโครมเฟรม","is":"คือ","it will help us improve GlobaLeaks, making the world a better place to stay!":"it will help us improve GlobaLeaks, making the world a better place to stay!","manual for practical security best practices.":"คู่มือสำหรับการปฏิบัติรักษาความปลอดภัยที่ดีที่สุด","now Enabled:":" ตอนนี้เปิดใช้งานแล้ว:","or":"หรือ","proudly powered by GlobaLeaks, copyright by Hermes Center for Transparency and Digital Human Rights":"นำเสนอด้วยความภาคภูมิใจโดยโกลบอลลีคส์ ลิขสิทธิ์ของเฮอร์เมส เซ็นเตอร์เพื่อความโปร่งใสและสิทธิมนุษยชนแบบดิจิตัล","seconds":"วินาที","show all the files":"แสดงทุกไฟล์","show only files not yet downloaded":"แสดงเฉพาะไฟล์ที่ยังไม่ได้ดาวน์โหลด","this is a special piece of software designed to enable Anonymous Web Browsing.":"ซอฟต์แวร์พิเศษนี้ออกแบบมาเพื่อช่วยให้เรียกดูเว็บโดยไม่ระบุตัวตนได้","to better experience this site.":"เพื่อการใช้งานที่ดีขึ้น","via Tor at: %TipTorURL%":"ผ่านทอร์ที่: %TipTorURL%","via Tor2web at: %TipT2WURL%":"ผ่านทอร์2เว็บที่: %TipT2WURL%"}